Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_BC_CONSOLECHECKER_TT_BLACKLISTED_EVT_MESSAGE
source: User tried to run a Terminaux application on a blacklisted terminal type.
ar: حاول المستخدم تشغيل تطبيق Terminaux على نوع محطة طرفية مدرج في القائمة السوداء.
de: Der Benutzer hat versucht, eine Terminaux-Anwendung auf einem auf der schwarzen Liste stehenden Terminaltyp auszuführen.
el: Ο χρήστης προσπάθησε να εκτελέσει μια εφαρμογή Terminaux σε έναν τύπο τερματικού που βρίσκεται στη μαύρη λίστα.
es: El usuario intentó ejecutar una aplicación Terminaux en un tipo de terminal incluido en la lista negra.
fr: L'utilisateur a essayé d'exécuter une application Terminaux sur un type de terminal sur liste noire.
ga: Rinne an t-úsáideoir iarracht feidhmchlár Terminaux a rith ar chineál críochfoirt atá ar liosta dubh.
hi: उपयोगकर्ता ने ब्लैकलिस्टेड टर्मिनल प्रकार पर टर्मिनॉक्स अनुप्रयोग चलाने का प्रयास किया।
id: Pengguna mencoba menjalankan aplikasi Terminaux pada jenis terminal yang masuk daftar hitam.
it: L'utente ha tentato di eseguire un'applicazione Terminaux su un tipo di terminale inserito nella blacklist.
ja: ユーザーは、ブラックリストに登録された端末タイプで Terminaux アプリケーションを実行しようとしました。
ko: 사용자가 블랙리스트에 있는 터미널 유형에서 Terminaux 애플리케이션을 실행하려고 했습니다.
ms: Pengguna cuba menjalankan aplikasi Terminaux pada jenis terminal yang disenaraihitamkan.
nb: Brukeren prøvde å kjøre et Terminaux-program på en svartelistet terminaltype.
nl: Gebruiker probeerde een Terminaux-applicatie uit te voeren op een terminaltype dat op de zwarte lijst staat.
pt: O utilizador tentou executar uma aplicação Terminaux num tipo de terminal na lista negra.
ro: Utilizatorul a încercat să ruleze o aplicație Terminaux pe un tip de terminal aflat pe lista neagră.
tr: Kullanıcı kara listeye alınmış bir terminal türünde Terminaux uygulamasını çalıştırmayı denedi.
uk: Користувач спробував запустити програму Terminaux на терміналі з чорного списку.
vi: Người dùng đã cố chạy ứng dụng Terminaux trên loại thiết bị đầu cuối bị đưa vào danh sách đen.
zh: 使用者嘗試在黑名單終端機類型上執行 Terminaux 應用程式。

# T_BC_CONSOLECHECKER_TT_BLACKLISTED_MESSAGE_1
source: The console type you're currently using, {0}, is blacklisted: {1}
ar: نوع وحدة التحكم التي تستخدمها حاليًا، {0}، مدرج في القائمة السوداء: {1}
de: Der Konsolentyp, den Sie derzeit verwenden, {0}, steht auf der schwarzen Liste: {1}
el: Ο τύπος κονσόλας που χρησιμοποιείτε αυτήν τη στιγμή, {0}, βρίσκεται στη μαύρη λίστα: {1}
es: El tipo de consola que estás usando actualmente, {0}, está en la lista negra: {1}
fr: Le type de console que vous utilisez actuellement, {0}, est sur liste noire : {1}
ga: Tá an cineál consól atá in úsáid agat faoi láthair, {0}, ar liosta dubh: {1}
hi: आप वर्तमान में जिस कंसोल प्रकार का उपयोग कर रहे हैं, {0}, उसे ब्लैकलिस्ट किया गया है: {1}
id: Tipe konsol yang Anda gunakan saat ini, {0}, masuk daftar hitam: {1}
it: Il tipo di console che stai attualmente utilizzando, {0}, è nella blacklist: {1}
ja: 現在使用しているコンソール タイプ {0} はブラックリストに登録されています: {1}
ko: 현재 사용 중인 콘솔 유형 {0}이(가) 블랙리스트에 등록되었습니다: {1}
ms: Jenis konsol yang anda sedang gunakan, {0}, disenaraihitamkan: {1}
nb: Konsolltypen du bruker for øyeblikket, {0}, er svartelistet: {1}
nl: Het consoletype dat u momenteel gebruikt, {0}, staat op de zwarte lijst: {1}
pt: O tipo de consola que está a utilizar atualmente, {0}, está na lista negra: {1}
ro: Tipul de consolă pe care îl utilizați în prezent, {0}, este pe lista neagră: {1}
tr: Şu anda kullandığınız konsol türü {0} kara listeye alındı: {1}
uk: Тип консолі, який ви зараз використовуєте, {0}, занесено до чорного списку: {1}
vi: Loại bảng điều khiển bạn đang sử dụng, {0}, đã bị đưa vào danh sách đen: {1}
zh: 您目前使用的控制台類型 {0} 已被列入黑名單：{1}

# T_BC_CONSOLECHECKER_TT_GRAYLISTED_MESSAGE
source: The console type you're currently using, {0}, is graylisted: {1}
ar: نوع وحدة التحكم التي تستخدمها حاليًا، {0}، مدرج في القائمة الرمادية: {1}
de: Der Konsolentyp, den Sie derzeit verwenden, {0}, steht auf der grauen Liste: {1}
el: Ο τύπος κονσόλας που χρησιμοποιείτε αυτήν τη στιγμή, {0}, είναι στη γκρι λίστα: {1}
es: El tipo de consola que estás usando actualmente, {0}, está en la lista gris: {1}
fr: Le type de console que vous utilisez actuellement, {0}, est sur liste grise : {1}
ga: Tá an cineál consól atá in úsáid agat faoi láthair, {0}, ar an liosta liath: {1}
hi: आप वर्तमान में जिस कंसोल प्रकार का उपयोग कर रहे हैं, {0}, वह ग्रे सूची में है: {1}
id: Tipe konsol yang Anda gunakan saat ini, {0}, masuk daftar abu-abu: {1}
it: Il tipo di console che stai utilizzando attualmente, {0}, è in graylist: {1}
ja: 現在使用しているコンソール タイプ {0} はグレーリストに登録されています: {1}
ko: 현재 사용 중인 콘솔 유형 {0}이(가) 회색 목록에 있습니다: {1}
ms: Jenis konsol yang anda sedang gunakan, {0}, adalah disenarai kelabu: {1}
nb: Konsolltypen du bruker for øyeblikket, {0}, er grålistet: {1}
nl: Het consoletype dat u momenteel gebruikt, {0}, staat op de grijze lijst: {1}
pt: O tipo de consola que está a utilizar atualmente, {0}, está na lista cinzenta: {1}
ro: Tipul de consolă pe care îl utilizați în prezent, {0}, este pe lista gri: {1}
tr: Şu anda kullandığınız konsol türü {0} gri listeye alınmış: {1}
uk: Тип консолі, який ви зараз використовуєте, {0}, знаходиться в сірому списку: {1}
vi: Loại bảng điều khiển bạn đang sử dụng, {0}, được liệt kê trong danh sách xám: {1}
zh: 您目前使用的控制台類型 {0} 已列入灰名單：{1}

# T_BC_CONSOLECHECKER_TE_BLACKLISTED_EVT_MESSAGE
source: User tried to run a Terminaux application on a blacklisted terminal emulator.
ar: حاول المستخدم تشغيل تطبيق Terminaux على محاكي طرفية مدرج في القائمة السوداء.
de: Der Benutzer hat versucht, eine Terminaux-Anwendung auf einem auf der schwarzen Liste stehenden Terminalemulator auszuführen.
el: Ο χρήστης προσπάθησε να εκτελέσει μια εφαρμογή Terminaux σε έναν εξομοιωτή τερματικού που βρίσκεται στη μαύρη λίστα.
es: El usuario intentó ejecutar una aplicación Terminaux en un emulador de terminal incluido en la lista negra.
fr: L'utilisateur a essayé d'exécuter une application Terminaux sur un émulateur de terminal sur liste noire.
ga: Rinne an t-úsáideoir iarracht feidhmchlár Terminaux a rith ar aithriseoir críochfoirt atá ar liosta dubh.
hi: उपयोगकर्ता ने ब्लैकलिस्टेड टर्मिनल एमुलेटर पर टर्मिनॉक्स एप्लिकेशन चलाने का प्रयास किया।
id: Pengguna mencoba menjalankan aplikasi Terminaux pada emulator terminal yang masuk daftar hitam.
it: L'utente ha tentato di eseguire un'applicazione Terminaux su un emulatore di terminale inserito nella blacklist.
ja: ユーザーは、ブラックリストに登録された端末エミュレーターで Terminaux アプリケーションを実行しようとしました。
ko: 사용자가 블랙리스트에 있는 터미널 에뮬레이터에서 Terminaux 애플리케이션을 실행하려고 했습니다.
ms: Pengguna cuba menjalankan aplikasi Terminaux pada emulator terminal yang disenaraihitamkan.
nb: Brukeren prøvde å kjøre et Terminaux-program på en svartelistet terminalemulator.
nl: Gebruiker probeerde een Terminaux-applicatie uit te voeren op een terminal-emulator die op de zwarte lijst staat.
pt: O utilizador tentou executar uma aplicação Terminaux num emulador de terminal na lista negra.
ro: Utilizatorul a încercat să ruleze o aplicație Terminaux pe un emulator de terminal aflat pe lista neagră.
tr: Kullanıcı, kara listeye alınmış bir terminal emülatöründe Terminaux uygulamasını çalıştırmayı denedi.
uk: Користувач спробував запустити програму Terminaux на емуляторі терміналу з чорного списку.
vi: Người dùng đã cố chạy ứng dụng Terminaux trên trình giả lập thiết bị đầu cuối bị đưa vào danh sách đen.
zh: 使用者嘗試在黑名單終端模擬器上執行 Terminaux 應用程式。

# T_BC_CONSOLECHECKER_TE_BLACKLISTED_MESSAGE_1
source: The terminal emulator you're currently using, {0}, is blacklisted: {1}
ar: محاكي المحطة الطرفية الذي تستخدمه حاليًا، {0}، مدرج في القائمة السوداء: {1}
de: Der Terminalemulator, den Sie derzeit verwenden, {0}, steht auf der schwarzen Liste: {1}
el: Ο εξομοιωτής τερματικού που χρησιμοποιείτε αυτήν τη στιγμή, {0}, βρίσκεται στη μαύρη λίστα: {1}
es: El emulador de terminal que estás usando actualmente, {0}, está en la lista negra: {1}
fr: L'émulateur de terminal que vous utilisez actuellement, {0}, est sur liste noire : {1}
ga: Tá an aithriseoir críochfoirt atá in úsáid agat faoi láthair, {0}, ar liosta dubh: {1}
hi: आप वर्तमान में जिस टर्मिनल एमुलेटर {0} का उपयोग कर रहे हैं, उसे ब्लैकलिस्ट कर दिया गया है: {1}
id: Emulator terminal yang Anda gunakan saat ini, {0}, masuk daftar hitam: {1}
it: L'emulatore di terminale che stai utilizzando attualmente, {0}, è nella blacklist: {1}
ja: 現在使用している端末エミュレータ {0} はブラックリストに登録されています: {1}
ko: 현재 사용 중인 터미널 에뮬레이터 {0}이(가) 블랙리스트에 등록되었습니다: {1}
ms: Emulator terminal yang anda sedang gunakan, {0}, disenaraihitamkan: {1}
nb: Terminalemulatoren du bruker for øyeblikket, {0}, er svartelistet: {1}
nl: De terminal-emulator die u momenteel gebruikt, {0}, staat op de zwarte lijst: {1}
pt: O emulador de terminal que está a utilizar atualmente, {0}, está na lista negra: {1}
ro: Emulatorul de terminal pe care îl utilizați în prezent, {0}, este pe lista neagră: {1}
tr: Şu anda kullandığınız terminal emülatörü {0} kara listeye alındı: {1}
uk: Емулятор терміналу, який ви зараз використовуєте, {0}, знаходиться в чорному списку: {1}
vi: Trình giả lập thiết bị đầu cuối mà bạn hiện đang sử dụng, {0}, đã bị đưa vào danh sách đen: {1}
zh: 您目前使用的終端機模擬器 {0} 已被列入黑名單：{1}

# T_BC_CONSOLECHECKER_TE_GRAYLISTED_MESSAGE
source: The terminal emulator you're currently using, {0}, is graylisted: {1}
ar: محاكي المحطة الطرفية الذي تستخدمه حاليًا، {0}، مدرج في القائمة الرمادية: {1}
de: Der Terminalemulator, den Sie derzeit verwenden, {0}, steht auf der grauen Liste: {1}
el: Ο εξομοιωτής τερματικού που χρησιμοποιείτε αυτήν τη στιγμή, {0}, βρίσκεται στη γκρι λίστα: {1}
es: El emulador de terminal que estás usando actualmente, {0}, está en la lista gris: {1}
fr: L'émulateur de terminal que vous utilisez actuellement, {0}, est sur liste grise : {1}
ga: Tá an aithriseoir críochfoirt atá in úsáid agat faoi láthair, {0}, ar an liosta liath: {1}
hi: वर्तमान में आप जिस टर्मिनल एमुलेटर {0} का उपयोग कर रहे हैं, वह ग्रे सूची में है: {1}
id: Emulator terminal yang Anda gunakan saat ini, {0}, masuk daftar abu-abu: {1}
it: L'emulatore di terminale che stai utilizzando attualmente, {0}, è nella lista grigia: {1}
ja: 現在使用している端末エミュレータ {0} はグレーリストに登録されています: {1}
ko: 현재 사용 중인 터미널 에뮬레이터 {0}이(가) 회색 목록에 있습니다: {1}
ms: Emulator terminal yang sedang anda gunakan, {0}, adalah disenarai kelabu: {1}
nb: Terminalemulatoren du bruker for øyeblikket, {0}, er grålistet: {1}
nl: De terminal-emulator die u momenteel gebruikt, {0}, staat op de grijze lijst: {1}
pt: O emulador de terminal que está a utilizar atualmente, {0}, está na lista cinzenta: {1}
ro: Emulatorul de terminal pe care îl utilizați în prezent, {0}, este pe lista gri: {1}
tr: Şu anda kullandığınız terminal emülatörü {0} gri listeye alınmış: {1}
uk: Емулятор терміналу, який ви зараз використовуєте, {0}, знаходиться в сірому списку: {1}
vi: Trình giả lập thiết bị đầu cuối mà bạn hiện đang sử dụng, {0}, được đưa vào danh sách xám: {1}
zh: 您目前使用的終端機模擬器 {0} 已列入灰名單：{1}

# T_BC_CONSOLECHECKER_TT_NO256COLORS_MESSAGE
source: Terminal type {0} doesn't support 256 colors according to terminfo
ar: لا يدعم نوع المحطة الطرفية {0} 256 لونًا وفقًا لـ terminfo
de: Terminaltyp {0} unterstützt laut Terminfo keine 256 Farben
el: Ο τύπος τερματικού {0} δεν υποστηρίζει 256 χρώματα σύμφωνα με το terminfo
es: El tipo de terminal {0} no admite 256 colores según terminfo
fr: Le type de terminal {0} ne prend pas en charge 256 couleurs selon terminfo
ga: Ní thacaíonn cineál críochfoirt {0} le 256 dathanna de réir terminfo
hi: टर्मिनल प्रकार {0} टर्मिनफो के अनुसार 256 रंगों का समर्थन नहीं करता है
id: Tipe terminal {0} tidak mendukung 256 warna menurut terminfo
it: Il tipo di terminale {0} non supporta 256 colori secondo terminfo
ja: 端末タイプ {0} は、terminfo によると 256 色をサポートしていません。
ko: 터미널 유형 {0}은 terminfo에 따르면 256색을 지원하지 않습니다.
ms: Jenis terminal {0} tidak menyokong 256 warna mengikut terminfo
nb: Terminaltypen {0} støtter ikke 256 farger i følge terminfo.
nl: Terminaltype {0} ondersteunt volgens terminfo geen 256 kleuren
pt: O tipo de terminal {0} não suporta 256 cores de acordo com o terminfo
ro: Tipul de terminal {0} nu acceptă 256 de culori conform terminfo
tr: Terminal türü {0} terminfo'ya göre 256 rengi desteklemiyor
uk: Термінал типу {0} не підтримує 256 кольорів згідно з terminfo
vi: Kiểu thiết bị đầu cuối {0} không hỗ trợ 256 màu theo terminfo
zh: 根據 terminfo，終端類型 {0} 不支援 256 種顏色

# T_BC_CONSOLECHECKER_MINTTY_EVT_MESSAGE
source: User tried to run a Terminaux application on Git Bash's MinTTY without winpty.
ar: حاول المستخدم تشغيل تطبيق Terminaux على MinTTY الخاص بـ Git Bash دون استخدام winpty.
de: Der Benutzer hat versucht, eine Terminaux-Anwendung auf Git Bashs MinTTY ohne Winpty auszuführen.
el: Ο χρήστης προσπάθησε να εκτελέσει μια εφαρμογή Terminaux στο MinTTY του Git Bash χωρίς το winpty.
es: El usuario intentó ejecutar una aplicación Terminaux en MinTTY de Git Bash sin winpty.
fr: L'utilisateur a essayé d'exécuter une application Terminaux sur MinTTY de Git Bash sans winpty.
ga: Rinne úsáideoir iarracht feidhmchlár Terminaux a rith ar MinTTY Git Bash gan winpty.
hi: उपयोगकर्ता ने बिना winpty के Git Bash के MinTTY पर एक Terminaux अनुप्रयोग चलाने का प्रयास किया।
id: Pengguna mencoba menjalankan aplikasi Terminaux pada MinTTY Git Bash tanpa winpty.
it: L'utente ha provato a eseguire un'applicazione Terminaux su MinTTY di Git Bash senza winpty.
ja: ユーザーは、winpty なしで Git Bash の MinTTY 上で Terminaux アプリケーションを実行しようとしました。
ko: 사용자가 winpty 없이 Git Bash의 MinTTY에서 Terminaux 애플리케이션을 실행하려고 했습니다.
ms: Pengguna cuba menjalankan aplikasi Terminaux pada MinTTY Git Bash tanpa winpty.
nb: Brukeren prøvde å kjøre et Terminaux-program på Git Bashs MinTTY uten winpty.
nl: Gebruiker probeerde een Terminaux-applicatie uit te voeren op Git Bash's MinTTY zonder winpty.
pt: O utilizador tentou executar uma aplicação Terminaux no MinTTY do Git Bash sem o winpty.
ro: Utilizatorul a încercat să ruleze o aplicație Terminaux pe MinTTY din Git Bash fără winpty.
tr: Kullanıcı winpty olmadan Git Bash'in MinTTY'sinde bir Terminaux uygulaması çalıştırmayı denedi.
uk: Користувач спробував запустити застосунок Terminaux на MinTTY Git Bash без winpty.
vi: Người dùng đã thử chạy ứng dụng Terminaux trên MinTTY của Git Bash mà không cần winpty.
zh: 用戶嘗試在沒有 winpty 的情況下在 Git Bash 的 MinTTY 上執行 Terminaux 應用程式。

# T_BC_CONSOLECHECKER_MINTTY_MESSAGE_1
source: You'll need to use winpty to be able to use this program. If you are sure that you're not running Git Bash, ensure that you're using a proper Windows terminal.
ar: ستحتاج إلى استخدام winpty لتتمكن من استخدام هذا البرنامج. إذا كنت متأكدًا من عدم استخدام Git Bash، فتأكد من استخدام نافذة طرفية مناسبة لنظام Windows.
de: Um dieses Programm nutzen zu können, benötigen Sie winpty. Wenn Sie sicher sind, dass Sie nicht Git Bash verwenden, stellen Sie sicher, dass Sie ein geeignetes Windows-Terminal verwenden.
el: Θα χρειαστεί να χρησιμοποιήσετε το winpty για να μπορέσετε να χρησιμοποιήσετε αυτό το πρόγραμμα. Εάν είστε βέβαιοι ότι δεν εκτελείτε το Git Bash, βεβαιωθείτε ότι χρησιμοποιείτε ένα κατάλληλο τερματικό των Windows.
es: Necesitarás usar WinPty para poder usar este programa. Si estás seguro de no estar ejecutando Git Bash, asegúrate de usar una terminal de Windows adecuada.
fr: Vous devrez utiliser winpty pour utiliser ce programme. Si vous êtes certain de ne pas utiliser Git Bash, assurez-vous d'utiliser un terminal Windows approprié.
ga: Beidh ort winpty a úsáid le bheith in ann an clár seo a úsáid. Má tá tú cinnte nach bhfuil Git Bash á rith agat, déan cinnte go bhfuil críochfort Windows ceart á úsáid agat.
hi: इस प्रोग्राम का उपयोग करने के लिए आपको winpty का उपयोग करना होगा। यदि आप सुनिश्चित हैं कि आप Git Bash नहीं चला रहे हैं, तो सुनिश्चित करें कि आप उचित Windows टर्मिनल का उपयोग कर रहे हैं।
id: Anda perlu menggunakan winpty untuk dapat menggunakan program ini. Jika Anda yakin tidak menjalankan Git Bash, pastikan Anda menggunakan terminal Windows yang tepat.
it: Per poter utilizzare questo programma, è necessario usare winpty. Se sei sicuro di non usare Git Bash, assicurati di utilizzare un terminale Windows appropriato.
ja: このプログラムを使用するには、winpty を使用する必要があります。Git Bash を実行していないことが確実な場合は、適切な Windows ターミナルを使用していることを確認してください。
ko: 이 프로그램을 사용하려면 winpty를 사용해야 합니다. Git Bash를 실행하고 있지 않다면, 적절한 Windows 터미널을 사용하고 있는지 확인하세요.
ms: Anda perlu menggunakan winpty untuk dapat menggunakan program ini. Jika anda pasti bahawa anda tidak menjalankan Git Bash, pastikan anda menggunakan terminal Windows yang betul.
nb: Du må bruke winpty for å kunne bruke dette programmet. Hvis du er sikker på at du ikke kjører Git Bash, må du sørge for at du bruker en riktig Windows-terminal.
nl: Je hebt WinPty nodig om dit programma te kunnen gebruiken. Als je zeker weet dat je Git Bash niet gebruikt, zorg er dan voor dat je een geschikte Windows-terminal gebruikt.
pt: Terá de usar o WinPty para usar este programa. Se tiver a certeza de que não está a executar o Git Bash, certifique-se de que está a utilizar um terminal Windows adequado.
ro: Va trebui să utilizați winpty pentru a putea utiliza acest program. Dacă sunteți sigur că nu rulați Git Bash, asigurați-vă că utilizați un terminal Windows corespunzător.
tr: Bu programı kullanabilmek için winpty kullanmanız gerekecek. Git Bash'i çalıştırmadığınızdan eminseniz, uygun bir Windows terminali kullandığınızdan emin olun.
uk: Щоб мати змогу користуватися цією програмою, вам знадобиться winpty. Якщо ви впевнені, що не використовуєте Git Bash, переконайтеся, що використовуєте відповідний термінал Windows.
vi: Bạn sẽ cần sử dụng winpty để có thể sử dụng chương trình này. Nếu bạn chắc chắn rằng mình không chạy Git Bash, hãy đảm bảo rằng bạn đang sử dụng một thiết bị đầu cuối Windows phù hợp.
zh: 您需要使用 winpty 才能使用此程式。如果您確定沒有執行 Git Bash，請確保您使用的是合適的 Windows 終端。

# T_BC_CONSOLECHECKER_POS_IOERROR_MESSAGE
source: Console positioning is not working due to an I/O error, so this application might behave erratically.
ar: لا يعمل تحديد موضع وحدة التحكم بسبب خطأ في الإدخال/الإخراج، لذا قد يتصرف هذا التطبيق بشكل غير منتظم.
de: Die Konsolenpositionierung funktioniert aufgrund eines E/A-Fehlers nicht, daher kann es bei dieser Anwendung zu unregelmäßigem Verhalten kommen.
el: Η τοποθέτηση της κονσόλας δεν λειτουργεί λόγω σφάλματος εισόδου/εξόδου, επομένως αυτή η εφαρμογή ενδέχεται να παρουσιάζει αστάθεια.
es: El posicionamiento de la consola no funciona debido a un error de E/S, por lo que esta aplicación podría comportarse de manera errática.
fr: Le positionnement de la console ne fonctionne pas en raison d'une erreur d'E/S, cette application peut donc se comporter de manière erratique.
ga: Níl suíomh an chonsóil ag obair mar gheall ar earráid ionchuir/aschur, mar sin d'fhéadfadh an feidhmchlár seo iompraíocht neamhrialta a dhéanamh.
hi: I/O त्रुटि के कारण कंसोल पोजिशनिंग काम नहीं कर रही है, इसलिए यह एप्लिकेशन अनियमित रूप से व्यवहार कर सकता है।
id: Penempatan konsol tidak berfungsi karena kesalahan I/O, sehingga aplikasi ini mungkin berperilaku tidak menentu.
it: Il posizionamento della console non funziona a causa di un errore I/O, pertanto questa applicazione potrebbe comportarsi in modo anomalo.
ja: I/O エラーのためコンソールの位置決めが機能しないため、このアプリケーションの動作が不安定になる可能性があります。
ko: I/O 오류로 인해 콘솔 위치 지정이 작동하지 않아 이 애플리케이션이 제대로 작동하지 않을 수 있습니다.
ms: Kedudukan konsol tidak berfungsi kerana ralat I/O, jadi aplikasi ini mungkin berkelakuan tidak menentu.
nb: Konsollposisjoneringen fungerer ikke på grunn av en I/O-feil, så dette programmet kan oppføre seg uregelmessig.
nl: De consolepositionering werkt niet vanwege een I/O-fout. Deze toepassing kan zich daardoor vreemd gedragen.
pt: O posicionamento da consola não está a funcionar devido a um erro de E/S, pelo que esta aplicação pode comportar-se de forma irregular.
ro: Poziționarea consolei nu funcționează din cauza unei erori I/O, așadar această aplicație s-ar putea comporta neregulat.
tr: Bir G/Ç hatası nedeniyle konsol konumlandırması çalışmıyor, bu nedenle bu uygulama hatalı davranabilir.
uk: Позиціонування консолі не працює через помилку вводу/виводу, тому ця програма може працювати нестабільно.
vi: Vị trí bảng điều khiển không hoạt động do lỗi I/O, vì vậy ứng dụng này có thể hoạt động không bình thường.
zh: 由於 I/O 錯誤，控制台定位無法運作，因此該應用程式可能會行為異常。

# T_BC_CONSOLECHECKER_POS_ERROR_MESSAGE
source: Console positioning is not working properly, so this application might behave erratically.
ar: لا يعمل تحديد موضع وحدة التحكم بشكل صحيح، لذا قد يتصرف هذا التطبيق بشكل غير منتظم.
de: Die Konsolenpositionierung funktioniert nicht richtig, daher kann es bei dieser Anwendung zu unregelmäßigem Verhalten kommen.
el: Η τοποθέτηση της κονσόλας δεν λειτουργεί σωστά, επομένως αυτή η εφαρμογή ενδέχεται να παρουσιάζει αστάθεια.
es: El posicionamiento de la consola no funciona correctamente, por lo que esta aplicación podría comportarse de manera errática.
fr: Le positionnement de la console ne fonctionne pas correctement, cette application peut donc se comporter de manière erratique.
ga: Níl suíomh an chonsóil ag obair i gceart, mar sin d'fhéadfadh an feidhmchlár seo iompraíocht neamhrialta a dhéanamh.
hi: कंसोल पोजिशनिंग ठीक से काम नहीं कर रही है, इसलिए यह एप्लिकेशन अनियमित रूप से व्यवहार कर सकता है।
id: Penempatan konsol tidak berfungsi dengan baik, sehingga aplikasi ini mungkin berperilaku tidak menentu.
it: Il posizionamento della console non funziona correttamente, pertanto l'applicazione potrebbe comportarsi in modo anomalo.
ja: コンソールの配置が正しく機能していないため、このアプリケーションの動作が不安定になる可能性があります。
ko: 콘솔 위치 지정이 제대로 작동하지 않아 이 애플리케이션이 제대로 작동하지 않을 수 있습니다.
ms: Kedudukan konsol tidak berfungsi dengan betul, jadi aplikasi ini mungkin berkelakuan tidak menentu.
nb: Konsollposisjoneringen fungerer ikke som den skal, så denne applikasjonen kan oppføre seg uregelmessig.
nl: De positionering van de console werkt niet goed, waardoor deze toepassing mogelijk vreemd gedrag vertoont.
pt: O posicionamento da consola não está a funcionar corretamente, pelo que esta aplicação pode comportar-se de maneira irregular.
ro: Poziționarea consolei nu funcționează corect, așadar această aplicație s-ar putea comporta neregulat.
tr: Konsol konumlandırması düzgün çalışmıyor, bu nedenle bu uygulama hatalı davranabilir.
uk: Позиціонування консолі працює неправильно, тому ця програма може працювати нестабільно.
vi: Vị trí bảng điều khiển không hoạt động bình thường nên ứng dụng này có thể hoạt động không bình thường.
zh: 控制台定位無法正常工作，因此該應用程式可能會行為異常。
