Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_WRITER_CYCLICWRITERS_TOOLS_ASCIINEMA_EXCEPTION_ASCIICASTV2DESERIALIZE
source: Can't deserialize Asciicast v2 representation
ar: لا يمكن إلغاء تسلسل تمثيل Asciicast v2
de: Die Asciicast v2-Darstellung kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αποσειριοποίηση της αναπαράστασης Asciicast v2
es: No se puede deserializar la representación de Asciicast v2
fr: Impossible de désérialiser la représentation Asciicast v2
ga: Ní féidir ionadaíocht Asciicast v2 a dhíshraithiú
hi: Asciicast v2 प्रतिनिधित्व को डिसेरीलाइज़ नहीं किया जा सकता
id: Tidak dapat melakukan deserialisasi representasi Asciicast v2
it: Impossibile deserializzare la rappresentazione Asciicast v2
ja: Asciicast v2 表現をデシリアライズできません
ko: Asciicast v2 표현을 역직렬화할 수 없습니다.
ms: Tidak dapat menyahsiri perwakilan Asciicast v2
nb: Kan ikke deserialisere Asciicast v2-representasjonen
nl: Kan Asciicast v2-weergave niet deserialiseren
pt: Não é possível desserializar a representação Asciicast v2
ro: Nu se poate deserializa reprezentarea Asciicast v2
tr: Asciicast v2 gösteriminin seri hale getirilmesi mümkün değil
uk: Не вдається десеріалізувати представлення Asciicast v2
vi: Không thể hủy tuần tự hóa biểu diễn Asciicast v2
zh: 無法反序列化 Asciicast v2 表示

# T_WRITER_CYCLICWRITERS_TOOLS_ASCIINEMA_EXCEPTION_ASCIICASTV2EVENTINFO
source: Can't obtain event information
ar: لا يمكن الحصول على معلومات الحدث
de: Ereignisinformationen können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών συμβάντος
es: No se puede obtener información del evento
fr: Impossible d'obtenir les informations sur l'événement
ga: Ní féidir faisnéis imeachta a fháil
hi: ईवेंट की जानकारी प्राप्त नहीं की जा सकी
id: Tidak dapat memperoleh informasi acara
it: Impossibile ottenere informazioni sull'evento
ja: イベント情報を取得できません
ko: 이벤트 정보를 얻을 수 없습니다
ms: Tidak boleh mendapatkan maklumat acara
nb: Kan ikke hente informasjon om hendelsen
nl: Kan geen evenementinformatie verkrijgen
pt: Não é possível obter informações do evento
ro: Nu se pot obține informații despre eveniment
tr: Etkinlik bilgisi alınamıyor
uk: Не вдається отримати інформацію про подію
vi: Không thể lấy thông tin sự kiện
zh: 無法取得活動資訊

# T_WRITER_CYCLICWRITERS_TOOLS_KEYBINDING_AVAILABLE_KEYBINDINGS
source: Available keybindings
ar: اختصارات المفاتيح المتاحة
de: Verfügbare Tastenkombinationen
el: Διαθέσιμες συνδυασμοί πλήκτρων
es: Combinaciones de teclas disponibles
fr: Raccourcis clavier disponibles
ga: Ceangail eochracha atá ar fáil
hi: उपलब्ध कीबाइंडिंग
id: Pengikatan tombol yang tersedia
it: Combinazioni di tasti disponibili
ja: 利用可能なキーバインド
ko: 사용 가능한 키 바인딩
ms: Ikatan kekunci yang tersedia
nb: Tilgjengelige tastebindinger
nl: Beschikbare sneltoetsen
pt: Atalhos de teclado disponíveis
ro: Combinații de taste disponibile
tr: Mevcut tuş bağlamaları
uk: Доступні комбінації клавіш
vi: Phím tắt có sẵn
zh: 可用的按鍵綁定

# T_WRITER_CYCLICWRITERS_TOOLS_KEYBINDING_NOBINDINGS
source: No bindings defined in this context.
ar: لم يتم تعريف أي ارتباطات في هذا السياق.
de: In diesem Kontext sind keine Bindungen definiert.
el: Δεν έχουν οριστεί συνδέσεις σε αυτό το πλαίσιο.
es: No hay enlaces definidos en este contexto.
fr: Aucune liaison définie dans ce contexte.
ga: Níl aon cheangail sainmhínithe sa chomhthéacs seo.
hi: इस संदर्भ में कोई बंधन परिभाषित नहीं है।
id: Tidak ada ikatan yang didefinisikan dalam konteks ini.
it: Nessun legame definito in questo contesto.
ja: このコンテキストではバインディングが定義されていません。
ko: 이 컨텍스트에서는 바인딩이 정의되어 있지 않습니다.
ms: Tiada pengikatan ditakrifkan dalam konteks ini.
nb: Ingen bindinger definert i denne konteksten.
nl: Er zijn geen bindingen gedefinieerd in deze context.
pt: Nenhuma vinculação definida neste contexto.
ro: Nu sunt definite legături în acest context.
tr: Bu bağlamda tanımlanmış herhangi bir bağlama yok.
uk: У цьому контексті не визначено жодних прив'язок.
vi: Không có ràng buộc nào được xác định trong bối cảnh này.
zh: 此上下文中未定義綁定。

# T_WRITER_CYCLICWRITERS_TOOLS_KEYBINDING_KEYBOARDBINDINGS
source: Keyboard bindings
ar: روابط لوحة المفاتيح
de: Tastaturbelegungen
el: Συνδέσεις πληκτρολογίου
es: Atajos de teclado
fr: Raccourcis clavier
ga: Ceangail méarchláir
hi: कीबोर्ड बाइंडिंग
id: Pengikat keyboard
it: Associazioni di tastiera
ja: キーボードバインディング
ko: 키보드 바인딩
ms: Pengikatan papan kekunci
nb: Tastaturbindinger
nl: Toetsenbordbindingen
pt: Atalhos de teclado
ro: Legături de tastatură
tr: Klavye bağlamaları
uk: Прив'язки клавіатури
vi: Liên kết bàn phím
zh: 鍵盤綁定

# T_WRITER_CYCLICWRITERS_TOOLS_KEYBINDING_MOUSEBINDINGS
source: Mouse bindings
ar: روابط الفأرة
de: Mausbindungen
el: Συνδέσεις ποντικιού
es: Vinculaciones del ratón
fr: Raccourcis de la souris
ga: Ceangail luiche
hi: माउस बाइंडिंग
id: Pengikatan mouse
it: Associazioni del mouse
ja: マウスバインディング
ko: 마우스 바인딩
ms: Ikatan tetikus
nb: Musebindinger
nl: Muisbindingen
pt: Ligações de rato
ro: Legături pentru mouse
tr: Fare bağlamaları
uk: Прив'язки миші
vi: Liên kết chuột
zh: 滑鼠綁定

# T_WRITER_CYCLICWRITERS_TOOLS_NERDFONTS_EXCEPTION_CHARINVALID
source: Invalid Nerd Fonts character name {0} in type {1}
ar: اسم حرف Nerd Fonts غير صالح {0} في النوع {1}
de: Ungültiger Nerd Fonts-Zeichenname {0} im Typ {1}
el: Μη έγκυρο όνομα χαρακτήρα Nerd Fonts {0} στον τύπο {1}
es: Nombre de personaje de Nerd Fonts no válido {0} en el tipo {1}
fr: Nom de caractère de polices Nerd non valide {0} dans le type {1}
ga: Ainm carachtair Nerd Fonts neamhbhailí {0} i gcineál {1}
hi: प्रकार {1} में अमान्य Nerd फ़ॉन्ट वर्ण नाम {0}
id: Nama karakter Nerd Fonts tidak valid {0} dalam tipe {1}
it: Nome del personaggio Nerd Fonts non valido {0} nel tipo {1}
ja: タイプ {1} の Nerd Fonts 文字名 {0} が無効です
ko: {1} 유형의 Nerd Fonts 문자 이름 {0}이 잘못되었습니다.
ms: Nama aksara Font Nerd tidak sah {0} dalam jenis {1}
nb: Ugyldig tegnnavn for Nerd Fonts {0} i typen {1}
nl: Ongeldige Nerd Fonts-karakternaam {0} in type {1}
pt: Nome do personagem Nerd Fonts inválido {0} no tipo {1}
ro: Nume de caracter {0} invalid în fonturile Nerd Fonts, în tipul {1}
tr: {1} türünde geçersiz Nerd Fonts karakter adı {0}
uk: Недійсне ім'я персонажа Nerd Fonts {0} у типі {1}
vi: Tên ký tự Nerd Fonts không hợp lệ {0} trong loại {1}
zh: Nerd Fonts 字元名稱 {0} 在類型 {1} 中無效

# T_WRITER_CYCLICWRITERS_TOOLS_NERDFONTS_EXCEPTION_CHARREPRESENTATIONINVALID
source: Invalid Nerd Fonts character representation {0} from {1} in type {2}
ar: تمثيل أحرف Nerd Fonts غير صالح {0} من {1} في النوع {2}
de: Ungültige Nerd Fonts-Zeichendarstellung {0} von {1} in Typ {2}
el: Μη έγκυρη αναπαράσταση χαρακτήρων Nerd Fonts {0} από {1} στον τύπο {2}
es: Representación de carácter de Nerd Fonts no válida {0} de {1} en el tipo {2}
fr: Représentation de caractère de polices Nerd non valide {0} de {1} dans le type {2}
ga: Léiriú carachtar neamhbhailí Nerd Fonts {0} ó {1} i gcineál {2}
hi: प्रकार {2} में {1} से {0} Nerd फ़ॉन्ट्स वर्ण प्रतिनिधित्व अमान्य है
id: Representasi karakter Nerd Fonts tidak valid {0} dari {1} dalam tipe {2}
it: Rappresentazione del carattere Nerd Fonts non valida {0} da {1} nel tipo {2}
ja: タイプ {2} の {1} からの Nerd Fonts 文字表現 {0} が無効です
ko: {1}의 {0} 문자 표현이 {2} 유형에서 유효하지 않습니다.
ms: Perwakilan aksara Font Nerd tidak sah {0} daripada {1} dalam jenis {2}
nb: Ugyldig Nerd Fonts-tegnrepresentasjon {0} fra {1} i typen {2}
nl: Ongeldige Nerd Fonts-tekenweergave {0} van {1} in type {2}
pt: Representação de caracteres Nerd Fonts inválida {0} de {1} no tipo {2}
ro: Reprezentare invalidă a caracterelor {0} din {1} în fonturile Nerd Fonts, în tipul {2}
tr: {1}'den {2} türündeki geçersiz Nerd Fonts karakter gösterimi {0}
uk: Недійсне представлення символів шрифтів Nerd {0} з {1} у типі {2}
vi: Biểu diễn ký tự Nerd Fonts không hợp lệ {0} từ {1} trong loại {2}
zh: 來自 {1} 的 Nerd Fonts 字元表示 {0} 無效，類型為 {2}

# T_WRITER_CYCLICWRITERS_TOOLS_NERDFONTS_EXCEPTION_TYPEINVALID
source: Invalid Nerd Fonts type {0}
ar: نوع خطوط Nerd غير صالح {0}
de: Ungültiger Nerd Fonts-Typ {0}
el: Μη έγκυρος τύπος γραμματοσειράς Nerd {0}
es: Tipo de fuente Nerd no válido {0}
fr: Polices Nerd invalides type {0}
ga: Cineál Clónna Nerd neamhbhailí {0}
hi: अमान्य Nerd फ़ॉन्ट प्रकार {0}
id: Jenis Font Nerd Tidak Valid {0}
it: Tipo di font Nerd non valido {0}
ja: 無効な Nerd フォント タイプ {0}
ko: 잘못된 Nerd 글꼴 유형 {0}
ms: Jenis Fon Nerd tidak sah {0}
nb: Ugyldig Nerd-fonttype {0}
nl: Ongeldig Nerd-lettertype {0}
pt: Tipo de fonte Nerd inválido {0}
ro: Tip de fonturi Nerd nevalid {0}
tr: Geçersiz Nerd Fontları türü {0}
uk: Недійсний тип шрифтів Nerd: {0}
vi: Kiểu phông chữ Nerd không hợp lệ {0}
zh: Nerd 字型類型 {0} 無效

# T_WRITER_CYCLICWRITERS_TOOLS_NERDFONTS_EXCEPTION_TYPENOCHARS
source: Nerd Fonts type {0} has no characters
ar: نوع الخطوط Nerd {0} لا يحتوي على أحرف
de: Nerd Fonts Typ {0} hat keine Zeichen
el: Ο τύπος γραμματοσειράς Nerd {0} δεν έχει χαρακτήρες
es: Las fuentes Nerd tipo {0} no tienen caracteres
fr: Le type de polices Nerd {0} n'a aucun caractère
ga: Níl aon charachtair i gcineál Clónna Nerd {0}
hi: Nerd फ़ॉन्ट्स प्रकार {0} में कोई वर्ण नहीं है
id: Font Nerd tipe {0} tidak memiliki karakter
it: Il tipo di carattere Nerd {0} non contiene caratteri
ja: Nerd Fontsタイプ{0}には文字がありません
ko: Nerd Fonts 유형 {0}에 문자가 없습니다.
ms: Jenis Font Nerd {0} tidak mempunyai aksara
nb: Nerd-fonter av typen {0} har ingen tegn
nl: Nerd-lettertypen type {0} heeft geen tekens
pt: O tipo de fonte Nerd {0} não tem caracteres
ro: Fonturile Nerd de tip {0} nu au caractere
tr: Nerd Fonts türü {0} karakter içermiyor
uk: Шрифти Nerd типу {0} не містять символів
vi: Kiểu chữ Nerd Fonts {0} không có ký tự nào
zh: Nerd Fonts 類型 {0} 沒有字符

# T_WRITER_CYCLICWRITERS_TOOLS_CONTAINER_EXCEPTION_HASRENDERABLE
source: Renderable is already registered
ar: تم تسجيل Renderable بالفعل
de: Renderable ist bereits registriert
el: Το Renderable είναι ήδη καταχωρημένο
es: Renderable ya está registrado
fr: Renderable est déjà enregistré
ga: Tá an rindreáil cláraithe cheana féin
hi: रेंडरेबल पहले से ही पंजीकृत है
id: Renderable sudah terdaftar
it: Il render è già registrato
ja: レンダリング可能オブジェクトはすでに登録されています
ko: Renderable이 이미 등록되었습니다.
ms: Renderable sudah didaftarkan
nb: Renderbar er allerede registrert
nl: Renderable is al geregistreerd
pt: Renderable já está registado
ro: Renderabilul este deja înregistrat
tr: Renderable zaten kayıtlı
uk: Renderable вже зареєстровано
vi: Renderable đã được đăng ký
zh: Renderable 已註冊

# T_WRITER_CYCLICWRITERS_TOOLS_CONTAINER_EXCEPTION_HASNORENDERABLE
source: Renderable is not registered
ar: لم يتم تسجيل العرض
de: Renderable ist nicht registriert
el: Το Renderable δεν είναι καταχωρημένο
es: Renderable no está registrado
fr: Le rendu n'est pas enregistré
ga: Níl an rindreáil cláraithe
hi: रेंडरेबल पंजीकृत नहीं है
id: Renderable tidak terdaftar
it: Il render non è registrato
ja: レンダリング可能オブジェクトが登録されていません
ko: Renderable이 등록되지 않았습니다
ms: Renderable tidak didaftarkan
nb: Gjengivelsesfunksjonen er ikke registrert
nl: Renderable is niet geregistreerd
pt: Renderable não está registado
ro: Renderabilul nu este înregistrat
tr: Renderable kayıtlı değil
uk: Renderable не зареєстровано
vi: Renderable không được đăng ký
zh: Renderable 未註冊

# T_WRITER_CYCLICWRITERS_SIMPLE_SPINNER_EXCEPTION_NOTSAMEWIDTH
source: All spinners should have the same width.
ar: يجب أن يكون لجميع الغزالات نفس العرض.
de: Alle Spinner sollten die gleiche Breite haben.
el: Όλοι οι περιστρεφόμενοι τροχοί πρέπει να έχουν το ίδιο πλάτος.
es: Todos los hilanderos deben tener el mismo ancho.
fr: Tous les spinners doivent avoir la même largeur.
ga: Ba chóir go mbeadh an leithead céanna ag gach sníomhaire.
hi: सभी स्पिनरों की चौड़ाई समान होनी चाहिए।
id: Semua pemintal harus memiliki lebar yang sama.
it: Tutti gli spinner dovrebbero avere la stessa larghezza.
ja: すべてのスピナーの幅は同じである必要があります。
ko: 모든 스피너의 너비는 같아야 합니다.
ms: Semua pemutar harus mempunyai lebar yang sama.
nb: Alle spinnere skal ha samme bredde.
nl: Alle spinners moeten dezelfde breedte hebben.
pt: Todos os spinners devem ter a mesma largura.
ro: Toate rotitoarele ar trebui să aibă aceeași lățime.
tr: Tüm ipliklerin genişliği aynı olmalıdır.
uk: Всі спінери повинні мати однакову ширину.
vi: Tất cả các con quay phải có cùng chiều rộng.
zh: 所有旋轉器應具有相同的寬度。

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_GOUP
source: Goes one input element up
ar: يذهب عنصر إدخال واحد لأعلى
de: Geht ein Eingabeelement nach oben
el: Πηγαίνει ένα στοιχείο εισόδου προς τα πάνω
es: Sube un elemento de entrada
fr: Monte d'un élément d'entrée
ga: Téann eilimint ionchuir amháin suas
hi: एक इनपुट तत्व ऊपर जाता है
id: Naik satu elemen input ke atas
it: Va un elemento di input in alto
ja: 入力要素を1つ上に移動する
ko: 입력 요소를 하나 위로 올립니다
ms: Menaikkan satu elemen input
nb: Går ett inngangselement opp
nl: Gaat één invoerelement omhoog
pt: Sobe um elemento de entrada
ro: Urcă cu un element de intrare în sus
tr: Bir giriş elemanı yukarı gider
uk: Переходить на один вхідний елемент вгору
vi: Đi lên một phần tử đầu vào
zh: 向上移動一個輸入元素

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_GODOWN
source: Goes one input element down
ar: يذهب عنصر إدخال واحد لأسفل
de: Geht ein Eingabeelement nach unten
el: Πηγαίνει ένα στοιχείο εισόδου προς τα κάτω
es: Va un elemento de entrada hacia abajo
fr: Descend d'un élément d'entrée
ga: Téann eilimint ionchuir amháin síos
hi: एक इनपुट तत्व नीचे चला जाता है
id: Menurunkan satu elemen input
it: Va un elemento di input in basso
ja: 入力要素を1つ下に移動します
ko: 입력 요소 하나 아래로 이동합니다
ms: Menurunkan satu elemen input
nb: Går ett inngangselement ned
nl: Gaat één invoerelement naar beneden
pt: Desce um elemento de entrada
ro: Coboară un element de intrare în jos
tr: Bir giriş elemanı aşağı iner
uk: Переходить на один вхідний елемент вниз
vi: Đi xuống một phần tử đầu vào
zh: 向下移動一個輸入元素

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_GOFIRST
source: Goes to the first input
ar: يذهب إلى الإدخال الأول
de: Geht zum ersten Eingang
el: Πηγαίνει στην πρώτη είσοδο
es: Va a la primera entrada
fr: Va à la première entrée
ga: Téann sé go dtí an chéad ionchur
hi: पहले इनपुट पर जाता है
id: Pergi ke input pertama
it: Va al primo input
ja: 最初の入力へ移動
ko: 첫 번째 입력으로 이동합니다
ms: Pergi ke input pertama
nb: Går til første inngang
nl: Gaat naar de eerste ingang
pt: Vai para a primeira entrada
ro: Trece la prima intrare
tr: İlk girdiye gider
uk: Переходить до першого входу
vi: Đi đến đầu vào đầu tiên
zh: 轉到第一個輸入

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_GOLAST
source: Goes to the last input
ar: يذهب إلى آخر الإدخالات
de: Geht zum letzten Eingang
el: Πηγαίνει στην τελευταία είσοδο
es: Va a la última entrada
fr: Va à la dernière entrée
ga: Téigh go dtí an t-ionchur deiridh
hi: अंतिम इनपुट पर जाता है
id: Pergi ke input terakhir
it: Va all'ultimo input
ja: 最後の入力へ移動
ko: 마지막 입력으로 이동합니다
ms: Pergi ke input terakhir
nb: Går til siste inngang
nl: Gaat naar de laatste invoer
pt: Vai para a última entrada
ro: Trece la ultima intrare
tr: Son girdiye gider
uk: Перехід до останнього входу
vi: Đi đến đầu vào cuối cùng
zh: 轉到最後一個輸入

# T_SHELL_BASE_SWITCH_SET_DESC
source: Sets the value of the output to the selected MESH variable
ar: يضبط قيمة الإخراج على متغير MESH المحدد
de: Legt den Wert der Ausgabe auf die ausgewählte MESH-Variable fest
el: Ορίζει την τιμή της εξόδου στην επιλεγμένη μεταβλητή MESH
es: Establece el valor de la salida a la variable MESH seleccionada
fr: Définit la valeur de la sortie sur la variable MESH sélectionnée
ga: Socraíonn sé luach an aschuir chuig an athróg MESH roghnaithe
hi: आउटपुट का मान चयनित MESH वेरिएबल पर सेट करता है
id: Mengatur nilai output ke variabel MESH yang dipilih
it: Imposta il valore dell'uscita sulla variabile MESH selezionata
ja: 出力の値を選択した MESH 変数に設定します
ko: 출력 값을 선택한 MESH 변수로 설정합니다.
ms: Menetapkan nilai output kepada pembolehubah MESH yang dipilih
nb: Setter verdien på utgangen til den valgte MESH-variabelen
nl: Stelt de waarde van de uitvoer in op de geselecteerde MESH-variabele
pt: Define o valor da saída para a variável MESH selecionada
ro: Setează valoarea ieșirii la variabila MESH selectată
tr: Çıktının değerini seçili MESH değişkenine ayarlar
uk: Встановлює значення виведення для вибраної змінної MESH
vi: Đặt giá trị của đầu ra cho biến MESH đã chọn
zh: 將輸出值設定為選定的 MESH 變數

# T_SHELL_BASE_COMMANDS_EXCEPTION_THREADPARAMSNEEDED_PROCESSEXECUTION
source: Can't get thread parameters for process execution.
ar: لا يمكن الحصول على معلمات الخيط لتنفيذ العملية.
de: Thread-Parameter für die Prozessausführung können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη παραμέτρων νήματος για την εκτέλεση της διαδικασίας.
es: No se pueden obtener los parámetros del hilo para la ejecución del proceso.
fr: Impossible d'obtenir les paramètres de thread pour l'exécution du processus.
ga: Ní féidir paraiméadair snáithe a fháil chun an próiseas a chur i gcrích.
hi: प्रक्रिया निष्पादन के लिए थ्रेड पैरामीटर प्राप्त नहीं किया जा सकता.
id: Tidak dapat memperoleh parameter thread untuk eksekusi proses.
it: Impossibile ottenere i parametri del thread per l'esecuzione del processo.
ja: プロセス実行のスレッド パラメータを取得できません。
ko: 프로세스 실행을 위한 스레드 매개변수를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan parameter benang untuk pelaksanaan proses.
nb: Kan ikke hente trådparametere for prosesskjøring.
nl: Threadparameters voor procesuitvoering kunnen niet worden opgehaald.
pt: Não é possível obter parâmetros do thread para execução de processos.
ro: Nu se pot obține parametrii firului de execuție pentru execuția procesului.
tr: İşlem yürütme için iş parçacığı parametreleri alınamıyor.
uk: Не вдається отримати параметри потоку для виконання процесу.
vi: Không thể lấy tham số luồng để thực thi quy trình.
zh: 無法取得進程執行的執行緒參數。

# T_SHELL_BASE_COMMANDS_ERROREXECUTE1
source: Error trying to execute command
ar: خطأ في محاولة تنفيذ الأمر
de: Fehler beim Ausführen des Befehls
el: Σφάλμα κατά την εκτέλεση της εντολής
es: Error al intentar ejecutar el comando
fr: Erreur lors de la tentative d'exécution de la commande
ga: Earráid agus iarracht á déanamh an t-ordú a rith
hi: कमांड निष्पादित करने में त्रुटि
id: Terjadi kesalahan saat mencoba menjalankan perintah
it: Errore durante il tentativo di eseguire il comando
ja: コマンドの実行中にエラーが発生しました
ko: 명령을 실행하는 동안 오류가 발생했습니다
ms: Ralat semasa cuba melaksanakan arahan
nb: Feil under forsøk på å utføre kommandoen
nl: Fout bij proberen opdracht uit te voeren
pt: Erro ao tentar executar o comando
ro: Eroare la încercarea de a executa comanda
tr: Komut yürütülürken hata oluştu
uk: Помилка під час спроби виконати команду
vi: Lỗi khi cố gắng thực hiện lệnh
zh: 嘗試執行命令時出錯

# T_COMMON_ERRORDESC
source: Error {0}: {1}
ar: الخطأ {0}: {1}
de: Fehler {0}: {1}
el: Σφάλμα {0}: {1}
fr: Erreur {0}: {1}
ga: Earráid {0}: {1}
hi: त्रुटि {0}: {1}
id: Kesalahan {0}: {1}
it: Errore {0}: {1}
ja: エラー{0}：{1}
ko: 오류 {0} : {1}
ms: Ralat {0}: {1}
nb: Feil {0}: {1}
nl: Fout {0}: {1}
pt: Erro {0}: {1}
ro: Eroare {0}: {1}
tr: Hata {0}: {1}
uk: Помилка {0}: {1}
vi: Lỗi {0}: {1}
zh: 錯誤 {0}：{1}

# T_SHELL_BASE_OBSOLETECMD
source: This command is obsolete and will be removed in a future release.
ar: هذا الأمر قديم وسيتم إزالته في إصدار مستقبلي.
de: Dieser Befehl ist veraltet und wird in einer zukünftigen Version entfernt.
el: Αυτή η εντολή είναι ξεπερασμένη και θα αφαιρεθεί σε μελλοντική έκδοση.
es: Este comando está obsoleto y se eliminará en una versión futura.
fr: Cette commande est obsolète et sera supprimée dans une prochaine version.
ga: Tá an t-ordú seo imithe i léig agus bainfear é i scaoileadh amach anseo.
hi: यह कमांड अप्रचलित है और भविष्य के रिलीज़ में हटा दी जाएगी।
id: Perintah ini sudah usang dan akan dihapus pada rilis mendatang.
it: Questo comando è obsoleto e verrà rimosso in una versione futura.
ja: このコマンドは廃止されており、将来のリリースで削除される予定です。
ko: 이 명령은 더 이상 사용되지 않으며 향후 릴리스에서 제거 될 예정입니다.
ms: Perintah ini sudah lapuk dan akan dialih keluar dalam keluaran akan datang.
nb: Denne kommandoen er foreldet og vil bli fjernet i en fremtidig utgivelse.
nl: Deze opdracht is verouderd en wordt in een toekomstige versie verwijderd.
pt: Este comando é obsoleto e será removido em uma versão futura.
ro: Această comandă este învechită și va fi eliminată într-o versiune viitoare.
tr: Bu komut artık kullanılmıyor ve gelecekteki bir sürümde kaldırılacak.
uk: Ця команда застаріла, і її буде видалено в майбутньому випуску.
vi: Lệnh này đã lỗi thời và sẽ bị xóa trong bản phát hành trong tương lai.
zh: 此命令已過時，將在未來版本中刪除。

# T_SHELL_BASE_COMMANDS_WRAPPABLECMDNOTFOUND
source: The wrappable command is not found.
ar: لم يتم العثور على أمر الالتفاف.
de: Der Wrapping-Befehl wurde nicht gefunden.
el: Η εντολή wappable δεν βρέθηκε.
es: No se encuentra el comando wrappable.
fr: La commande enveloppable est introuvable.
ga: Ní bhfuarthas an t-ordú infhillte.
hi: लपेटने योग्य आदेश नहीं मिला है।
id: Perintah yang dapat dibungkus tidak ditemukan.
it: Il comando wrappable non è stato trovato.
ja: wrappable コマンドが見つかりません。
ko: 랩핑 가능한 명령을 찾을 수 없습니다.
ms: Perintah wrappable tidak dijumpai.
nb: Den pakkebare kommandoen ble ikke funnet.
nl: De wrappable-opdracht is niet gevonden.
pt: O comando empacotável não foi encontrado.
ro: Comanda wrappable nu este găsită.
tr: Sarmalanabilir komut bulunamadı.
uk: Команда wrappable не знайдена.
vi: Không tìm thấy lệnh wrappable.
zh: 找不到可包裝命令。

# T_SHELL_BASE_COMMANDS_WRAPSHOULDBEMAIN
source: You must not directly execute this command in a wrapped mode.
ar: لا يجب عليك تنفيذ هذا الأمر مباشرة في الوضع الملتف.
de: Sie dürfen diesen Befehl nicht direkt im umschlossenen Modus ausführen.
el: Δεν πρέπει να εκτελέσετε απευθείας αυτήν την εντολή σε κατάσταση αναδίπλωσης.
es: No debe ejecutar este comando directamente en modo empaquetado.
fr: Vous ne devez pas exécuter directement cette commande en mode encapsulé.
ga: Níl cead agat an t-ordú seo a fhorghníomhú go díreach i mód fillte.
hi: आपको इस कमांड को रैप्ड मोड में सीधे निष्पादित नहीं करना चाहिए।
id: Anda tidak boleh langsung menjalankan perintah ini dalam mode terbungkus.
it: Non è necessario eseguire direttamente questo comando in modalità wrapper.
ja: このコマンドをラップモードで直接実行しないでください。
ko: 래핑된 모드에서는 이 명령을 직접 실행하면 안 됩니다.
ms: Anda tidak boleh langsung melaksanakan arahan ini dalam mod berbalut.
nb: Du må ikke utføre denne kommandoen direkte i pakket modus.
nl: U mag deze opdracht niet rechtstreeks uitvoeren in een ingepakte modus.
pt: Você não deve executar este comando diretamente em um modo encapsulado.
ro: Nu trebuie să executați direct această comandă într-un mod înfășurat.
tr: Bu komutu doğrudan sarmalanmış modda çalıştırmamalısınız.
uk: Ви не повинні безпосередньо виконувати цю команду в загорнутому режимі.
vi: Bạn không được thực hiện trực tiếp lệnh này ở chế độ được gói.
zh: 您不得在包裝模式下直接執行此命令。

# T_SHELL_BASE_COMMANDS_WRAPUNWRAPPABLE
source: The command is not wrappable. These commands are wrappable:
ar: الأمر غير قابل للالتفاف. هذه الأوامر قابلة للالتفاف:
de: Der Befehl ist nicht umschließbar. Diese Befehle können verpackt werden:
el: Η εντολή δεν μπορεί να αναδιπλωθεί. Αυτές οι εντολές μπορούν να αναδιπλωθούν:
es: El comando no se puede envolver. Estos comandos se pueden envolver:
fr: La commande n'est pas enveloppable. Ces commandes sont enveloppables :
ga: Níl an t-ordú fillte. Tá na horduithe seo infhillte:
hi: आदेश लपेटने योग्य नहीं है। ये आदेश लपेटने योग्य हैं:
id: Perintah ini tidak dapat dibungkus. Perintah berikut dapat dibungkus:
it: Il comando non è avvolgente. Questi comandi sono wrappabili:
ja: コマンドはラップ可能ではありません。これらのコマンドはラップ可能です:
ko: 명령은 래핑 할 수 없습니다. 다음 명령은 래핑 할 수 있습니다.
ms: Perintah itu tidak boleh dibalut. Perintah ini boleh dibalut:
nb: Kommandoen kan ikke pakkes inn. Disse kommandoene kan pakkes inn:
nl: De opdracht kan niet worden ingepakt. Deze commando's zijn wrappable:
pt: O comando não pode ser encapsulado. Esses comandos podem ser agrupados:
ro: Comanda nu poate fi ambalată. Aceste comenzi pot fi incluse:
tr: Komut sarılabilir değil. Bu komutlar sarılabilir:
uk: Команда не обгортається. Ці команди можна обертати:
vi: Lệnh này không thể gói được. Các lệnh sau có thể gói được:
zh: 該命令不可包裝。這些命令是可包裝的：
