Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_COMMON_KEYBINDING_GOFIRST2
source: Go to the first element
ar: انتقل إلى العنصر الأول
de: Gehe zum ersten Element
el: Μετάβαση στο πρώτο στοιχείο
es: Ir al primer elemento
fr: Aller au premier élément
ga: Téigh go dtí an chéad eilimint
hi: पहले तत्व पर जाएँ
id: Pergi ke elemen pertama
it: Vai al primo elemento
ja: 最初の要素へ移動
ko: 첫 번째 요소로 이동
ms: Pergi ke elemen pertama
nb: Gå til det første elementet
nl: Ga naar het eerste element
pt: Vá para o primeiro elemento
ro: Mergi la primul element
tr: İlk öğeye git
uk: Перейти до першого елемента
vi: Đi đến phần tử đầu tiên
zh: 轉到第一個元素

# T_INPUT_COMMON_KEYBINDING_GOLAST1
source: Go to Ending
ar: انتقل إلى النهاية
de: Gehe zum Ende
el: Μετάβαση στο Τέλος
es: Ir al final
fr: Aller à la fin
ga: Téigh go dtí an Deireadh
hi: अंत पर जाएँ
id: Pergi ke Akhir
it: Vai alla fine
ja: エンディングへ進む
ko: 끝으로 이동
ms: Pergi ke Ending
nb: Gå til slutt
nl: Ga naar Einde
pt: Ir para o fim
ro: Mergi la final
tr: Sona Git
uk: Перейти до кінця
vi: Đi đến Kết thúc
zh: 前往結尾

# T_INPUT_COMMON_KEYBINDING_GOLAST2
source: Go to the last element
ar: انتقل إلى العنصر الأخير
de: Gehe zum letzten Element
el: Μετάβαση στο τελευταίο στοιχείο
es: Ir al último elemento
fr: Aller au dernier élément
ga: Téigh go dtí an eilimint dheireanach
hi: अंतिम तत्व पर जाएँ
id: Pergi ke elemen terakhir
it: Vai all'ultimo elemento
ja: 最後の要素へ移動
ko: 마지막 요소로 이동
ms: Pergi ke elemen terakhir
nb: Gå til det siste elementet
nl: Ga naar het laatste element
pt: Vá para o último elemento
ro: Mergi la ultimul element
tr: Son öğeye git
uk: Перейти до останнього елемента
vi: Đi đến phần tử cuối cùng
zh: 轉到最後一個元素

# T_INPUT_COMMON_SEARCHPROMPT
source: Write a search term (supports regular expressions)
ar: اكتب مصطلح البحث (يدعم التعبيرات العادية)
de: Geben Sie einen Suchbegriff ein (unterstützt reguläre Ausdrücke)
el: Γράψτε έναν όρο αναζήτησης (υποστηρίζει κανονικές εκφράσεις)
es: Escribe un término de búsqueda (admite expresiones regulares)
fr: Écrire un terme de recherche (prend en charge les expressions régulières)
ga: Scríobh téarma cuardaigh (tacaíonn sé le habairtí rialta)
hi: खोज शब्द लिखें (नियमित अभिव्यक्तियों का समर्थन करता है)
id: Tulis istilah pencarian (mendukung ekspresi reguler)
it: Scrivi un termine di ricerca (supporta le espressioni regolari)
ja: 検索語を入力してください（正規表現をサポート）
ko: 검색어를 입력하세요(정규 표현식 지원)
ms: Tulis istilah carian (menyokong ungkapan biasa)
nb: Skriv et søkeord (støtter regulære uttrykk)
nl: Schrijf een zoekterm (ondersteunt reguliere expressies)
pt: Escrever um termo de pesquisa (suporta expressões regulares)
ro: Scrieți un termen de căutare (acceptă expresii regulate)
tr: Bir arama terimi yazın (normal ifadeleri destekler)
uk: Введіть пошуковий термін (підтримує регулярні вирази)
vi: Viết một thuật ngữ tìm kiếm (hỗ trợ biểu thức chính quy)
zh: 輸入搜尋字詞（支援正規表示式）

# T_INPUT_COMMON_INVALIDQUERY
source: Your query is not a valid regular expression.
ar: استعلامك ليس تعبيرًا عاديًا صالحًا.
de: Ihre Abfrage ist kein gültiger regulärer Ausdruck.
el: Το ερώτημά σας δεν είναι έγκυρη κανονική έκφραση.
es: Su consulta no es una expresión regular válida.
fr: Votre requête n'est pas une expression régulière valide.
ga: Ní léiriú rialta bailí é d'fhiosrúchán.
hi: आपकी क्वेरी वैध नियमित अभिव्यक्ति नहीं है.
id: Kueri Anda bukan ekspresi reguler yang valid.
it: La tua query non è un'espressione regolare valida.
ja: クエリは有効な正規表現ではありません。
ko: 귀하의 쿼리는 유효한 정규 표현식이 아닙니다.
ms: Pertanyaan anda bukan ungkapan biasa yang sah.
nb: Spørringen din er ikke et gyldig regulært uttrykk.
nl: Uw query is geen geldige reguliere expressie.
pt: A sua consulta não é uma expressão regular válida.
ro: Interogarea ta nu este o expresie regulată validă.
tr: Sorgunuz geçerli bir düzenli ifade değil.
uk: Ваш запит не є коректним регулярним виразом.
vi: Truy vấn của bạn không phải là biểu thức chính quy hợp lệ.
zh: 您的查詢不是有效的正規表示式。

# T_INPUT_COMMON_ENTRYPROMPT
source: Select one of the entries:
ar: اختر أحد الإدخالات:
de: Wählen Sie einen der Einträge aus:
el: Επιλέξτε μία από τις καταχωρίσεις:
es: Seleccione una de las entradas:
fr: Sélectionnez l'une des entrées :
ga: Roghnaigh ceann de na hiontrálacha:
hi: निम्न प्रविष्टियों में से एक का चयन करें:
id: Pilih salah satu entri:
it: Seleziona una delle voci:
ja: いずれかのエントリを選択してください:
ko: 다음 항목 중 하나를 선택하세요.
ms: Pilih salah satu entri:
nb: Velg én av oppføringene:
nl: Selecteer een van de items:
pt: Selecione uma das entradas:
ro: Selectați una dintre intrări:
tr: Aşağıdaki girdilerden birini seçin:
uk: Виберіть один із записів:
vi: Chọn một trong các mục sau:
zh: 選擇以下條目之一：

# T_INPUT_COMMON_NOITEMS
source: No item found.
ar: لم يتم العثور على أي عنصر.
de: Kein Artikel gefunden.
el: Δεν βρέθηκε κανένα στοιχείο.
es: No se encontró ningún artículo.
fr: Aucun élément trouvé.
ga: Níor aimsíodh aon mhír.
hi: कोई आइटम नहीं मिला.
id: Tidak ada item yang ditemukan.
it: Nessun elemento trovato.
ja: アイテムが見つかりません。
ko: 항목을 찾을 수 없습니다.
ms: Tiada item ditemui.
nb: Ingen gjenstand funnet.
nl: Geen item gevonden.
pt: Nenhum item encontrado.
ro: Niciun articol găsit.
tr: Hiçbir öğe bulunamadı.
uk: Жодного елемента не знайдено.
vi: Không tìm thấy mục nào.
zh: 未找到任何商品。

# T_INPUT_IS_COMMON_KEYBINDING_SEARCH
source: Search for an element
ar: البحث عن عنصر
de: Suchen nach einem Element
el: Αναζήτηση για ένα στοιχείο
es: Buscar un elemento
fr: Rechercher un élément
ga: Cuardaigh eilimint
hi: किसी तत्व की खोज करें
id: Cari elemen
it: Cerca un elemento
ja: 要素を検索する
ko: 요소 검색
ms: Cari elemen
nb: Søk etter et element
nl: Zoek naar een element
pt: Pesquisar um elemento
ro: Căutați un element
tr: Bir öğe arayın
uk: Пошук елемента
vi: Tìm kiếm một phần tử
zh: 搜尋元素

# T_INPUT_IS_COMMON_KEYBINDING_GOUPINFO
source: Go one line up (informational)
ar: اذهب في صف واحد (معلوماتي)
de: Gehen Sie eine Zeile nach oben (informativ)
el: Πηγαίνετε μια γραμμή προς τα πάνω (ενημερωτικά)
es: Ir una línea hacia arriba (informativo)
fr: Montez d'une ligne (informatif)
ga: Téigh líne amháin suas (eolasach)
hi: एक पंक्ति ऊपर जाएँ (सूचनात्मक)
id: Naik satu baris ke atas (informasional)
it: Vai avanti di una fila (informativo)
ja: 1行上へ進む（情報提供）
ko: 한 줄 위로 가세요(정보)
ms: Pergi satu barisan (bermaklumat)
nb: Gå én linje opp (informativt)
nl: Ga één regel omhoog (informatief)
pt: Subir uma linha (informativo)
ro: Mergeți cu un rând mai sus (informativ)
tr: Bir sıra yukarı çık (bilgi amaçlı)
uk: Перейти на один рядок вгору (інформаційно)
vi: Đi một hàng lên (thông tin)
zh: 向上一行（資訊性）

# T_INPUT_IS_COMMON_KEYBINDING_GODOWNINFO
source: Go one line down (informational)
ar: اذهب سطرًا واحدًا إلى الأسفل (معلوماتي)
de: Eine Zeile nach unten gehen (informativ)
el: Πηγαίνετε μια γραμμή παρακάτω (πληροφοριακά)
es: Bajar una línea (informativo)
fr: Descendre d'une ligne (informatif)
ga: Téigh líne amháin síos (eolasach)
hi: एक पंक्ति नीचे जाएँ (सूचनात्मक)
id: Turun satu baris (informasional)
it: Vai alla riga successiva (informativo)
ja: 1行下へ移動（情報提供）
ko: 한 줄 아래로 이동(정보)
ms: Pergi satu baris ke bawah (maklumat)
nb: Gå én linje ned (informativt)
nl: Ga één regel naar beneden (informatief)
pt: Descer uma linha (informativo)
ro: Mergeți cu o linie mai jos (informativ)
tr: Bir satır aşağı in (bilgi amaçlı)
uk: Перейти на один рядок вниз (інформаційно)
vi: Đi xuống một dòng (thông tin)
zh: 向下一行（訊息）

# T_INPUT_IS_COMMON_KEYBINDING_SWITCH
source: Switch
ar: يُحوّل
de: Schalten
el: Διακόπτης
es: Cambiar
fr: Changer
ga: Athraigh
hi: बदलना
id: Mengalihkan
it: Interruttore
ja: スイッチ
ko: 스위치
ms: Tukar
nb: Bryter
nl: Schakelaar
pt: Interruptor
ro: Comutator
tr: Anahtar
uk: Перемикач
vi: Công tắc
zh: 轉變

# T_INPUT_IS_COLOR_LISTOFPREDEFINEDCOLORS
source: List of {0} predefined colors
ar: قائمة {0} من الألوان المحددة مسبقًا
de: Liste mit {0} vordefinierten Farben
el: Λίστα με {0} προκαθορισμένα χρώματα
es: Lista de {0} colores predefinidos
fr: Liste de {0} couleurs prédéfinies
ga: Liosta de {0} dathanna réamhshainithe
hi: {0} पूर्वनिर्धारित रंगों की सूची
id: Daftar {0} warna yang telah ditentukan sebelumnya
it: Elenco di {0} colori predefiniti
ja: 定義済み色 {0} 個のリスト
ko: 미리 정의된 색상 {0}개 목록
ms: Senarai {0} warna yang dipratentukan
nb: Liste over {0} forhåndsdefinerte farger
nl: Lijst met {0} vooraf gedefinieerde kleuren
pt: Lista de {0} cores predefinidas
ro: Listă de {0} culori predefinite
tr: {0} önceden tanımlanmış renklerin listesi
uk: Список із {0} попередньо визначених кольорів
vi: Danh sách {0} màu được xác định trước
zh: {0} 個預定義顏色列表

# T_INPUT_IS_COLOR_RAMPFRAME_GRAY
source: Gray
ar: رمادي
de: Grau
el: Γκρί
es: Gris
fr: Gris
ga: Liath
hi: स्लेटी
id: Abu-abu
it: Grigio
ja: グレー
ko: 회색
ms: Kelabu
nb: Grå
nl: Grijs
pt: Cinzento
ro: Gri
tr: Gri
uk: Сірий
vi: Xám
zh: 灰色的

# T_INPUT_IS_COLOR_RAMPFRAME_TRANSPARENCY
source: Transparency
ar: الشفافية
de: Transparenz
el: Διαφάνεια
es: Transparencia
fr: Transparence
ga: Trédhearcacht
hi: पारदर्शिता
id: Transparansi
it: Trasparenza
ja: 透明性
ko: 투명도
ms: Ketelusan
nb: Åpenhet
nl: Transparantie
pt: Transparência
ro: Transparenţă
tr: Şeffaflık
uk: Прозорість
vi: Tính minh bạch
zh: 透明度

# T_INPUT_IS_COLOR_SHADETINTFRAME
source: Shade and Tint
ar: الظل والصبغة
de: Schatten und Tönung
el: Σκιά και Απόχρωση
es: Sombra y tinte
fr: Ombre et teinte
ga: Scáth agus Tint
hi: छाया और रंग
id: Bayangan dan Warna
it: Ombra e tinta
ja: シェードと色合い
ko: 음영 및 색조
ms: Lorek dan Tint
nb: Skygge og fargetone
nl: Schaduw en tint
pt: Sombra e Matiz
ro: Umbră și nuanță
tr: Gölge ve Ton
uk: Тінь та відтінки
vi: Bóng râm và màu sắc
zh: 陰影和色調

# T_INPUT_IS_COLOR_COLORINFOFRAME
source: Color info
ar: معلومات اللون
de: Farbinfo
el: Πληροφορίες χρώματος
es: Información de color
fr: Informations sur la couleur
ga: Eolas datha
hi: रंग जानकारी
id: Info warna
it: Informazioni sul colore
ja: 色情報
ko: 색상 정보
ms: Maklumat warna
nb: Fargeinformasjon
nl: Kleurinfo
pt: Informações de cor
ro: Informații despre culoare
tr: Renk bilgisi
uk: Інформація про колір
vi: Thông tin màu sắc
zh: 顏色訊息

# T_INPUT_IS_COLOR_TRANSFORMFRAME
source: Transform
ar: تحويل
de: Verwandeln
el: Μετασχηματίζω
es: Transformar
fr: Transformer
ga: Claochlú
hi: परिवर्तन
id: Mengubah
it: Trasformare
ja: 変身
ko: 변환
ms: Berubah
nl: Transformeren
pt: Transformar
ro: Transforma
tr: Dönüştürmek
uk: Трансформувати
vi: Biến đổi
zh: 轉換

# T_INPUT_IS_COLOR_EXCEPTION_INVALIDCOLORTYPE
source: Invalid color type in the color selector
ar: نوع لون غير صالح في محدد الألوان
de: Ungültiger Farbtyp im Farbwähler
el: Μη έγκυρος τύπος χρώματος στον επιλογέα χρώματος
es: Tipo de color no válido en el selector de colores
fr: Type de couleur non valide dans le sélecteur de couleurs
ga: Cineál datha neamhbhailí sa roghnóir datha
hi: रंग चयनकर्ता में अमान्य रंग प्रकार
id: Jenis warna tidak valid dalam pemilih warna
it: Tipo di colore non valido nel selettore colori
ja: カラーセレクターのカラータイプが無効です
ko: 색상 선택기의 색상 유형이 잘못되었습니다.
ms: Jenis warna tidak sah dalam pemilih warna
nb: Ugyldig fargetype i fargevelgeren
nl: Ongeldig kleurtype in de kleurenkiezer
pt: Tipo de cor inválido no seletor de cores
ro: Tip de culoare nevalid în selectorul de culori
tr: Renk seçicide geçersiz renk türü
uk: Недійсний тип кольору в селекторі кольору
vi: Kiểu màu không hợp lệ trong bộ chọn màu
zh: 顏色選擇器中的顏色類型無效

# T_INPUT_IS_FIGLET_FONTNAMEPROMPT
source: Write the font name. It'll be converted to lowercase.
ar: اكتب اسم الخط. سيتم تحويله إلى أحرف صغيرة.
de: Geben Sie den Schriftnamen ein. Er wird in Kleinbuchstaben umgewandelt.
el: Γράψτε το όνομα της γραμματοσειράς. Θα μετατραπεί σε πεζά γράμματα.
es: Escribe el nombre de la fuente. Se convertirá a minúsculas.
fr: Écrivez le nom de la police. Il sera converti en minuscules.
ga: Scríobh ainm an chló. Déanfar é a thiontú go litreacha beaga.
hi: फ़ॉन्ट का नाम लिखें। इसे लोअरकेस में बदल दिया जाएगा।
id: Tuliskan nama font. Nama tersebut akan diubah menjadi huruf kecil.
it: Scrivi il nome del font. Verrà convertito in minuscolo.
ja: フォント名を入力してください。小文字に変換されます。
ko: 글꼴 이름을 입력하세요. 소문자로 변환됩니다.
ms: Tulis nama fon. Ia akan ditukar kepada huruf kecil.
nb: Skriv skriftnavnet. Det vil bli konvertert til små bokstaver.
nl: Schrijf de naam van het lettertype. Deze wordt omgezet naar kleine letters.
pt: Escreva o nome da fonte. Será convertida para minúsculas.
ro: Scrieți numele fontului. Acesta va fi convertit în litere mici.
tr: Font adını yazın. Küçük harfe dönüştürülecektir.
uk: Введіть назву шрифту. Вона буде перетворена на малі літери.
vi: Viết tên phông chữ. Nó sẽ được chuyển thành chữ thường.
zh: 輸入字體名稱。它將被轉換為小寫。

# T_INPUT_IS_FIGLET_NOFONT
source: The font doesn't exist.
ar: الخط غير موجود.
de: Die Schriftart existiert nicht.
el: Η γραμματοσειρά δεν υπάρχει.
es: La fuente no existe.
fr: La police n'existe pas.
ga: Níl an cló ann.
hi: फ़ॉन्ट मौजूद नहीं है.
id: Fontnya tidak ada.
it: Il font non esiste.
ja: フォントが存在しません。
ko: 해당 글꼴이 존재하지 않습니다.
ms: Fon tidak wujud.
nb: Skriften finnes ikke.
nl: Het lettertype bestaat niet.
pt: A fonte não existe.
ro: Fontul nu există.
tr: Yazı tipi mevcut değil.
uk: Шрифт не існує.
vi: Phông chữ không tồn tại.
zh: 該字體不存在。

# T_INPUT_IS_FIGLET_FONTSELECTPROMPT
source: Select a figlet font from the list below
ar: حدد خط figlet من القائمة أدناه
de: Wählen Sie eine Figlet-Schriftart aus der Liste unten
el: Επιλέξτε μια γραμματοσειρά figlet από την παρακάτω λίστα
es: Seleccione una fuente figlet de la lista a continuación
fr: Sélectionnez une police figlet dans la liste ci-dessous
ga: Roghnaigh cló figlet ón liosta thíos
hi: नीचे दी गई सूची से फ़िगलेट फ़ॉन्ट चुनें
id: Pilih font figlet dari daftar di bawah ini
it: Seleziona un font figlet dall'elenco sottostante
ja: 以下のリストからfigletフォントを選択してください
ko: 아래 목록에서 figlet 글꼴을 선택하세요
ms: Pilih fon figlet daripada senarai di bawah
nb: Velg en figlet-skrifttype fra listen nedenfor
nl: Selecteer een figletlettertype uit de onderstaande lijst
pt: Selecione uma fonte figlet na lista abaixo
ro: Selectați un font figlet din lista de mai jos
tr: Aşağıdaki listeden bir figlet yazı tipi seçin
uk: Виберіть шрифт figlet зі списку нижче
vi: Chọn một phông chữ figlet từ danh sách bên dưới
zh: 從下面的清單中選擇一個 figlet 字體

# T_INPUT_IS_FIGLET_FONTSELECTPROMPTTITLE
source: Font selection
ar: اختيار الخط
de: Schriftartauswahl
el: Επιλογή γραμματοσειράς
es: Selección de fuentes
fr: Sélection de polices
ga: Rogha cló
hi: फ़ॉन्ट चयन
id: Pemilihan font
it: Selezione del carattere
ja: フォントの選択
ko: 글꼴 선택
ms: Pemilihan fon
nb: Valg av skrifttype
nl: Lettertypeselectie
pt: Seleção de fonte
ro: Selectarea fontului
tr: Yazı tipi seçimi
uk: Вибір шрифту
vi: Lựa chọn phông chữ
zh: 字體選擇

# T_INPUT_IS_SELECTOR_EXCEPTION_NOSELECTOR
source: Selector is not specified
ar: لم يتم تحديد المحدد
de: Selektor ist nicht angegeben
el: Ο επιλογέας δεν έχει καθοριστεί
es: El selector no está especificado
fr: Le sélecteur n'est pas spécifié
ga: Níl an roghnóir sonraithe
hi: चयनकर्ता निर्दिष्ट नहीं है
id: Pemilih tidak ditentukan
it: Il selettore non è specificato
ja: セレクタが指定されていません
ko: 선택자가 지정되지 않았습니다
ms: Pemilih tidak dinyatakan
nb: Velger er ikke spesifisert
nl: Selector is niet gespecificeerd
pt: O seletor não está especificado
ro: Selectorul nu este specificat
tr: Seçici belirtilmemiş
uk: Селектор не вказано
vi: Bộ chọn không được chỉ định
zh: 未指定選擇器

# T_INPUT_IS_SELECTOR_KEYBINDING_READMORE
source: Read more...
ar: اقرأ المزيد...
de: Mehr lesen...
el: Διαβάστε περισσότερα...
es: Leer más...
fr: En savoir plus...
ga: Léigh tuilleadh...
hi: और पढ़ें...
id: Baca selengkapnya...
it: Per saperne di più...
ja: 続きを読む...
ko: 더 읽어보세요...
ms: Baca lagi...
nb: Les mer...
nl: Lees verder...
pt: Ler mais...
ro: Citeşte mai mult...
tr: Devamını oku...
uk: Читати далі...
vi: Đọc thêm...
zh: 閱讀更多...

# T_INPUT_IS_SELECTOR_KEYBINDING_LISTBINDINGS
source: List keybindings
ar: قائمة ارتباطات المفاتيح
de: Tastenkombinationen auflisten
el: Λίστα συνδυασμών πλήκτρων
es: Lista de combinaciones de teclas
fr: Liste des raccourcis clavier
ga: Liostaigh ceangail eochracha
hi: कीबाइंडिंग की सूची बनाएं
id: Daftar pengikatan tombol
it: Elenco delle combinazioni di tasti
ja: キーバインドの一覧
ko: 목록 키 바인딩
ms: Senaraikan ikatan kekunci
nb: Liste over tastebindinger
nl: Lijst met sneltoetsen
pt: Listar atalhos de teclado
ro: Listează combinațiile de taste
tr: Tuş atamalarını listele
uk: Список комбінацій клавіш
vi: Liệt kê các phím tắt
zh: 列出鍵綁定

# T_INPUT_IS_SELECTOR_KEYBINDING_MOVEAROUND
source: Move around
ar: التحرك
de: Bewegen
el: Μετακίνηση
es: Cambiar de lugar
fr: Se déplacer
ga: Bog timpeall
hi: चारों ओर घूमें
id: Bergerak
it: Muoversi
ja: 移動する
ko: 돌아다니다
ms: Bergeraklah
nb: Beveg deg rundt
nl: Beweeg rond
pt: Mova-se
ro: Mișcă-te
tr: Hareket et
uk: Пересуватися
vi: Di chuyển xung quanh
zh: 四處走動

# T_INPUT_IS_SELECTOR_KEYBINDING_EXIT
source: Exits the interactive TUI
ar: الخروج من واجهة المستخدم التفاعلية
de: Beendet die interaktive TUI
el: Έξοδος από το διαδραστικό TUI
es: Sale de la TUI interactiva
fr: Quitte l'interface interactive TUI
ga: Fágann sé an TUI idirghníomhach
hi: इंटरैक्टिव TUI से बाहर निकलें
id: Keluar dari TUI interaktif
it: Esce dalla TUI interattiva
ja: 対話型TUIを終了します
ko: 대화형 TUI를 종료합니다.
ms: Keluar dari TUI interaktif
nb: Avslutter den interaktive brukergrensesnittet
nl: Verlaat de interactieve TUI
pt: Sai do TUI interativo
ro: Ieșire din interfața interactivă TUI
tr: Etkileşimli TUI'den çıkışlar
uk: Вихід з інтерактивного інтерфейсу користувача
vi: Thoát khỏi TUI tương tác
zh: 退出互動式 TUI

# T_INPUT_IS_SELECTION_ITEMINFO
source: Item info
ar: معلومات العنصر
de: Artikelinfo
el: Πληροφορίες αντικειμένου
es: Información del artículo
fr: Informations sur l'article
ga: Eolas faoin earra
hi: आइटम जानकारी
id: Informasi barang
it: Informazioni sull'articolo
ja: 商品情報
ko: 상품 정보
ms: Maklumat item
nb: Vareinformasjon
nl: Artikelinfo
pt: Informações do artigo
ro: Informații despre articol
tr: Ürün bilgisi
uk: Інформація про товар
vi: Thông tin mục
zh: 商品資訊

# T_INPUT_IS_SELECTION_EXCEPTION_NEEDSATLEASTONEITEM
source: The selection style requires that there is at least one choice enabled.
ar: يتطلب أسلوب الاختيار أن يكون هناك خيار واحد ممكّنًا على الأقل.
de: Der Auswahlstil erfordert, dass mindestens eine Auswahl aktiviert ist.
el: Το στυλ επιλογής απαιτεί να είναι ενεργοποιημένη τουλάχιστον μία επιλογή.
es: El estilo de selección requiere que haya al menos una opción habilitada.
fr: Le style de sélection nécessite qu'au moins un choix soit activé.
ga: Éilíonn an stíl roghnúcháin go bhfuil rogha amháin ar a laghad cumasaithe.
hi: चयन शैली के लिए आवश्यक है कि कम से कम एक विकल्प सक्षम हो।
id: Gaya pemilihan mengharuskan setidaknya ada satu pilihan yang diaktifkan.
it: Lo stile di selezione richiede che sia abilitata almeno una scelta.
ja: 選択スタイルでは、少なくとも 1 つの選択肢が有効になっている必要があります。
ko: 선택 스타일을 사용하려면 최소한 하나의 선택 사항이 활성화되어 있어야 합니다.
ms: Gaya pemilihan memerlukan sekurang-kurangnya satu pilihan didayakan.
nb: Utvalgsstilen krever at minst ett alternativ er aktivert.
nl: De selectiestijl vereist dat er minimaal één keuze is ingeschakeld.
pt: O estilo de seleção requer que exista pelo menos uma opção ativada.
ro: Stilul de selecție necesită activarea a cel puțin o opțiune.
tr: Seçim stili en az bir seçeneğin etkinleştirilmesini gerektirir.
uk: Стиль вибору вимагає, щоб був увімкнений хоча б один варіант.
vi: Kiểu lựa chọn yêu cầu phải có ít nhất một lựa chọn được bật.
zh: 選擇樣式要求至少有一個啟用的選項。

# T_INPUT_IS_SPINNER_SPINNERNAMEPROMPT
source: Write the spinner name. It'll be converted to lowercase.
ar: اكتب اسم الدوار. سيتم تحويله إلى أحرف صغيرة.
de: Geben Sie den Spinnernamen ein. Er wird in Kleinbuchstaben umgewandelt.
el: Γράψτε το όνομα του περιστρεφόμενου μοχλού. Θα μετατραπεί σε πεζά γράμματα.
es: Escribe el nombre del spinner. Se convertirá a minúsculas.
fr: Écrivez le nom du spinner. Il sera converti en minuscules.
ga: Scríobh ainm an rothlóra. Déanfar é a thiontú go litreacha beaga.
hi: स्पिनर का नाम लिखें। इसे लोअरकेस में बदल दिया जाएगा।
id: Tuliskan nama pemutar. Nama tersebut akan diubah menjadi huruf kecil.
it: Scrivi il nome dello spinner. Verrà convertito in minuscolo.
ja: スピナー名を入力してください。小文字に変換されます。
ko: 스피너 이름을 적어주세요. 소문자로 변환됩니다.
ms: Tulis nama pemutar. Ia akan ditukar kepada huruf kecil.
nb: Skriv navnet på spinneren. Det vil bli konvertert til små bokstaver.
nl: Schrijf de naam van de spinner. Deze wordt omgezet naar kleine letters.
pt: Escreva o nome do spinner. Será convertido para letras minúsculas.
ro: Scrieți numele rotiței. Acesta va fi convertit în litere mici.
tr: Spinner ismini yazın. Küçük harfe dönüştürülecektir.
uk: Напишіть назву спінера. Вона буде перетворена на малі літери.
vi: Viết tên spinner. Tên này sẽ được chuyển thành chữ thường.
zh: 寫下微調器的名稱。它將被轉換為小寫。

# T_INPUT_IS_SPINNER_NOSPINNER
source: The spinner doesn't exist.
ar: الغزال غير موجود.
de: Der Spinner existiert nicht.
el: Ο περιστρεφόμενος μηχανισμός δεν υπάρχει.
es: La ruleta no existe
fr: Le spinner n'existe pas.
ga: Níl an rothlóir ann.
hi: स्पिनर मौजूद नहीं है.
id: Pemutar tidak ada.
it: Lo spinner non esiste.
ja: スピナーが存在しません。
ko: 스피너가 존재하지 않습니다.
ms: Pemintal tidak wujud.
nb: Spinneren finnes ikke.
nl: De spinner bestaat niet.
pt: O spinner não existe.
ro: Rotitorul nu există.
tr: Döndürücü yok.
uk: Спінера не існує.
vi: Con quay không tồn tại.
zh: 旋轉器不存在。

# T_INPUT_IS_SPINNER_SPINNERSELECTPROMPT
source: Select a spinner from the list below
ar: حدد الدوار من القائمة أدناه
de: Wählen Sie einen Spinner aus der Liste unten
el: Επιλέξτε έναν περιστρεφόμενο δίσκο από την παρακάτω λίστα
es: Seleccione un spinner de la lista a continuación
fr: Sélectionnez un spinner dans la liste ci-dessous
ga: Roghnaigh rothlóir ón liosta thíos
hi: नीचे दी गई सूची से एक स्पिनर चुनें
id: Pilih pemintal dari daftar di bawah ini
it: Seleziona uno spinner dall'elenco sottostante
ja: 以下のリストからスピナーを選択してください
ko: 아래 목록에서 스피너를 선택하세요
ms: Pilih pemutar daripada senarai di bawah
nb: Velg en spinner fra listen nedenfor
nl: Selecteer een spinner uit de onderstaande lijst
pt: Selecione um spinner da lista abaixo
ro: Selectați un spinner din lista de mai jos
tr: Aşağıdaki listeden bir spinner seçin
uk: Виберіть спінер зі списку нижче
vi: Chọn một spinner từ danh sách bên dưới
zh: 從下面的清單中選擇一個旋轉器

# T_INPUT_IS_SPINNER_SPINNERSELECTPROMPTTITLE
source: Spinner selection
ar: اختيار الدوار
de: Spinnerauswahl
el: Επιλογή περιστρεφόμενου
es: Selección de Spinner
fr: Sélection de fileurs
ga: Rogha sníomhaire
hi: स्पिनर चयन
id: Pemilihan pemintal
it: Selezione dello spinner
ja: スピナーの選択
ko: 스피너 선택
ms: Pemilihan pemutar
nb: Spinnervalg
nl: Spinnerselectie
pt: Seleção de spinners
ro: Selecție de spinner
tr: Spinner seçimi
uk: Вибір спінера
vi: Lựa chọn Spinner
zh: 微調器選擇

# T_INPUT_INTERACTIVE_BASE_NOINFO
source: No info.
ar: لا يوجد معلومات.
de: Keine Informationen.
el: Δεν υπάρχουν πληροφορίες.
es: Sin información.
fr: Aucune information.
ga: Gan aon eolas.
hi: कोई जानकारी नहीं.
id: Tidak ada informasi.
it: Nessuna informazione.
ja: 情報がありません。
ko: 정보가 없습니다.
ms: Tiada maklumat.
nb: Ingen informasjon.
nl: Geen informatie.
pt: Nenhuma informação.
ro: Nicio informație.
tr: Bilgi yok.
uk: Немає інформації.
vi: Không có thông tin.
zh: 沒有資訊。

# T_INPUT_INTERACTIVE_BASE_NOSTATUS
source: No status
ar: لا يوجد حالة
de: Kein Status
el: Χωρίς κατάσταση
es: Sin estatus
fr: Aucun statut
ga: Gan stádas
hi: कोई स्थिति नहीं
id: Tidak ada status
it: Nessuno stato
ja: ステータスなし
ko: 상태 없음
ms: Tiada status
nb: Ingen status
nl: Geen status
pt: Nenhum estado
ro: Fără statut
tr: Durum yok
uk: Без статусу
vi: Không có trạng thái
zh: 無狀態
