Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_EXCEPTION_UNKNOWNERROR1
source: General Terminaux error!
ar: خطأ عام في Terminaux!
de: Allgemeiner Terminaux-Fehler!
el: Γενικό σφάλμα Terminaux!
es: ¡Error general de Terminaux!
fr: Erreur des terminaux généraux !
ga: Earráid ghinearálta Terminaux!
hi: सामान्य टर्मिनॉक्स त्रुटि!
id: Kesalahan Umum Terminaux!
it: Errore generale di Terminaux!
ja: General Terminaux エラー!
ko: 일반 종착역 오류!
ms: Ralat Terminaux Umum!
nb: Generell Terminaux-feil!
nl: Algemene Terminaux-fout!
pt: Erro geral Terminaux!
ro: Eroare generală Terminals!
tr: General Terminaux hatası!
uk: Загальна помилка Terminaux!
vi: Lỗi chung của Terminaux!
zh: 常規終端錯誤！

# T_EXCEPTION_UNKNOWNERROR2
source: Terminaux internal error!
ar: خطأ داخلي في المحطة الطرفية!
de: Interner Terminaux-Fehler!
el: Εσωτερικό σφάλμα Terminaux!
es: ¡Error interno de Terminaux!
fr: Erreur interne des terminaux !
ga: Earráid inmheánach Terminaux!
hi: टर्मिनेक्स आंतरिक त्रुटि!
id: Kesalahan internal Terminaux!
it: Errore interno di Terminaux!
ja: 端末内部エラー!
ko: Terminaux 내부 오류!
ms: Terminaux ralat dalaman!
nb: Intern feil i Terminalen!
nl: Interne fout in Terminals!
pt: Erro interno do Terminaux!
ro: Eroare internă Terminals!
tr: Terminaux'da iç hata!
uk: Внутрішня помилка Terminaux!
vi: Lỗi nội bộ của Terminaux!
zh: Terminaux 內部錯誤！

# T_EXCEPTION_UNKNOWNERROR3
source: Unknown error
ar: خطأ غير معروف
de: Unbekannter Fehler
el: Άγνωστο σφάλμα
es: Error desconocido
fr: Erreur inconnue
ga: Earráid anaithnid
hi: अज्ञात त्रुटि
id: Kesalahan tidak diketahui
it: Errore sconosciuto
ja: 不明なエラー
ko: 알 수 없는 오류
ms: Ralat tidak diketahui
nb: Ukjent feil
nl: Onbekende fout
pt: Erro desconhecido
ro: Eroare necunoscută
tr: Bilinmeyen hata
uk: Невідома помилка
vi: Lỗi không xác định
zh: 未知錯誤

# T_EXCEPTION_NOTIMPLEMENTED
source: Not implemented yet.
ar: لم يتم تنفيذه بعد
de: Noch nicht implementiert.
el: Δεν έχει εφαρμοστεί ακόμη.
es: Aún no implementado.
fr: Pas encore implémenté.
ga: Níor cuireadh i bhfeidhm fós.
hi: अभी तक कार्यान्वित नहीं किया गया।
id: Belum diimplementasikan.
it: Non ancora implementato.
ja: まだ実装されていません。
ko: 아직 구현되지 않았습니다.
ms: Belum dilaksanakan lagi.
nb: Ikke implementert ennå.
nl: Nog niet geïmplementeerd.
pt: Ainda não implementado.
ro: Încă nu a fost implementat.
tr: Henüz uygulanmadı.
uk: Ще не впроваджено.
vi: Chưa được triển khai.
zh: 尚未實施。

# T_COMMON_CANTCONTINUE
source: This program can't continue.
ar: لا يمكن لهذا البرنامج أن يستمر.
de: Dieses Programm kann nicht fortgesetzt werden.
el: Αυτό το πρόγραμμα δεν μπορεί να συνεχιστεί.
es: Este programa no puede continuar.
fr: Ce programme ne peut pas continuer.
ga: Ní féidir leis an gclár seo leanúint ar aghaidh.
hi: यह कार्यक्रम जारी नहीं रह सकता.
id: Program ini tidak dapat dilanjutkan.
it: Questo programma non può continuare.
ja: このプログラムは続行できません。
ko: 이 프로그램은 계속될 수 없습니다.
ms: Program ini tidak boleh diteruskan.
nb: Dette programmet kan ikke fortsette.
nl: Dit programma kan niet doorgaan.
pt: Este programa não pode continuar.
ro: Acest program nu poate continua.
tr: Bu program devam edemez.
uk: Ця програма не може продовжуватися.
vi: Chương trình này không thể tiếp tục.
zh: 該程式無法繼續。

# T_COMMON_ANYKEY
source: Press any key to continue...
ar: اضغط على أي مفتاح للاستمرار...
de: Drücken Sie eine beliebige Taste, um fortzufahren ...
el: Πατήστε οποιοδήποτε πλήκτρο για να συνεχίσετε...
es: Presione cualquier tecla para continuar...
fr: Appuyez sur n'importe quelle touche pour continuer...
ga: Brúigh aon eochair le leanúint ar aghaidh...
hi: जारी रखने के लिए किसी भी कुंजी को दबाएं...
id: Tekan tombol apa saja untuk melanjutkan...
it: Premi un tasto qualsiasi per continuare...
ja: 続行するには任意のキーを押してください...
ko: 계속하려면 아무 키나 누르세요...
ms: Tekan sebarang kekunci untuk meneruskan...
nb: Trykk på en hvilken som helst tast for å fortsette...
nl: Druk op een toets om door te gaan...
pt: Prima qualquer tecla para continuar...
ro: Apăsați orice tastă pentru a continua...
tr: Devam etmek için herhangi bir tuşa basın...
uk: Натисніть будь-яку клавішу, щоб продовжити...
vi: Nhấn phím bất kỳ để tiếp tục...
zh: 按任意鍵繼續...

# T_COMMON_EXCEPTION_INVALIDTYPE
source: Invalid type
ar: نوع غير صالح
de: Ungültiger Typ
el: Μη έγκυρος τύπος
es: Tipo inválido
fr: Type invalide
ga: Cineál neamhbhailí
hi: अमान्य प्रकार
id: Tipe tidak valid
it: Tipo non valido
ja: 無効なタイプ
ko: 잘못된 유형입니다
ms: Jenis tidak sah
nb: Ugyldig type
nl: Ongeldig type
pt: Tipo inválido
ro: Tip nevalid
tr: Geçersiz tip
uk: Недійсний тип
vi: Loại không hợp lệ
zh: 類型無效

# T_BB_SCREEN_EXCEPTION_NOSCREENPART
source: You must specify the screen part.
ar: يجب عليك تحديد جزء الشاشة.
de: Sie müssen den Bildschirmteil angeben.
el: Πρέπει να καθορίσετε το τμήμα της οθόνης.
es: Debes especificar la parte de la pantalla.
fr: Vous devez spécifier la partie écran.
ga: Ní mór duit cuid an scáileáin a shonrú.
hi: आपको स्क्रीन भाग निर्दिष्ट करना होगा.
id: Anda harus menentukan bagian layar.
it: È necessario specificare la parte dello schermo.
ja: 画面部分を指定する必要があります。
ko: 화면 부분을 지정해야 합니다.
ms: Anda mesti menentukan bahagian skrin.
nb: Du må spesifisere skjermdelen.
nl: U moet het schermonderdeel opgeven.
pt: Deve especificar a parte do ecrã.
ro: Trebuie să specificați partea de ecran.
tr: Ekran kısmını belirtmeniz gerekmektedir.
uk: Ви повинні вказати частину екрана.
vi: Bạn phải chỉ định phần màn hình.
zh: 您必須指定螢幕部分。

# T_BB_SCREEN_EXCEPTION_NOSCREENNAME
source: You must specify the screen name.
ar: يجب عليك تحديد اسم الشاشة.
de: Sie müssen den Bildschirmnamen angeben.
el: Πρέπει να καθορίσετε το όνομα οθόνης.
es: Debes especificar el nombre de la pantalla.
fr: Vous devez spécifier le nom de l'écran.
ga: Ní mór duit an t-ainm scáileáin a shonrú.
hi: आपको स्क्रीन नाम निर्दिष्ट करना होगा.
id: Anda harus menentukan nama layar.
it: È necessario specificare il nome dello schermo.
ja: 画面名を指定する必要があります。
ko: 화면 이름을 지정해야 합니다.
ms: Anda mesti menyatakan nama skrin.
nb: Du må oppgi skjermnavnet.
nl: U moet de schermnaam opgeven.
pt: Deve especificar o nome da tela.
ro: Trebuie să specificați numele de utilizator.
tr: Ekran adını belirtmeniz gerekmektedir.
uk: Ви повинні вказати ім'я користувача.
vi: Bạn phải chỉ định tên màn hình.
zh: 您必須指定螢幕名稱。

# T_BB_SCREEN_EXCEPTION_IDXOUTOFRANGE
source: The specified part index is out of range.
ar: مؤشر الجزء المحدد خارج النطاق.
de: Der angegebene Teileindex liegt außerhalb des gültigen Bereichs.
el: Ο καθορισμένος δείκτης εξαρτήματος είναι εκτός εύρους τιμών.
es: El índice de pieza especificado está fuera de rango.
fr: L'index de pièce spécifié est hors de portée.
ga: Tá an t-innéacs páirte sonraithe lasmuigh den raon.
hi: निर्दिष्ट भाग सूचकांक सीमा से बाहर है.
id: Indeks bagian yang ditentukan berada di luar jangkauan.
it: L'indice della parte specificato è fuori intervallo.
ja: 指定されたパーツインデックスが範囲外です。
ko: 지정된 부품 인덱스가 범위를 벗어났습니다.
ms: Indeks bahagian yang ditentukan berada di luar julat.
nb: Den angitte delindeksen er utenfor rekkevidde.
nl: De opgegeven onderdeelindex valt buiten het bereik.
pt: O índice da peça especificado está fora do intervalo.
ro: Indexul piesei specificat este în afara intervalului.
tr: Belirtilen parça indeksi aralık dışında.
uk: Вказаний індекс деталі виходить за межі діапазону.
vi: Chỉ số bộ phận được chỉ định nằm ngoài phạm vi.
zh: 指定的部件索引超出範圍。

# T_BB_SCREEN_EXCEPTION_NOSCREENPARTNAME
source: The specified part name is not found.
ar: لم يتم العثور على اسم الجزء المحدد.
de: Der angegebene Teilename wurde nicht gefunden.
el: Το καθορισμένο όνομα εξαρτήματος δεν βρέθηκε.
es: No se encuentra el nombre de la pieza especificada.
fr: Le nom de pièce spécifié n'est pas trouvé.
ga: Ní bhfuarthas ainm na coda sonraithe.
hi: निर्दिष्ट भाग का नाम नहीं मिला.
id: Nama bagian yang ditentukan tidak ditemukan.
it: Il nome della parte specificato non è stato trovato.
ja: 指定された部品名が見つかりません。
ko: 지정된 부품 이름을 찾을 수 없습니다.
ms: Nama bahagian yang dinyatakan tidak dijumpai.
nb: Det angitte delnavnet ble ikke funnet.
nl: De opgegeven onderdeelnaam is niet gevonden.
pt: O nome da parte especificada não foi encontrado.
ro: Numele piesei specificat nu a fost găsit.
tr: Belirtilen parça adı bulunamadı.
uk: Вказану назву деталі не знайдено.
vi: Không tìm thấy tên bộ phận được chỉ định.
zh: 未找到指定的部件名稱。

# T_BB_SCREEN_EXCEPTION_SCREENPARTNOTFOUND
source: The specified part is not found.
ar: لم يتم العثور على الجزء المحدد.
de: Das angegebene Teil wurde nicht gefunden.
el: Το καθορισμένο μέρος δεν βρέθηκε.
es: No se encuentra la parte especificada.
fr: La pièce spécifiée n'est pas trouvée.
ga: Ní bhfuarthas an chuid shonraithe.
hi: निर्दिष्ट भाग नहीं मिला.
id: Bagian yang ditentukan tidak ditemukan.
it: La parte specificata non è stata trovata.
ja: 指定された部品が見つかりません。
ko: 지정된 부분을 찾을 수 없습니다.
ms: Bahagian yang dinyatakan tidak dijumpai.
nb: Den angitte delen ble ikke funnet.
nl: Het opgegeven onderdeel is niet gevonden.
pt: A parte especificada não foi encontrada.
ro: Piesa specificată nu a fost găsită.
tr: Belirtilen parça bulunamadı.
uk: Вказану частину не знайдено.
vi: Không tìm thấy phần được chỉ định.
zh: 未找到指定的部件。

# T_BB_SCREENPART_EXCEPTION_IDXOUTOFRANGE
source: Buffer index may not be less than zero or greater than {0} buffers.
ar: لا يجوز أن يكون مؤشر المخزن المؤقت أقل من الصفر أو أكبر من {0} من المخازن المؤقتة.
de: Der Pufferindex darf nicht kleiner als Null oder größer als {0} Puffer sein.
el: Ο δείκτης buffer δεν μπορεί να είναι μικρότερος από μηδέν ή μεγαλύτερος από {0} buffer.
es: El índice de búfer no puede ser menor que cero ni mayor que {0} búferes.
fr: L'index du tampon ne peut pas être inférieur à zéro ni supérieur à {0} tampons.
ga: Ní fhéadfaidh innéacs maoláin a bheith níos lú ná náid ná níos mó ná {0} maolán.
hi: बफर सूचकांक शून्य से कम या {0} बफर से अधिक नहीं हो सकता।
id: Indeks penyangga tidak boleh kurang dari nol atau lebih besar dari {0} penyangga.
it: L'indice del buffer non può essere inferiore a zero o superiore a {0} buffer.
ja: バッファ インデックスは 0 未満または {0} バッファより大きくすることはできません。
ko: 버퍼 인덱스는 0보다 작거나 {0}개 버퍼보다 클 수 없습니다.
ms: Indeks penimbal mungkin tidak kurang daripada sifar atau lebih besar daripada {0} penimbal.
nb: Bufferindeksen kan ikke være mindre enn null eller større enn {0} buffere.
nl: De bufferindex mag niet kleiner zijn dan nul of groter dan {0} buffers.
pt: O índice do buffer não pode ser inferior a zero ou superior a {0} buffers.
ro: Indexul bufferului nu poate fi mai mic decât zero sau mai mare decât {0} buffere.
tr: Arabellek indeksi sıfırdan küçük veya {0} arabellekten büyük olamaz.
uk: Індекс буфера не може бути меншим за нуль або більшим за {0} буферів.
vi: Chỉ số bộ đệm không được nhỏ hơn 0 hoặc lớn hơn {0} bộ đệm.
zh: 緩衝區索引不能小於零或大於 {0} 個緩衝區。

# T_BB_SCREENTOOLS_EXCEPTION_NOSCREEN
source: Screen is not specified.
ar: لم يتم تحديد الشاشة.
de: Bildschirm ist nicht angegeben.
el: Η οθόνη δεν έχει καθοριστεί.
es: La pantalla no está especificada.
fr: L'écran n'est pas spécifié.
ga: Níl an scáileán sonraithe.
hi: स्क्रीन निर्दिष्ट नहीं है.
id: Layar tidak ditentukan.
it: Lo schermo non è specificato.
ja: 画面が指定されていません。
ko: 화면이 지정되지 않았습니다.
ms: Skrin tidak dinyatakan.
nb: Skjerm er ikke spesifisert.
nl: Scherm is niet gespecificeerd.
pt: O ecrã não está especificada.
ro: Ecranul nu este specificat.
tr: Ekran belirtilmemiş.
uk: Екран не вказано.
vi: Màn hình không được chỉ định.
zh: 未指定螢幕。

# T_BB_SCREENTOOLS_EXCEPTION_SCREENNOTCYCLIC
source: Screen is not cyclic.
ar: الشاشة ليست دورية.
de: Der Bildschirm ist nicht zyklisch.
el: Η οθόνη δεν είναι κυκλική.
es: La pantalla no es cíclica.
fr: L'écran n'est pas cyclique.
ga: Níl an scáileán timthriallach.
hi: स्क्रीन चक्रीय नहीं है.
id: Layar tidak siklik.
it: Lo schermo non è ciclico.
ja: 画面は循環的ではありません。
ko: 화면은 순환적이지 않습니다.
ms: Skrin bukan kitaran.
nb: Skjermen er ikke syklisk.
nl: Het scherm is niet cyclisch.
pt: O ecrã não é cíclica.
ro: Ecranul nu este ciclic.
tr: Ekran döngüsel değildir.
uk: Екран не циклічний.
vi: Màn hình không tuần hoàn.
zh: 螢幕不是循環的。

# T_BC_CONSOLECHECKER_ISDUMB_EVT_MESSAGE
source: User tried to run a Terminaux application using a dumb terminal.
ar: حاول المستخدم تشغيل تطبيق Terminaux باستخدام محطة طرفية غبية.
de: Der Benutzer hat versucht, eine Terminaux-Anwendung über ein einfaches Terminal auszuführen.
el: Ο χρήστης προσπάθησε να εκτελέσει μια εφαρμογή Terminaux χρησιμοποιώντας ένα ανόητο τερματικό.
es: El usuario intentó ejecutar una aplicación Terminaux usando una terminal tonta.
fr: L'utilisateur a essayé d'exécuter une application Terminaux à l'aide d'un terminal muet.
ga: Rinne an t-úsáideoir iarracht feidhmchlár Terminaux a rith ag baint úsáide as críochfort balbh.
hi: उपयोगकर्ता ने डंब टर्मिनल का उपयोग करके टर्मिनेक्स अनुप्रयोग चलाने का प्रयास किया।
id: Pengguna mencoba menjalankan aplikasi Terminaux menggunakan terminal bodoh.
it: L'utente ha provato a eseguire un'applicazione Terminaux utilizzando un terminale stupido.
ja: ユーザーはダム端末を使用して Terminaux アプリケーションを実行しようとしました。
ko: 사용자가 덤 터미널을 사용하여 Terminaux 애플리케이션을 실행하려고 했습니다.
ms: Pengguna cuba menjalankan aplikasi Terminaux menggunakan terminal bodoh.
nb: Brukeren prøvde å kjøre et Terminaux-program med en dum terminal.
nl: Gebruiker probeerde een Terminaux-applicatie uit te voeren met behulp van een domme terminal.
pt: O utilizador tentou executar uma aplicação Terminaux usando um terminal burro.
ro: Utilizatorul a încercat să ruleze o aplicație Terminaux folosind un terminal prost.
tr: Kullanıcı, aptal bir terminal kullanarak bir Terminaux uygulaması çalıştırmayı denedi.
uk: Користувач спробував запустити програму Terminaux за допомогою неавторизованого терміналу.
vi: Người dùng đã thử chạy ứng dụng Terminaux bằng một thiết bị đầu cuối không có chức năng.
zh: 使用者嘗試使用啞終端運行 Terminaux 應用程式。

# T_BC_CONSOLECHECKER_ISDUMB_MESSAGE_1
source: This application makes use of extended console features provided by Terminaux that require features not supported by "dumb" terminals.
ar: يستفيد هذا التطبيق من ميزات وحدة التحكم الموسعة التي توفرها Terminaux والتي تتطلب ميزات لا تدعمها المحطات "الغبية".
de: Diese Anwendung nutzt erweiterte Konsolenfunktionen von Terminaux, die Funktionen erfordern, die von „dummen“ Terminals nicht unterstützt werden.
el: Αυτή η εφαρμογή χρησιμοποιεί εκτεταμένες λειτουργίες κονσόλας που παρέχονται από την Terminaux και απαιτούν λειτουργίες που δεν υποστηρίζονται από "χαζά" τερματικά.
es: Esta aplicación utiliza funciones de consola extendidas proporcionadas por Terminaux que requieren funciones no admitidas por terminales "tontas".
fr: Cette application utilise des fonctionnalités de console étendues fournies par Terminaux qui nécessitent des fonctionnalités non prises en charge par les terminaux « muets ».
ga: Baineann an feidhmchlár seo úsáid as gnéithe consóil leathnaithe arna soláthar ag Terminaux a éilíonn gnéithe nach dtacaítear leo ag críochfoirt "amaideacha".
hi: यह अनुप्रयोग टर्मिनॉक्स द्वारा प्रदान की गई विस्तारित कंसोल सुविधाओं का उपयोग करता है, जिसके लिए उन सुविधाओं की आवश्यकता होती है जो "डम्ब" टर्मिनलों द्वारा समर्थित नहीं होती हैं।
id: Aplikasi ini memanfaatkan fitur konsol tambahan yang disediakan oleh Terminaux yang memerlukan fitur yang tidak didukung oleh terminal "bodoh".
it: Questa applicazione sfrutta le funzionalità estese della console fornite da Terminaux che richiedono funzionalità non supportate dai terminali "stupidi".
ja: このアプリケーションは、「ダム」端末ではサポートされていない機能を必要とする、Terminaux によって提供される拡張コンソール機能を利用します。
ko: 이 애플리케이션은 "멍청한" 터미널에서 지원하지 않는 기능이 필요한 Terminaux의 확장된 콘솔 기능을 활용합니다.
ms: Aplikasi ini menggunakan ciri konsol lanjutan yang disediakan oleh Terminaux yang memerlukan ciri yang tidak disokong oleh terminal "bodoh".
nb: Denne applikasjonen bruker utvidede konsollfunksjoner levert av Terminaux som krever funksjoner som ikke støttes av "dumme" terminaler.
nl: Deze applicatie maakt gebruik van uitgebreide consolefuncties van Terminaux die functies vereisen die niet worden ondersteund door 'domme' terminals.
pt: Esta aplicação faz uso de recursos estendidos da consola fornecidos pela Terminaux que exigem recursos não suportados por terminais "burros".
ro: Această aplicație folosește funcții extinse ale consolei oferite de Terminaux, care necesită funcții neacceptate de terminalele „proste”.
tr: Bu uygulama, "aptal" terminallerin desteklemediği özellikleri gerektiren Terminaux tarafından sağlanan genişletilmiş konsol özelliklerini kullanır.
uk: Ця програма використовує розширені функції консолі, що надаються Terminaux, які потребують функцій, що не підтримуються "тупими" терміналами.
vi: Ứng dụng này sử dụng các tính năng bảng điều khiển mở rộng do Terminaux cung cấp, yêu cầu các tính năng không được hỗ trợ bởi các thiết bị đầu cuối "thông thường".
zh: 此應用程式利用 Terminaux 提供的擴充控制台功能，這些功能需要「啞」終端不支援的功能。

# T_BC_CONSOLECHECKER_ISDUMB_MESSAGE_2
source: Possible solution: Use an appropriate terminal emulator or consult your terminal settings to set the terminal type into something other than "dumb". We recommend using the "vt100" terminal emulators to get the most out of this application.
ar: الحل المُحتمل: استخدم مُحاكي طرفية مُناسبًا أو راجع إعدادات الطرفية لديك لضبط نوع الطرفية إلى نوع آخر غير "dumb". نوصي باستخدام مُحاكيات الطرفية "vt100" لتحقيق أقصى استفادة من هذا التطبيق.
de: Mögliche Lösung: Verwenden Sie einen geeigneten Terminalemulator oder überprüfen Sie Ihre Terminaleinstellungen, um den Terminaltyp auf einen anderen Wert als „dumb“ einzustellen. Wir empfehlen die Verwendung der Terminalemulatoren „vt100“, um das Beste aus dieser Anwendung herauszuholen.
el: Πιθανή λύση: Χρησιμοποιήστε έναν κατάλληλο εξομοιωτή τερματικού ή συμβουλευτείτε τις ρυθμίσεις του τερματικού σας για να ορίσετε τον τύπο τερματικού σε κάτι διαφορετικό από "dumb". Συνιστούμε να χρησιμοποιήσετε τους εξομοιωτές τερματικού "vt100" για να αξιοποιήσετε στο έπακρο αυτήν την εφαρμογή.
es: Posible solución: Use un emulador de terminal adecuado o consulte la configuración de su terminal para configurar el tipo de terminal en un valor distinto al "tonto". Recomendamos usar los emuladores de terminal "vt100" para sacar el máximo provecho de esta aplicación.
fr: Solution possible : utilisez un émulateur de terminal approprié ou consultez les paramètres de votre terminal pour définir un type de terminal autre que « stupide ». Nous recommandons l'utilisation des émulateurs de terminal « vt100 » pour tirer le meilleur parti de cette application.
ga: Réiteach féideartha: Bain úsáid as aithriseoir críochfoirt cuí nó féach ar shocruithe do chríochfoirt chun an cineál críochfoirt a shocrú i rud éigin seachas "balbh". Molaimid na haithriseoirí críochfoirt "vt100" a úsáid chun an leas is fearr a bhaint as an bhfeidhmchlár seo.
hi: संभावित समाधान: टर्मिनल प्रकार को "डंब" के अलावा किसी अन्य प्रकार में सेट करने के लिए उपयुक्त टर्मिनल एमुलेटर का उपयोग करें या अपनी टर्मिनल सेटिंग से परामर्श करें। हम इस एप्लिकेशन से अधिकतम लाभ उठाने के लिए "vt100" टर्मिनल एमुलेटर का उपयोग करने की सलाह देते हैं।
id: Solusi yang memungkinkan: Gunakan emulator terminal yang sesuai atau lihat pengaturan terminal Anda untuk menyetel jenis terminal menjadi sesuatu selain "dumb". Kami sarankan untuk menggunakan emulator terminal "vt100" untuk mendapatkan hasil maksimal dari aplikasi ini.
it: Possibile soluzione: utilizzare un emulatore di terminale appropriato o consultare le impostazioni del terminale per impostare un tipo di terminale diverso da "stupido". Si consiglia di utilizzare gli emulatori di terminale "vt100" per sfruttare al meglio questa applicazione.
ja: 解決策：適切なターミナルエミュレータを使用するか、ターミナル設定を参照してターミナルタイプを「ダム」以外に設定してください。このアプリケーションを最大限に活用するには、「vt100」ターミナルエミュレータの使用をお勧めします。
ko: 가능한 해결책: 적절한 터미널 에뮬레이터를 사용하거나 터미널 설정을 참조하여 터미널 유형을 "dumb" 이외의 다른 유형으로 설정하세요. 이 애플리케이션을 최대한 활용하려면 "vt100" 터미널 에뮬레이터를 사용하는 것이 좋습니다.
ms: Penyelesaian yang mungkin: Gunakan emulator terminal yang sesuai atau rujuk tetapan terminal anda untuk menetapkan jenis terminal kepada sesuatu selain daripada "bodoh". Kami mengesyorkan menggunakan emulator terminal "vt100" untuk memanfaatkan sepenuhnya aplikasi ini.
nb: Mulig løsning: Bruk en passende terminalemulator eller se i terminalinnstillingene for å angi terminaltypen til noe annet enn «dum». Vi anbefaler å bruke terminalemulatorene «vt100» for å få mest mulig ut av dette programmet.
nl: Mogelijke oplossing: Gebruik een geschikte terminal-emulator of raadpleeg uw terminalinstellingen om het terminaltype in te stellen op iets anders dan "dom". We raden aan de "vt100" terminal-emulators te gebruiken om deze applicatie optimaal te benutten.
pt: Solução possível: Utilize um emulador de terminal apropriado ou consulte as definições do seu terminal para definir o tipo de terminal para algo diferente de "dumb". Recomendamos a utilização dos emuladores de terminal "vt100" para tirar o máximo partido desta aplicação.
ro: Soluție posibilă: Folosiți un emulator de terminal adecvat sau consultați setările terminalului pentru a seta tipul de terminal diferit de „dumb”. Vă recomandăm să utilizați emulatorii de terminal „vt100” pentru a profita la maximum de această aplicație.
tr: Olası çözüm: Uygun bir terminal emülatörü kullanın veya terminal ayarlarınıza danışarak terminal türünü "dumb" dışında bir şeye ayarlayın. Bu uygulamadan en iyi şekilde yararlanmak için "vt100" terminal emülatörlerini kullanmanızı öneririz.
uk: Можливе рішення: скористайтеся відповідним емулятором терміналу або перевірте налаштування терміналу, щоб встановити тип терміналу, відмінний від "німного". Ми рекомендуємо використовувати емулятори терміналу "vt100", щоб отримати максимальну віддачу від цієї програми.
vi: Giải pháp khả thi: Sử dụng trình giả lập thiết bị đầu cuối phù hợp hoặc tham khảo cài đặt thiết bị đầu cuối của bạn để đặt loại thiết bị đầu cuối thành thứ gì đó khác ngoài "dumb". Chúng tôi khuyên bạn nên sử dụng trình giả lập thiết bị đầu cuối "vt100" để tận dụng tối đa ứng dụng này.
zh: 可能的解決方案：使用合適的終端模擬器，或查看終端設置，將終端類型設定為「dumb」以外的其他類型。我們建議使用“vt100”終端模擬器，以充分利用此應用程式。
