Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORINVALIDINTCONSTCHAR
source: Integer constant for character is not valid.
ar: الثابت الصحيح للحرف غير صالح.
de: Die ganzzahlige Konstante für das Zeichen ist ungültig.
el: Η ακέραια σταθερά για τον χαρακτήρα δεν είναι έγκυρη.
es: La constante entera para el carácter no es válida.
fr: La constante entière pour le caractère n'est pas valide.
ga: Níl tairiseach slánuimhir le haghaidh carachtair bailí.
hi: वर्ण के लिए पूर्णांक स्थिरांक मान्य नहीं है.
id: Konstanta integer untuk karakter tidak valid.
it: La costante intera per il carattere non è valida.
ja: 文字の整数定数が無効です。
ko: 문자에 대한 정수 상수가 유효하지 않습니다.
ms: Pemalar integer untuk aksara tidak sah.
nb: Heltallskonstanten for tegnet er ikke gyldig.
nl: De gehele constante voor het teken is niet geldig.
pt: A constante inteira para o caractere não é válida.
ro: Constanta întreagă pentru caracter nu este validă.
tr: Karakter için tam sayı sabiti geçerli değil.
uk: Цілочисельна константа для символу недійсна.
vi: Hằng số nguyên cho ký tự không hợp lệ.
zh: 字元的整數常數無效。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORINVALIDINTCONST
source: Integer constant is not valid.
ar: الثابت الصحيح غير صالح.
de: Die ganzzahlige Konstante ist ungültig.
el: Η ακέραια σταθερά δεν είναι έγκυρη.
es: La constante entera no es válida.
fr: La constante entière n'est pas valide.
ga: Níl tairiseach slánuimhir bailí.
hi: पूर्णांक स्थिरांक मान्य नहीं है.
id: Konstanta integer tidak valid.
it: La costante intera non è valida.
ja: 整数定数が無効です。
ko: 정수상수가 유효하지 않습니다.
ms: Pemalar integer tidak sah.
nb: Heltallskonstanten er ikke gyldig.
nl: Gehele constante is niet geldig.
pt: A constante inteira não é válida.
ro: Constanta întreagă nu este validă.
tr: Tamsayı sabiti geçerli değil.
uk: Цілочисельна константа недійсна.
vi: Hằng số nguyên không hợp lệ.
zh: 整數常數無效。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORNOVAR
source: Can't push nonexistent variable.
ar: لا يمكن دفع متغير غير موجود.
de: Nicht vorhandene Variable kann nicht gepusht werden.
el: Δεν είναι δυνατή η προώθηση ανύπαρκτης μεταβλητής.
es: No se puede insertar una variable inexistente.
fr: Impossible de pousser une variable inexistante.
ga: Ní féidir athróg nach bhfuil ann a bhrú.
hi: अस्तित्वहीन चर को पुश नहीं किया जा सकता.
id: Tidak dapat mendorong variabel yang tidak ada.
it: Impossibile caricare una variabile inesistente.
ja: 存在しない変数をプッシュできません。
ko: 존재하지 않는 변수를 푸시할 수 없습니다.
ms: Tidak boleh menolak pembolehubah yang tidak wujud.
nb: Kan ikke sende ikke-eksisterende variabel.
nl: Kan een niet-bestaande variabele niet pushen.
pt: Não é possível enviar uma variável inexistente.
ro: Nu se poate introduce o variabilă inexistentă.
tr: Varolmayan değişkeni itemezsiniz.
uk: Неможливо передати неіснуючу змінну.
vi: Không thể đẩy biến không tồn tại.
zh: 無法推送不存在的變數。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORBINARYMORETHANTWO
source: This is a binary operation, but enqueued argument count is {0}
ar: هذه عملية ثنائية، لكن عدد الحجج المدرجة في قائمة الانتظار هو {0}
de: Dies ist eine binäre Operation, aber die Anzahl der in die Warteschlange gestellten Argumente beträgt {0}
el: Αυτή είναι μια δυαδική λειτουργία, αλλά ο αριθμός των ορισμάτων στην ουρά είναι {0}
es: Esta es una operación binaria, pero el número de argumentos en cola es {0}
fr: Il s'agit d'une opération binaire, mais le nombre d'arguments mis en file d'attente est de {0}
ga: Is oibríocht dhénártha í seo, ach is é {0} líon na n-argóintí atá curtha sa scuaine
hi: यह एक बाइनरी ऑपरेशन है, लेकिन पंक्तिबद्ध तर्क संख्या {0} है
id: Ini adalah operasi biner, tetapi jumlah argumen yang diantrekan adalah {0}
it: Questa è un'operazione binaria, ma il numero di argomenti in coda è {0}
ja: これはバイナリ演算ですが、キューに登録された引数の数は {0} です
ko: 이것은 이진 연산이지만, 큐에 추가된 인수 개수는 {0}입니다.
ms: Ini ialah operasi binari, tetapi kiraan hujah beratur ialah {0}
nb: Dette er en binær operasjon, men antallet argumenter i køen er {0}
nl: Dit is een binaire bewerking, maar het aantal in de wachtrij geplaatste argumenten is {0}
pt: Esta é uma operação binária, mas a contagem de argumentos em fila é {0}
ro: Aceasta este o operație binară, dar numărul de argumente puse în coadă este {0}
tr: Bu ikili bir işlemdir, ancak sıraya alınan argüman sayısı {0}
uk: Це бінарна операція, але кількість аргументів у черзі становить {0}
vi: Đây là một hoạt động nhị phân, nhưng số lượng đối số được xếp hàng là {0}
zh: 這是一個二元運算，但入隊參數數量為 {0}

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORINTFIRSTOPERANDINVALID
source: Integer constant for first operand is not valid.
ar: الثابت الصحيح للمعامل الأول غير صالح.
de: Die ganzzahlige Konstante für den ersten Operanden ist ungültig.
el: Η ακέραια σταθερά για τον πρώτο τελεστέο δεν είναι έγκυρη.
es: La constante entera para el primer operando no es válida.
fr: La constante entière pour le premier opérande n'est pas valide.
ga: Níl tairiseach slánuimhreach don chéad oibreand bailí.
hi: प्रथम ऑपरेंड के लिए पूर्णांक स्थिरांक मान्य नहीं है।
id: Konstanta integer untuk operan pertama tidak valid.
it: La costante intera per il primo operando non è valida.
ja: 最初のオペランドの整数定数が無効です。
ko: 첫 번째 피연산자에 대한 정수 상수가 유효하지 않습니다.
ms: Pemalar integer untuk operan pertama tidak sah.
nb: Heltallskonstanten for den første operanden er ikke gyldig.
nl: Gehele constante voor de eerste operand is niet geldig.
pt: A constante inteira para o primeiro operando não é válida.
ro: Constanta întreagă pentru primul operand nu este validă.
tr: İlk işlenen için tamsayı sabiti geçerli değil.
uk: Цілочислова константа для першого операнда недійсна.
vi: Hằng số nguyên cho toán hạng đầu tiên không hợp lệ.
zh: 第一個操作數的整數常數無效。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORINTSECONDOPERANDINVALID
source: Integer constant for second operand is not valid.
ar: الثابت الصحيح للعامل الثاني غير صالح.
de: Die ganzzahlige Konstante für den zweiten Operanden ist ungültig.
el: Η ακέραια σταθερά για τον δεύτερο τελεστέο δεν είναι έγκυρη.
es: La constante entera para el segundo operando no es válida.
fr: La constante entière pour le deuxième opérande n'est pas valide.
ga: Níl tairiseach slánuimhir don dara hoibreoir bailí.
hi: दूसरे ऑपरेंड के लिए पूर्णांक स्थिरांक मान्य नहीं है.
id: Konstanta integer untuk operan kedua tidak valid.
it: La costante intera per il secondo operando non è valida.
ja: 2 番目のオペランドの整数定数が無効です。
ko: 두 번째 피연산자에 대한 정수 상수가 유효하지 않습니다.
ms: Pemalar integer untuk operan kedua tidak sah.
nb: Heltallskonstanten for den andre operanden er ikke gyldig.
nl: Gehele constante voor tweede operand is ongeldig.
pt: A constante inteira para o segundo operando não é válida.
ro: Constanta întreagă pentru al doilea operand nu este validă.
tr: İkinci işlenen için tamsayı sabiti geçerli değil.
uk: Цілочислова константа для другого операнда недійсна.
vi: Hằng số nguyên cho toán hạng thứ hai không hợp lệ.
zh: 第二個操作數的整數常數無效。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORUNARYMORETHANONE
source: This is a unary operation, but enqueued argument count is {0}
ar: هذه عملية أحادية، لكن عدد الحجج المدرجة في قائمة الانتظار هو {0}
de: Dies ist eine unäre Operation, aber die Anzahl der in die Warteschlange gestellten Argumente beträgt {0}
el: Αυτή είναι μια μοναδιαία λειτουργία, αλλά ο αριθμός των ορισμάτων στην ουρά είναι {0}
es: Esta es una operación unaria, pero el número de argumentos en cola es {0}
fr: Il s'agit d'une opération unaire, mais le nombre d'arguments mis en file d'attente est de {0}
ga: Is oibríocht aonarach í seo, ach is é {0} líon na n-argóintí atá curtha sa scuaine
hi: यह एकल ऑपरेशन है, लेकिन पंक्तिबद्ध तर्क संख्या {0} है
id: Ini adalah operasi unary, tetapi jumlah argumen yang diantrekan adalah {0}
it: Questa è un'operazione unaria, ma il numero di argomenti in coda è {0}
ja: これは単項演算ですが、キューに登録された引数の数は {0} です
ko: 이것은 단항 연산이지만, 큐에 추가된 인수 개수는 {0}입니다.
ms: Ini ialah operasi unari, tetapi kiraan hujah beratur ialah {0}
nb: Dette er en unær operasjon, men antallet argumenter i køen er {0}
nl: Dit is een unaire bewerking, maar het aantal in de wachtrij geplaatste argumenten is {0}
pt: Esta é uma operação unária, mas a contagem de argumentos em fila é {0}
ro: Aceasta este o operație unară, dar numărul de argumente puse în coadă este {0}
tr: Bu bir tekli işlemdir, ancak sıraya alınan argüman sayısı {0}
uk: Це унарна операція, але кількість аргументів у черзі становить {0}
vi: Đây là một phép toán đơn, nhưng số lượng đối số được xếp hàng là {0}
zh: 這是一個一元運算，但入隊參數數量為 {0}

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORCONDITIONALINVALID
source: Conditional representation {0} is invalid.
ar: التمثيل الشرطي {0} غير صالح.
de: Die bedingte Darstellung {0} ist ungültig.
el: Η υπό όρους αναπαράσταση {0} δεν είναι έγκυρη.
es: La representación condicional {0} no es válida.
fr: La représentation conditionnelle {0} n'est pas valide.
ga: Tá an léiriú coinníollach {0} neamhbhailí.
hi: सशर्त प्रतिनिधित्व {0} अमान्य है.
id: Representasi bersyarat {0} tidak valid.
it: La rappresentazione condizionale {0} non è valida.
ja: 条件表現 {0} が無効です。
ko: 조건 표현 {0}이 잘못되었습니다.
ms: Perwakilan bersyarat {0} adalah tidak sah.
nb: Betinget representasjon {0} er ugyldig.
nl: Voorwaardelijke weergave {0} is ongeldig.
pt: A representação condicional {0} é inválida.
ro: Reprezentarea condiționată {0} este invalidă.
tr: Koşullu gösterim {0} geçersiz.
uk: Умовне представлення {0} недійсне.
vi: Biểu diễn có điều kiện {0} không hợp lệ.
zh: 條件表示 {0} 無效。

# T_CT_PARSING_EXCEPTION_BYTESREAD
source: Could not read the requested number of bytes.
ar: لم يتمكن من قراءة عدد البايتات المطلوب.
de: Die angeforderte Anzahl an Bytes konnte nicht gelesen werden.
el: Δεν ήταν δυνατή η ανάγνωση του ζητούμενου αριθμού byte.
es: No se pudo leer el número de bytes solicitado.
fr: Impossible de lire le nombre d'octets demandé.
ga: Níorbh fhéidir an líon beart iarrtha a léamh.
hi: अनुरोधित बाइट्स की संख्या नहीं पढ़ी जा सकी.
id: Tidak dapat membaca jumlah byte yang diminta.
it: Impossibile leggere il numero di byte richiesto.
ja: 要求されたバイト数を読み取ることができませんでした。
ko: 요청된 바이트 수를 읽을 수 없습니다.
ms: Tidak dapat membaca bilangan bait yang diminta.
nb: Kunne ikke lese det forespurte antallet byte.
nl: Het gevraagde aantal bytes kon niet worden gelezen.
pt: Não foi possível ler o número de bytes solicitado.
ro: Nu s-a putut citi numărul solicitat de octeți.
tr: İstenen bayt sayısı okunamadı.
uk: Не вдалося прочитати запитувану кількість байтів.
vi: Không thể đọc được số byte được yêu cầu.
zh: 無法讀取請求的位元組數。

# T_CT_PARSING_EXCEPTION_STRINGTABLE
source: Invalid string table!
ar: جدول سلسلة غير صالح!
de: Ungültige Stringtabelle!
el: Μη έγκυρος πίνακας συμβολοσειρών!
es: ¡Tabla de cadenas no válida!
fr: Tableau de chaînes non valide !
ga: Tábla teaghrán neamhbhailí!
hi: अमान्य स्ट्रिंग तालिका!
id: Tabel string tidak valid!
it: Tabella stringhe non valida!
ja: 無効な文字列テーブルです。
ko: 잘못된 문자열 테이블입니다!
ms: Jadual rentetan tidak sah!
nb: Ugyldig strengtabell!
nl: Ongeldige tekenreekstabel!
pt: Tabela de strings inválida!
ro: Tabela de șiruri de caractere este invalidă!
tr: Geçersiz dize tablosu!
uk: Недійсна таблиця рядків!
vi: Bảng chuỗi không hợp lệ!
zh: 無效的字串表！

# T_CT_PARSING_EXCEPTION_HEADERMAGIC
source: Invalid header magic
ar: سحر الرأس غير صالح
de: Ungültige Header-Magie
el: Μη έγκυρη μαγεία κεφαλίδας
es: Magia de encabezado no válida
fr: En-tête magique invalide
ga: Draíocht ceanntásca neamhbhailí
hi: अमान्य हेडर मैजिक
id: Header ajaib tidak valid
it: Intestazione magica non valida
ja: 無効なヘッダーマジック
ko: 잘못된 헤더 매직
ms: Sihir pengepala tidak sah
nb: Ugyldig header-magi
nl: Ongeldige header magie
pt: Cabeçalho mágico inválido
ro: Magie de antet nevalidă
tr: Geçersiz başlık büyüsü
uk: Недійсна магія заголовка
vi: Tiêu đề không hợp lệ
zh: 無效的標頭魔法

# T_CT_PARSING_EXCEPTION_PARAMONNONSTRING
source: Can't process parameter on non-string value type. Enum is {0} and type is {1}.
ar: لا يمكن معالجة المعلمة على نوع قيمة غير نصية. قيمة التعداد هي {0} والنوع هو {1}.
de: Parameter mit einem anderen Werttyp als Zeichenfolge können nicht verarbeitet werden. Enumeration ist {0} und Typ ist {1}.
el: Δεν είναι δυνατή η επεξεργασία παραμέτρου σε τύπο τιμής που δεν είναι συμβολοσειρά. Η απαρίθμηση είναι {0} και ο τύπος είναι {1}.
es: No se puede procesar un parámetro de tipo distinto de cadena. La enumeración es {0} y el tipo es {1}.
fr: Impossible de traiter un paramètre sur une valeur de type autre qu'une chaîne. L'énumération est {0} et le type est {1}.
ga: Ní féidir paraiméadar a phróiseáil ar chineál luacha nach teaghrán é. Is é {0} an t-enum agus is é {1} an cineál.
hi: गैर-स्ट्रिंग मान प्रकार पर पैरामीटर संसाधित नहीं किया जा सकता। Enum {0} है और प्रकार {1} है।
id: Tidak dapat memproses parameter pada tipe nilai non-string. Enum adalah {0} dan tipenya adalah {1}.
it: Impossibile elaborare il parametro su un tipo di valore non stringa. L'enum è {0} e il tipo è {1}.
ja: 文字列以外の値タイプのパラメータを処理できません。列挙型は {0}、タイプは {1} です。
ko: 문자열이 아닌 값 유형의 매개변수를 처리할 수 없습니다. 열거형은 {0}이고 유형은 {1}입니다.
ms: Tidak dapat memproses parameter pada jenis nilai bukan rentetan. Enum ialah {0} dan jenis ialah {1}.
nb: Kan ikke behandle parameter på verdier som ikke er strenger. Enum er {0} og typen er {1}.
nl: Kan parameter niet verwerken op een waarde van een ander type dan een tekenreeks. Enum is {0} en type is {1}.
pt: Não é possível processar parâmetro num tipo de valor não string. Enum é {0} e tipo é {1}.
ro: Nu se poate procesa parametrul pe un tip de valoare care nu este șir de caractere. Enumerarea este {0}, iar tipul este {1}.
tr: Dize olmayan değer türünde parametre işlenemiyor. Enum {0} ve tür {1}.
uk: Неможливо обробити параметр для значення типу, що не є рядком. Перерахунок — {0}, а тип — {1}.
vi: Không thể xử lý tham số trên kiểu giá trị không phải chuỗi. Enum là {0} và kiểu là {1}.
zh: 無法處理非字串值類型的參數。枚舉為 {0}，類型為 {1}。

# T_CT_PARSING_EXCEPTION_DELAYDESIGNATORENDED
source: Delay designator ended prematurely.
ar: انتهى تعيين التأخير قبل الأوان.
de: Verzögerungskennung wurde vorzeitig beendet.
el: Ο προσδιοριστής καθυστέρησης έληξε πρόωρα.
es: El designador de retraso finalizó prematuramente.
fr: Le désignateur de retard s'est terminé prématurément.
ga: Chríochnaigh an t-ainmnitheoir moille roimh am.
hi: विलंब पदनाम समय से पहले समाप्त हो गया।
id: Penunjuk penundaan berakhir sebelum waktunya.
it: Il designatore di ritardo è terminato prematuramente.
ja: 遅延指定が早期に終了しました。
ko: 지연 지정자가 조기에 종료되었습니다.
ms: Penanda kelewatan tamat sebelum waktunya.
nb: Forsinkelsesbetegnelsen ble avsluttet for tidlig.
nl: De vertragingsaanduiding is voortijdig beëindigd.
pt: O designador de atraso terminou prematuramente.
ro: Indicatorul de întârziere s-a încheiat prematur.
tr: Gecikme belirteci erken sona erdi.
uk: Позначення затримки закінчилося передчасно.
vi: Chỉ định trì hoãn đã kết thúc sớm.
zh: 延遲指示器提前結束。

# T_CT_PARSING_EXCEPTION_DELAYDESIGNATORINVALID
source: Invalid delay designator.
ar: مُعين التأخير غير صالح.
de: Ungültiger Verzögerungsbezeichner.
el: Μη έγκυρος προσδιοριστής καθυστέρησης.
es: Designador de retraso no válido.
fr: Désignateur de délai non valide.
ga: Ainmnitheoir moille neamhbhailí.
hi: अमान्य विलंब निर्दिष्टक.
id: Penanda penundaan tidak valid.
it: Designatore di ritardo non valido.
ja: 無効な遅延指定子です。
ko: 잘못된 지연 지정자입니다.
ms: Penanda kelewatan tidak sah.
nb: Ugyldig forsinkelsesbetegnelse.
nl: Ongeldige vertragingsaanduiding.
pt: Designador de atraso inválido.
ro: Indicator de întârziere nevalid.
tr: Geçersiz gecikme belirteci.
uk: Недійсний індекс затримки.
vi: Chỉ định độ trễ không hợp lệ.
zh: 無效的延遲指示符。

# T_CT_PARSING_EXCEPTION_DELAYVALUENOTANUMBER
source: Delay value is not a number.
ar: قيمة التأخير ليست رقمًا.
de: Der Verzögerungswert ist keine Zahl.
el: Η τιμή καθυστέρησης δεν είναι αριθμός.
es: El valor de retardo no es un número.
fr: La valeur du retard n’est pas un nombre.
ga: Ní uimhir é luach moille.
hi: विलंब मान कोई संख्या नहीं है.
id: Nilai penundaan bukanlah angka.
it: Il valore del ritardo non è un numero.
ja: 遅延値が数値ではありません。
ko: 지연 값은 숫자가 아닙니다.
ms: Nilai kelewatan bukan nombor.
nb: Forsinkelsesverdien er ikke et tall.
nl: De vertragingswaarde is geen getal.
pt: O valor do atraso não é um número.
ro: Valoarea întârzierii nu este un număr.
tr: Gecikme değeri bir sayı değildir.
uk: Значення затримки не є числом.
vi: Giá trị trễ không phải là một con số.
zh: 延遲值不是一個數字。

# T_CT_TERMINFO_EXCEPTION_CAPABILITYTYPE
source: Unknown capability type '{0}'
ar: نوع القدرة غير معروف '{0}'
de: Unbekannter Fähigkeitstyp „{0}“
el: Άγνωστος τύπος δυνατότητας '{0}'
es: Tipo de capacidad desconocida '{0}'
fr: Type de capacité inconnu « {0} »
ga: Cineál cumais anaithnid '{0}'
hi: अज्ञात क्षमता प्रकार '{0}'
id: Tipe kemampuan tidak diketahui '{0}'
it: Tipo di capacità sconosciuto '{0}'
ja: 不明な機能タイプ '{0}'
ko: 알 수 없는 기능 유형 '{0}'
ms: Jenis keupayaan tidak diketahui '{0}'
nb: Ukjent funksjonstype '{0}'
nl: Onbekend capaciteitstype '{0}'
pt: Tipo de capacidade desconhecido '{0}'
ro: Tip de capacitate necunoscut „{0}”
tr: Bilinmeyen yetenek türü '{0}'
uk: Невідомий тип можливості '{0}'
vi: Loại khả năng không xác định '{0}'
zh: 未知功能類型“{0}”

# T_CT_TERMINFO_EXCEPTION_LOADERFAILED
source: Can't load {0}
ar: لا يمكن تحميل {0}
de: {0} kann nicht geladen werden
el: Δεν είναι δυνατή η φόρτωση του {0}
es: No se puede cargar {0}
fr: Impossible de charger {0}
ga: Ní féidir {0} a luchtú
hi: {0} लोड नहीं किया जा सकता
id: Tidak dapat memuat {0}
it: Impossibile caricare {0}
ja: {0} を読み込めません
ko: {0}을(를) 로드할 수 없습니다.
ms: Tidak dapat memuatkan {0}
nb: Kan ikke laste inn {0}
nl: Kan {0} niet laden
pt: Não é possível carregar {0}
ro: Nu se poate încărca {0}
tr: {0} yüklenemiyor
uk: Не вдається завантажити {0}
vi: Không thể tải {0}
zh: 無法載入{0}

# T_COLOR_DATA_EXCEPTION_COLOROUTOFRANGE
source: Color is out of range.
ar: اللون خارج النطاق.
de: Die Farbe liegt außerhalb des Bereichs.
el: Το χρώμα είναι εκτός εύρους.
es: El color está fuera de rango.
fr: La couleur est hors de portée.
ga: Tá an dath lasmuigh den raon.
hi: रंग सीमा से बाहर है.
id: Warna di luar jangkauan.
it: Il colore è fuori gamma.
ja: 色が範囲外です。
ko: 색상이 범위를 벗어났습니다.
ms: Warna di luar julat.
nb: Fargen er utenfor rekkevidde.
nl: De kleur valt buiten het bereik.
pt: A cor está fora do intervalo.
ro: Culoarea este în afara intervalului.
tr: Renk aralığın dışında.
uk: Колір поза межами допустимого діапазону.
vi: Màu sắc nằm ngoài phạm vi.
zh: 顏色超出範圍。

# T_COLOR_GRADIENT_EXCEPTION_GRADIENTNULL
source: Are you sure that this gradient is not null?
ar: هل أنت متأكد من أن هذا التدرج ليس فارغا؟
de: Sind Sie sicher, dass dieser Gradient nicht null ist?
el: Είστε σίγουροι ότι αυτή η διαβάθμιση δεν είναι μηδενική;
es: ¿Estás seguro de que este gradiente no es nulo?
fr: Êtes-vous sûr que ce gradient n'est pas nul ?
ga: An bhfuil tú cinnte nach bhfuil an grádán seo nialasach?
hi: क्या आप निश्चित हैं कि यह ग्रेडिएंट शून्य नहीं है?
id: Apakah Anda yakin gradien ini tidak nol?
it: Sei sicuro che questo gradiente non sia nullo?
ja: このグラデーションが null でないことは確かですか?
ko: 이 기울기가 null이 아니라고 확신하시나요?
ms: Adakah anda pasti bahawa kecerunan ini bukan nol?
nb: Er du sikker på at denne gradienten ikke er null?
nl: Weet je zeker dat dit verloop niet nul is?
pt: Tem a certeza de que este gradiente não é nulo?
ro: Ești sigur că acest gradient nu este nul?
tr: Bu eğimin boş olmadığından emin misiniz?
uk: Ви впевнені, що цей градієнт не є нульовим?
vi: Bạn có chắc chắn rằng gradient này không phải là null không?
zh: 你確定這個梯度不為空嗎？

# T_COLOR_GRADIENT_EXCEPTION_COLORNEEDED
source: Specify at least one color.
ar: حدد لونًا واحدًا على الأقل.
de: Geben Sie mindestens eine Farbe an.
el: Καθορίστε τουλάχιστον ένα χρώμα.
es: Especifique al menos un color.
fr: Spécifiez au moins une couleur.
ga: Sonraigh dath amháin ar a laghad.
hi: कम से कम एक रंग निर्दिष्ट करें.
id: Tentukan setidaknya satu warna.
it: Specificare almeno un colore.
ja: 少なくとも 1 つの色を指定してください。
ko: 최소한 하나의 색상을 지정하세요.
ms: Nyatakan sekurang-kurangnya satu warna.
nb: Angi minst én farge.
nl: Geef minimaal één kleur op.
pt: Especifique pelo menos uma cor.
ro: Specificați cel puțin o culoare.
tr: En az bir renk belirtin.
uk: Вкажіть хоча б один колір.
vi: Chỉ định ít nhất một màu.
zh: 指定至少一種顏色。

# T_COLOR_MODEL_EXCEPTION_NOSOURCE
source: Can't convert null source.
ar: لا يمكن تحويل المصدر الفارغ.
de: Nullquelle kann nicht konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή της μηδενικής πηγής.
es: No se puede convertir la fuente nula.
fr: Impossible de convertir la source nulle.
ga: Ní féidir an foinse nialasach a thiontú.
hi: शून्य स्रोत परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi sumber nol.
it: Impossibile convertire la sorgente null.
ja: ヌルソースを変換できません。
ko: null 소스를 변환할 수 없습니다.
ms: Tidak dapat menukar sumber nol.
nb: Kan ikke konvertere nullkilden.
nl: Kan geen null-bron converteren.
pt: Não é possível converter fonte nula.
ro: Nu se poate converti sursa nulă.
tr: Boş kaynak dönüştürülemiyor.
uk: Не вдається конвертувати нульовий вихідний код.
vi: Không thể chuyển đổi nguồn null.
zh: 無法轉換空源。

# T_COLOR_MODEL_EXCEPTION_NOTYPE
source: Can't convert to null type.
ar: لا يمكن التحويل إلى نوع فارغ.
de: Kann nicht in den Nulltyp konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε τύπο null.
es: No se puede convertir al tipo nulo.
fr: Impossible de convertir en type null.
ga: Ní féidir a thiontú go cineál nialasach.
hi: शून्य प्रकार में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke tipe null.
it: Impossibile convertire nel tipo null.
ja: null 型に変換できません。
ko: null 유형으로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada jenis null.
nb: Kan ikke konvertere til null-type.
nl: Kan niet converteren naar nultype.
pt: Não é possível converter para o tipo nulo.
ro: Nu se poate converti la tip nul.
tr: Null türüne dönüştürülemiyor.
uk: Неможливо перетворити на тип null.
vi: Không thể chuyển đổi sang kiểu null.
zh: 無法轉換為空類型。

# T_COLOR_MODEL_EXCEPTION_SPECIFYSOURCEMODEL
source: You should specify a specific source color model, not the base one.
ar: يجب عليك تحديد نموذج لون المصدر المحدد، وليس النموذج الأساسي.
de: Sie sollten ein bestimmtes Quellfarbmodell angeben, nicht das Basisfarbmodell.
el: Θα πρέπει να καθορίσετε ένα συγκεκριμένο μοντέλο χρώματος πηγής, όχι το βασικό.
es: Debes especificar un modelo de color de origen específico, no el base.
fr: Vous devez spécifier un modèle de couleur source spécifique, et non celui de base.
ga: Ba chóir duit samhail datha foinse ar leith a shonrú, ní an ceann bunúsach.
hi: आपको एक विशिष्ट स्रोत रंग मॉडल निर्दिष्ट करना चाहिए, न कि आधार रंग मॉडल।
id: Anda harus menentukan model warna sumber tertentu, bukan model warna dasar.
it: Dovresti specificare un modello di colore sorgente specifico, non quello di base.
ja: 基本カラー モデルではなく、特定のソース カラー モデルを指定する必要があります。
ko: 기본 색상 모델이 아닌 특정 소스 색상 모델을 지정해야 합니다.
ms: Anda harus menentukan model warna sumber tertentu, bukan model asas.
nb: Du bør spesifisere en spesifikk kildefargemodell, ikke basisfargen.
nl: U moet een specifiek bronkleurmodel opgeven, niet het basiskleurmodel.
pt: Deve especificar um modelo de cor de origem específico, e não o base.
ro: Ar trebui să specificați un model de culoare sursă specific, nu cel de bază.
tr: Temel olanı değil, belirli bir kaynak renk modelini belirtmelisiniz.
uk: Вам слід вказати конкретну вихідну колірну модель, а не базову.
vi: Bạn nên chỉ định một mô hình màu nguồn cụ thể, không phải mô hình màu cơ sở.
zh: 您應該指定特定的來源色彩模型，而不是基本模型。
