Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_UNIFIED_EXIT_HELP_DESC
source: Exits the shell if running on subshell
ar: الخروج من shell إذا كان يعمل على shell فرعي
de: Beendet die Shell, wenn sie auf einer Subshell ausgeführt wird
el: Έξοδος από το κέλυφος εάν εκτελείται σε υποκέλυφος
es: Sale del shell si se ejecuta en un subshell
fr: Quitte le shell s'il est exécuté sur un sous-shell
ga: Fágann sé an bhlaosc má tá sé ag rith ar fho-bhlaosc
hi: यदि सबशेल पर चल रहा हो तो शेल से बाहर निकल जाता है
id: Keluar dari shell jika berjalan pada subshell
it: Esce dalla shell se è in esecuzione sulla subshell
ja: サブシェルで実行している場合はシェルを終了します
ko: 하위 셸에서 실행 중인 경우 셸을 종료합니다.
ms: Keluar dari shell jika berjalan pada subshell
nb: Avslutter skallet hvis det kjører på et underskall
nl: Verlaat de shell als deze op een subshell wordt uitgevoerd
pt: Sai do shell se estiver a ser executado em subshell
ro: Ieșire din shell dacă rulează pe subshell
tr: Alt kabukta çalışıyorsa kabuktan çıkar
uk: Вихід з оболонки, якщо вона працює на підоболонці
vi: Thoát khỏi shell nếu đang chạy trên subshell
zh: 如果在子 shell 中運行，則退出 shell

# T_SHELL_UNIFIED_FINDCMDS_HELP_DESC
source: Finds the available commands in the current shell type
ar: يبحث عن الأوامر المتوفرة في نوع shell الحالي
de: Findet die verfügbaren Befehle im aktuellen Shell-Typ
el: Βρίσκει τις διαθέσιμες εντολές στον τρέχοντα τύπο κελύφους
es: Encuentra los comandos disponibles en el tipo de shell actual
fr: Recherche les commandes disponibles dans le type de shell actuel
ga: Aimsigh na horduithe atá ar fáil sa chineál blaosc reatha
hi: वर्तमान शेल प्रकार में उपलब्ध कमांड ढूँढता है
id: Menemukan perintah yang tersedia dalam tipe shell saat ini
it: Trova i comandi disponibili nel tipo di shell corrente
ja: 現在のシェルタイプで利用可能なコマンドを検索します
ko: 현재 쉘 유형에서 사용 가능한 명령을 찾습니다.
ms: Mencari arahan yang tersedia dalam jenis shell semasa
nb: Finner de tilgjengelige kommandoene i gjeldende skalltype
nl: Zoekt de beschikbare opdrachten in het huidige shelltype
pt: Encontra os comandos disponíveis no tipo de shell atual
ro: Găsește comenzile disponibile în tipul curent de shell
tr: Mevcut kabuk türündeki kullanılabilir komutları bulur
uk: Знаходить доступні команди в поточному типі оболонки
vi: Tìm các lệnh có sẵn trong loại shell hiện tại
zh: 尋找目前 shell 類型中可用的命令

# T_SHELL_UNIFIED_HELP_HELP_DESC
source: Help page
ar: صفحة المساعدة
de: Hilfeseite
el: Σελίδα βοήθειας
es: Página de ayuda
fr: Page d'aide
ga: Leathanach cabhrach
hi: सहायता पृष्ठ
id: Halaman bantuan
it: Pagina di aiuto
ja: ヘルプページ
ko: 도움말 페이지
ms: Halaman bantuan
nb: Hjelpeside
nl: Helppagina
pt: Página de ajuda
ro: Pagină de ajutor
tr: Yardım sayfası
uk: Сторінка довідки
vi: Trang trợ giúp
zh: 幫助頁面

# T_SHELL_UNIFIED_HELP_GENERAL_SWITCH_DESC
source: Shows general commands (default)
ar: إظهار الأوامر العامة (افتراضي)
de: Zeigt allgemeine Befehle an (Standard)
el: Εμφανίζει γενικές εντολές (προεπιλογή)
es: Muestra comandos generales (predeterminado)
fr: Affiche les commandes générales (par défaut)
ga: Taispeánann sé orduithe ginearálta (réamhshocraithe)
hi: सामान्य आदेश दिखाता है (डिफ़ॉल्ट)
id: Menampilkan perintah umum (default)
it: Mostra i comandi generali (predefinito)
ja: 一般的なコマンドを表示します（デフォルト）
ko: 일반 명령을 표시합니다(기본값)
ms: Menunjukkan arahan umum (lalai)
nb: Viser generelle kommandoer (standard)
nl: Toont algemene opdrachten (standaard)
pt: Mostra os comandos gerais (padrão)
ro: Afișează comenzi generale (implicit)
tr: Genel komutları gösterir (varsayılan)
uk: Показує загальні команди (за замовчуванням)
vi: Hiển thị các lệnh chung (mặc định)
zh: 顯示常規命令（預設）

# T_SHELL_UNIFIED_HELP_ALIAS_SWITCH_DESC
source: Shows aliased commands
ar: إظهار الأوامر المستعارة
de: Zeigt Alias-Befehle an
el: Εμφανίζει ψευδώνυμες εντολές
es: Muestra comandos con alias
fr: Affiche les commandes aliasées
ga: Taispeánann orduithe ailiasaithe
hi: उपनामित आदेश दिखाता है
id: Menampilkan perintah alias
it: Mostra i comandi con alias
ja: エイリアスコマンドを表示します
ko: 별칭 명령을 표시합니다
ms: Menunjukkan arahan beralias
nb: Viser aliaserte kommandoer
nl: Geeft aliasopdrachten weer
pt: Mostra comandos com alias
ro: Afișează comenzi aliasate
tr: Takma adlı komutları gösterir
uk: Показує команди з псевдонімами
vi: Hiển thị các lệnh có bí danh
zh: 顯示別名指令

# T_SHELL_UNIFIED_HELP_UNIFIED_SWITCH_DESC
source: Shows unified commands
ar: يعرض الأوامر الموحدة
de: Zeigt einheitliche Befehle
el: Εμφανίζει ενοποιημένες εντολές
es: Muestra comandos unificados
fr: Affiche les commandes unifiées
ga: Taispeánann orduithe aontaithe
hi: एकीकृत आदेश दिखाता है
id: Menampilkan perintah terpadu
it: Mostra comandi unificati
ja: 統一されたコマンドを表示します
ko: 통합 명령을 표시합니다
ms: Menunjukkan arahan bersatu
nb: Viser enhetlige kommandoer
nl: Geeft uniforme opdrachten weer
pt: Mostra comandos unificados
ro: Afișează comenzi unificate
tr: Birleşik komutları gösterir
uk: Показує уніфіковані команди
vi: Hiển thị các lệnh thống nhất
zh: 顯示統一指令

# T_SHELL_UNIFIED_HELP_EXTRA_SWITCH_DESC
source: Shows extra commands
ar: يعرض الأوامر الإضافية
de: Zeigt zusätzliche Befehle an
el: Εμφανίζει επιπλέον εντολές
es: Muestra comandos adicionales
fr: Affiche des commandes supplémentaires
ga: Taispeánann orduithe breise
hi: अतिरिक्त आदेश दिखाता है
id: Menampilkan perintah tambahan
it: Mostra comandi extra
ja: 追加コマンドを表示します
ko: 추가 명령을 표시합니다
ms: Menunjukkan arahan tambahan
nb: Viser ekstra kommandoer
nl: Geeft extra opdrachten weer
pt: Mostra comandos extra
ro: Afișează comenzi suplimentare
tr: Ekstra komutları gösterir
uk: Показує додаткові команди
vi: Hiển thị các lệnh bổ sung
zh: 顯示額外命令

# T_SHELL_UNIFIED_HELP_ALL_SWITCH_DESC
source: Shows all commands
ar: يظهر جميع الأوامر
de: Zeigt alle Befehle
el: Εμφανίζει όλες τις εντολές
es: Muestra todos los comandos
fr: Affiche toutes les commandes
ga: Taispeánann na horduithe go léir
hi: सभी आदेश दिखाता है
id: Menampilkan semua perintah
it: Mostra tutti i comandi
ja: すべてのコマンドを表示
ko: 모든 명령을 표시합니다
ms: Menunjukkan semua arahan
nb: Viser alle kommandoer
nl: Toont alle opdrachten
pt: Mostra todos os comandos
ro: Afișează toate comenzile
tr: Tüm komutları gösterir
uk: Показує всі команди
vi: Hiển thị tất cả các lệnh
zh: 顯示所有命令

# T_SHELL_UNIFIED_HELP_SIMPLIFIED_SWITCH_DESC
source: Uses simplified help
ar: يستخدم مساعدة مبسطة
de: Verwendet vereinfachte Hilfe
el: Χρησιμοποιεί απλοποιημένη βοήθεια
es: Utiliza ayuda simplificada
fr: Utilise une aide simplifiée
ga: Úsáideann sé cabhair shimplithe
hi: सरलीकृत सहायता का उपयोग करता है
id: Menggunakan bantuan yang disederhanakan
it: Utilizza una guida semplificata
ja: 簡易ヘルプを使用
ko: 간소화된 도움말을 사용합니다
ms: Menggunakan bantuan yang dipermudahkan
nb: Bruker forenklet hjelp
nl: Gebruikt vereenvoudigde hulp
pt: Usa ajuda simplificada
ro: Folosește ajutor simplificat
tr: Basitleştirilmiş yardım kullanır
uk: Використовує спрощену довідку
vi: Sử dụng trợ giúp đơn giản hóa
zh: 使用簡化的幫助

# T_SHELL_UNIFIED_PRESETS_HELP_DESC
source: Opens the shell preset library
ar: يفتح مكتبة الإعدادات المسبقة للقشرة
de: Öffnet die Shell-Preset-Bibliothek
el: Ανοίγει τη βιβλιοθήκη προεπιλογών κελύφους
es: Abre la biblioteca de ajustes preestablecidos de shell
fr: Ouvre la bibliothèque de préréglages du shell
ga: Osclaíonn an leabharlann réamhshocruithe bhlaosc
hi: शेल प्रीसेट लाइब्रेरी खोलता है
id: Membuka pustaka preset shell
it: Apre la libreria delle preimpostazioni della shell
ja: シェルプリセットライブラリを開きます
ko: 쉘 사전 설정 라이브러리를 엽니다
ms: Membuka perpustakaan pratetap shell
nb: Åpner biblioteket med forhåndsinnstilte skall
nl: Opent de shell-presetbibliotheek
pt: Abre a biblioteca de predefinições da shell
ro: Deschide biblioteca de preseturi shell
tr: Kabuk ön ayar kitaplığını açar
uk: Відкриває бібліотеку пресетів оболонки
vi: Mở thư viện cài đặt sẵn của shell
zh: 開啟 Shell 預設函式庫

# T_SHELL_SHELLMANAGER_CMDNOTFOUND
source: Shell message: The requested command {0} is not found. See 'help' for available commands.
ar: رسالة شل: الأمر المطلوب {0} غير موجود. راجع "المساعدة" للاطلاع على الأوامر المتاحة.
de: Shell-Meldung: Der angeforderte Befehl {0} wurde nicht gefunden. Verfügbare Befehle finden Sie unter „Hilfe“.
el: Μήνυμα κελύφους: Η ζητούμενη εντολή {0} δεν βρέθηκε. Δείτε τη 'βοήθεια' για τις διαθέσιμες εντολές.
es: Mensaje del shell: No se encuentra el comando solicitado {0}. Consulte la ayuda para ver los comandos disponibles.
fr: Message shell : la commande demandée {0} est introuvable. Consultez « Aide » pour connaître les commandes disponibles.
ga: Teachtaireacht bhlaosc: Ní bhfuarthas an t-ordú iarrtha {0}. Féach 'cabhair' le haghaidh orduithe atá ar fáil.
hi: शेल संदेश: अनुरोधित कमांड {0} नहीं मिला। उपलब्ध कमांड के लिए 'मदद' देखें।
id: Pesan shell: Perintah yang diminta {0} tidak ditemukan. Lihat 'help' untuk perintah yang tersedia.
it: Messaggio shell: il comando richiesto {0} non è stato trovato. Consultare la sezione "Aiuto" per i comandi disponibili.
ja: シェルメッセージ: 要求されたコマンド {0} が見つかりません。使用可能なコマンドについては「ヘルプ」を参照してください。
ko: 셸 메시지: 요청한 명령 {0}을(를) 찾을 수 없습니다. 사용 가능한 명령은 '도움말'을 참조하세요.
ms: Mesej shell: Perintah yang diminta {0} tidak ditemui. Lihat 'bantuan' untuk arahan yang tersedia.
nb: Shell-melding: Den forespurte kommandoen {0} ble ikke funnet. Se 'hjelp' for tilgjengelige kommandoer.
nl: Shell-bericht: De gevraagde opdracht {0} is niet gevonden. Zie 'help' voor beschikbare opdrachten.
pt: Mensagem shell: O comando solicitado {0} não foi encontrado. Consulte a 'ajuda' para ver os comandos disponíveis.
ro: Mesaj shell: Comanda solicitată {0} nu a fost găsită. Consultați secțiunea „ajutor” pentru comenzile disponibile.
tr: Kabuk iletisi: İstenen {0} komutu bulunamadı. Kullanılabilir komutlar için 'yardım'a bakın.
uk: Повідомлення оболонки: Запитана команда {0} не знайдена. Див. розділ «Довідка» щодо доступних команд.
vi: Thông báo Shell: Không tìm thấy lệnh được yêu cầu {0}. Xem 'trợ giúp' để biết các lệnh khả dụng.
zh: Shell 訊息：未找到請求的指令 {0}。請參閱「說明」以了解可用指令。

# T_SHELL_SHELLMANAGER_CMDEXECUTEERROR
source: Error trying to execute command.
ar: حدث خطأ أثناء محاولة تنفيذ الأمر.
de: Fehler beim Versuch, den Befehl auszuführen.
el: Σφάλμα κατά την προσπάθεια εκτέλεσης εντολής.
es: Error al intentar ejecutar el comando.
fr: Erreur lors de la tentative d'exécution de la commande.
ga: Earráid ag iarraidh an t-ordú a fhorghníomhú.
hi: आदेश निष्पादित करने में त्रुटि हुई.
id: Terjadi kesalahan saat mencoba menjalankan perintah.
it: Errore durante il tentativo di esecuzione del comando.
ja: コマンドの実行中にエラーが発生しました。
ko: 명령을 실행하려고 시도하는 동안 오류가 발생했습니다.
ms: Ralat semasa cuba melaksanakan arahan.
nb: Feil ved forsøk på å utføre kommandoen.
nl: Fout bij het uitvoeren van de opdracht.
pt: Erro ao tentar executar o comando.
ro: Eroare la încercarea de executare a comenzii.
tr: Komut yürütülürken hata oluştu.
uk: Помилка під час спроби виконання команди.
vi: Có lỗi khi thực hiện lệnh.
zh: 嘗試執行命令時出錯。

# T_SHELL_SHELLMANAGER_EXCEPTION_NOEXECUTOR
source: Can't get shell executor for {0}
ar: لا يمكن الحصول على منفذ shell لـ {0}
de: Shell-Executor für {0} kann nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη του εκτελέστη κελύφους για το {0}
es: No se puede obtener el ejecutor de shell para {0}
fr: Impossible d'obtenir l'exécuteur shell pour {0}
ga: Ní féidir forghníomhaitheoir sliogáin a fháil do {0}
hi: {0} के लिए शेल निष्पादक प्राप्त नहीं किया जा सका
id: Tidak bisa mendapatkan eksekutor shell untuk {0}
it: Impossibile ottenere l'esecutore shell per {0}
ja: {0} のシェル実行プログラムを取得できません
ko: {0}에 대한 셸 실행기를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan pelaksana shell untuk {0}
nb: Kan ikke hente skallutfører for {0}
nl: Kan shell-uitvoerder voor {0} niet verkrijgen
pt: Não é possível obter o executor da shell para {0}
ro: Nu se poate obține executorul shell pentru {0}
tr: {0} için kabuk yürütücüsü alınamıyor
uk: Не вдається отримати виконавець оболонки для {0}
vi: Không thể lấy được shell executor cho {0}
zh: 無法取得 {0} 的 shell 執行程式

# T_SHELL_SHELLMANAGER_EXCEPTION_SHELLINIT
source: Failed trying to initialize shell
ar: فشلت محاولة تهيئة shell
de: Beim Versuch, die Shell zu initialisieren, ist ein Fehler aufgetreten.
el: Αποτυχία προσπάθειας αρχικοποίησης του κελύφους
es: Error al intentar inicializar el shell
fr: Échec de la tentative d'initialisation du shell
ga: Theip ar iarracht an bhlaosc a thosú
hi: शेल आरंभ करने का प्रयास विफल रहा
id: Gagal saat mencoba menginisialisasi shell
it: Errore nel tentativo di inizializzare la shell
ja: シェルの初期化に失敗しました
ko: 쉘 초기화 시도에 실패했습니다.
ms: Gagal mencuba untuk memulakan shell
nb: Mislyktes ved forsøk på å initialisere skallet
nl: Het initialiseren van de shell is mislukt
pt: Falha ao tentar inicializar o shell
ro: Încercarea de inițializare a shell-ului a eșuat
tr: Kabuğu başlatma girişimi başarısız oldu
uk: Не вдалося ініціалізувати оболонку
vi: Không khởi tạo được shell
zh: 嘗試初始化 shell 失敗

# T_WRITER_CYCLICWRITERS_GRAPHICAL_SELECTION_EXCEPTION_SINGLEMULTIPLE
source: Can't determine if the selection input is single or multiple
ar: لا يمكن تحديد ما إذا كان إدخال التحديد مفردًا أم متعددًا
de: Es kann nicht festgestellt werden, ob die Auswahleingabe einfach oder mehrfach ist
el: Δεν είναι δυνατός ο προσδιορισμός εάν η είσοδος επιλογής είναι μία ή πολλαπλή
es: No se puede determinar si la entrada de selección es única o múltiple
fr: Impossible de déterminer si l'entrée de sélection est unique ou multiple
ga: Ní féidir a chinneadh an ionchur roghnaithe aonair nó il
hi: यह निर्धारित नहीं किया जा सकता कि चयन इनपुट एकल है या एकाधिक
id: Tidak dapat menentukan apakah input pilihannya tunggal atau jamak
it: Non è possibile determinare se l'input di selezione è singolo o multiplo
ja: 選択入力が単一か複数か判断できません
ko: 선택 입력이 단일인지 다중인지 확인할 수 없습니다.
ms: Tidak dapat menentukan sama ada input pemilihan adalah tunggal atau berbilang
nb: Kan ikke avgjøre om valginngangen er én eller flere
nl: Kan niet bepalen of de selectie-invoer enkelvoudig of meervoudig is
pt: Não é possível determinar se a entrada de seleção é única ou múltipla
ro: Nu se poate determina dacă intrarea de selecție este una sau mai multe
tr: Seçim girişinin tekli mi yoksa çoklu mu olduğu belirlenemiyor
uk: Не вдається визначити, чи є вхідний вибір одиничним чи множинним
vi: Không thể xác định đầu vào lựa chọn là đơn hay nhiều
zh: 無法確定選擇輸入是單一或多個

# T_WRITER_CYCLICWRITERS_RENDERER_MARKUP_EXCEPTION_MARKUPUNSPECIFIED
source: Markup is not specified.
ar: لم يتم تحديد العلامة.
de: Es ist kein Markup angegeben.
el: Η σήμανση δεν έχει καθοριστεί.
es: No se especifica el marcado.
fr: Le balisage n'est pas spécifié.
ga: Níl marcáil sonraithe.
hi: मार्कअप निर्दिष्ट नहीं है.
id: Markup tidak ditentukan.
it: Il markup non è specificato.
ja: マークアップが指定されていません。
ko: 마크업이 지정되지 않았습니다.
ms: Penandaan tidak dinyatakan.
nb: Markering er ikke spesifisert.
nl: Er is geen markering opgegeven.
pt: A marcação não foi especificada.
ro: Marcajul nu este specificat.
tr: İşaretleme belirtilmemiş.
uk: Розмітку не вказано.
vi: Không chỉ định đánh dấu.
zh: 未指定標記。

# T_WRITER_CYCLICWRITERS_RENDERER_MARKUP_EXCEPTION_ENDTAGINVALID
source: Invalid end tag specifier.
ar: مُحدد علامة النهاية غير صالح.
de: Ungültiger Endtag-Spezifizierer.
el: Μη έγκυρος προσδιοριστής ετικέτας λήξης.
es: Especificador de etiqueta final no válido.
fr: Spécificateur de balise de fin non valide.
ga: Sonraitheoir clibe deiridh neamhbhailí.
hi: अमान्य अंत टैग निर्दिष्टकर्ता.
id: Penentu tag akhir tidak valid.
it: Specificatore di tag di fine non valido.
ja: 終了タグ指定子が無効です。
ko: 잘못된 종료 태그 지정자입니다.
ms: Penentu teg akhir tidak sah.
nb: Ugyldig spesifikator for slutttagg.
nl: Ongeldige eindtag-specificatie.
pt: Especificador de tag final inválido.
ro: Specificator de etichetă de încheiere nevalid.
tr: Geçersiz bitiş etiketi belirleyicisi.
uk: Недійсний специфікатор кінцевого тегу.
vi: Chỉ định thẻ kết thúc không hợp lệ.
zh: 無效的結束標記說明符。

# T_WRITER_CYCLICWRITERS_RENDERER_MARKUP_EXCEPTION_NOQUEUEDSEQS
source: There are no queued sequences to end the tag with.
ar: لا توجد تسلسلات مدرجة لإنهاء العلامة بها.
de: Es sind keine Sequenzen in der Warteschlange vorhanden, mit denen das Tag beendet werden kann.
el: Δεν υπάρχουν ακολουθίες σε ουρά για να τερματιστεί η ετικέτα.
es: No hay secuencias en cola para finalizar la etiqueta.
fr: Il n'y a pas de séquences en file d'attente pour terminer la balise.
ga: Níl aon seichimh scuaine ann chun an clib a chríochnú leo.
hi: टैग को समाप्त करने के लिए कोई पंक्तिबद्ध अनुक्रम नहीं है।
id: Tidak ada urutan yang antri untuk mengakhiri tag.
it: Non ci sono sequenze in coda con cui terminare il tag.
ja: タグを終了するためのキューに入れられたシーケンスはありません。
ko: 태그를 끝낼 대기열 시퀀스가 없습니다.
ms: Tiada urutan beratur untuk menamatkan teg dengannya.
nb: Det finnes ingen køsekvenser å avslutte taggen med.
nl: Er zijn geen wachtrijsequenties waarmee de tag kan worden afgesloten.
pt: Não existem sequências enfileiradas para finalizar a etiqueta.
ro: Nu există secvențe în coadă cu care să se încheie eticheta.
tr: Etiketi sonlandıracak sıralanmış diziler yok.
uk: Немає послідовностей у черзі для завершення тегу.
vi: Không có chuỗi nào được xếp hàng để kết thúc thẻ.
zh: 沒有排隊序列來結束標籤。

# T_WRITER_CYCLICWRITERS_RENDERER_MARKUP_EXCEPTION_MISSINGTAGS
source: There are {0} missing end tags.
ar: هناك {0} علامات نهاية مفقودة.
de: Es fehlen {0} End-Tags.
el: Λείπουν {0} τελικές ετικέτες.
es: Faltan {0} etiquetas finales.
fr: Il manque {0} balises de fin.
ga: Tá {0} clib deiridh ar iarraidh.
hi: {0} अंत टैग लुप्त हैं.
id: Ada {0} tag akhir yang hilang.
it: Mancano {0} tag di fine.
ja: 終了タグが {0} 個不足しています。
ko: {0}개의 종료 태그가 누락되었습니다.
ms: Terdapat {0} teg akhir yang tiada.
nb: Det mangler {0} sluttkoder.
nl: Er ontbreken {0} eindtags.
pt: Há {0} tags finais em falta.
ro: Lipsesc {0} etichete de încheiere.
tr: {0} eksik bitiş etiketi var.
uk: Бракує кінцевих тегів: {0}.
vi: Có {0} thẻ kết thúc bị thiếu.
zh: 缺少 {0} 個結束標記。

# T_WRITER_CYCLICWRITERS_RENDERER_MARKUP_EXCEPTION_FORMATONLYVT
source: Initial format must not print any text; it must contain only formatting VT sequences.
ar: يجب ألا يطبع التنسيق الأولي أي نص؛ بل يجب أن يحتوي فقط على تسلسلات تنسيق VT.
de: Das anfängliche Format darf keinen Text drucken; es darf nur formatierende VT-Sequenzen enthalten.
el: Η αρχική μορφή δεν πρέπει να εκτυπώνει κείμενο. Πρέπει να περιέχει μόνο ακολουθίες VT μορφοποίησης.
es: El formato inicial no debe imprimir ningún texto; solo debe contener secuencias VT de formato.
fr: Le format initial ne doit imprimer aucun texte ; il doit contenir uniquement des séquences VT de formatage.
ga: Ní fhéadfaidh aon téacs a phriontáil sa fhormáid tosaigh; ní fhéadfaidh ach seichimh VT formáidithe a bheith ann.
hi: प्रारंभिक प्रारूप में कोई पाठ मुद्रित नहीं होना चाहिए; इसमें केवल प्रारूपण VT अनुक्रम ही होना चाहिए।
id: Format awal tidak boleh mencetak teks apa pun; format tersebut hanya boleh berisi urutan VT pemformatan.
it: Il formato iniziale non deve stampare alcun testo; deve contenere solo sequenze di formattazione VT.
ja: 初期フォーマットではテキストを印刷してはならず、フォーマット VT シーケンスのみを含める必要があります。
ko: 초기 형식은 어떤 텍스트도 인쇄해서는 안 됩니다. 서식 VT 시퀀스만 포함해야 합니다.
ms: Format awal tidak boleh mencetak sebarang teks; ia mesti mengandungi hanya pemformatan urutan VT.
nb: Opprinnelig format må ikke skrive ut tekst; det må bare inneholde formaterende VT-sekvenser.
nl: In de initiële opmaak mag geen tekst worden afgedrukt, maar mogen alleen opmaak-VT-reeksen voorkomen.
pt: O formato inicial não deve imprimir qualquer texto; deve conter apenas sequências de VT de formatação.
ro: Formatul inițial nu trebuie să afișeze niciun text; trebuie să conțină doar secvențe VT de formatare.
tr: Başlangıç formatında herhangi bir metin basılmamalı, sadece biçimlendirme VT dizileri bulunmalıdır.
uk: Початковий формат не повинен друкувати жодного тексту; він повинен містити лише послідовності форматування VT.
vi: Định dạng ban đầu không được in bất kỳ văn bản nào; nó chỉ được chứa các chuỗi VT định dạng.
zh: 初始格式不得列印任何文字；它必須只包含格式化 VT 序列。

# T_WRITER_CYCLICWRITERS_TOOLS_ASCIINEMA_EXCEPTION_ASCIICASTFILENOTFOUND
source: There is no Asciicast file
ar: لا يوجد ملف Asciicast
de: Es gibt keine Asciicast-Datei
el: Δεν υπάρχει αρχείο Asciicast
es: No hay ningún archivo Asciicast
fr: Il n'y a pas de fichier Asciicast
ga: Níl aon chomhad Asciicast ann
hi: कोई Asciicast फ़ाइल नहीं है
id: Tidak ada file Asciicast
it: Non esiste alcun file Asciicast
ja: Asciicastファイルがありません
ko: Asciicast 파일이 없습니다
ms: Tiada fail Asciicast
nb: Det finnes ingen Asciicast-fil
nl: Er is geen Asciicast-bestand
pt: Não há ficheiro Asciicast
ro: Nu există niciun fișier Asciicast
tr: Asciicast dosyası yok
uk: Немає файлу Asciicast
vi: Không có tập tin Asciicast
zh: 沒有 Asciicast 文件

# T_WRITER_CYCLICWRITERS_TOOLS_ASCIINEMA_EXCEPTION_ASCIICASTBASEDESERIALIZE
source: Can't deserialize base Asciicast representation
ar: لا يمكن إلغاء تسلسل تمثيل Asciicast الأساسي
de: Die Basisdarstellung von Asciicast kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αποσειριοποίηση της βασικής αναπαράστασης Asciicast
es: No se puede deserializar la representación base de Asciicast
fr: Impossible de désérialiser la représentation Asciicast de base
ga: Ní féidir ionadaíocht bhunúsach Asciicast a dhíshraithiú
hi: आधार Asciicast प्रतिनिधित्व को डिसेरीलाइज़ नहीं किया जा सकता
id: Tidak dapat melakukan deserialisasi representasi Asciicast dasar
it: Impossibile deserializzare la rappresentazione Asciicast di base
ja: 基本 Asciicast 表現をデシリアライズできません
ko: 기본 Asciicast 표현을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri perwakilan Asciicast asas
nb: Kan ikke deserialisere grunnleggende Asciicast-representasjon
nl: Kan de basis Asciicast-weergave niet deserialiseren
pt: Não é possível desserializar a representação Asciicast base
ro: Nu se poate deserializa reprezentarea Asciicast de bază
tr: Temel Asciicast gösteriminin serileştirilmesi kaldırılamıyor
uk: Не вдається десеріалізувати базове представлення Asciicast
vi: Không thể hủy tuần tự hóa biểu diễn Asciicast cơ sở
zh: 無法反序列化基本 Asciicast 表示

# T_WRITER_CYCLICWRITERS_TOOLS_ASCIINEMA_EXCEPTION_ASCIICASTV1DESERIALIZE
source: Can't deserialize Asciicast v1 representation
ar: لا يمكن إلغاء تسلسل تمثيل Asciicast v1
de: Die Asciicast v1-Darstellung kann nicht deserialisiert werden
el: Δεν είναι δυνατή η αποσειριοποίηση της αναπαράστασης Asciicast v1
es: No se puede deserializar la representación de Asciicast v1
fr: Impossible de désérialiser la représentation Asciicast v1
ga: Ní féidir ionadaíocht Asciicast v1 a dhíshraithiú
hi: Asciicast v1 प्रतिनिधित्व को डिसेरीलाइज़ नहीं किया जा सकता
id: Tidak dapat melakukan deserialisasi representasi Asciicast v1
it: Impossibile deserializzare la rappresentazione Asciicast v1
ja: Asciicast v1 表現をデシリアライズできません
ko: Asciicast v1 표현을 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri perwakilan Asciicast v1
nb: Kan ikke deserialisere Asciicast v1-representasjonen
nl: Kan Asciicast v1-weergave niet deserialiseren
pt: Não é possível desserializar a representação Asciicast v1
ro: Nu se poate deserializa reprezentarea Asciicast v1
tr: Asciicast v1 gösteriminin seri hale getirilmesi mümkün değil
uk: Не вдається десеріалізувати представлення Asciicast версії 1
vi: Không thể hủy tuần tự hóa biểu diễn Asciicast v1
zh: 無法反序列化 Asciicast v1 表示
