Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_POINTER_EXCEPTION_STARTXPOSOVERFLOWSEND
source: Start X position may not be greater than the end X position
ar: لا يجوز أن يكون موضع بداية X أكبر من موضع نهاية X
de: Die Start-X-Position darf nicht größer sein als die End-X-Position
el: Η αρχική θέση X δεν μπορεί να είναι μεγαλύτερη από την τελική θέση X
es: La posición inicial X no puede ser mayor que la posición final X
fr: La position X de départ ne peut pas être supérieure à la position X de fin
ga: Ní fhéadfaidh an suíomh X tosaigh a bheith níos mó ná an suíomh X deiridh
hi: आरंभ X स्थिति अंत X स्थिति से अधिक नहीं हो सकती
id: Posisi X awal tidak boleh lebih besar dari posisi X akhir
it: La posizione iniziale X non può essere maggiore della posizione finale X
ja: 開始X位置は終了X位置より大きくできません
ko: 시작 X 위치는 끝 X 위치보다 클 수 없습니다.
ms: Kedudukan Mula X mungkin tidak lebih besar daripada kedudukan X akhir
nb: Start X-posisjonen kan ikke være større enn slutt X-posisjonen
nl: De start X-positie mag niet groter zijn dan de eind X-positie
pt: A posição inicial X não pode ser superior à posição final X
ro: Poziția X de început nu poate fi mai mare decât poziția X de sfârșit
tr: Başlangıç X konumu bitiş X konumundan büyük olamaz
uk: Початкова позиція X не може бути більшою за кінцеву позицію X
vi: Vị trí X bắt đầu không được lớn hơn vị trí X kết thúc
zh: 起始 X 位置不得大於結束 X 位置

# T_INPUT_POINTER_EXCEPTION_STARTYPOSOVERFLOWSEND
source: Start Y position may not be greater than the end Y position
ar: لا يجوز أن يكون موضع بداية Y أكبر من موضع نهاية Y
de: Die Start-Y-Position darf nicht größer sein als die End-Y-Position
el: Η αρχική θέση Y δεν μπορεί να είναι μεγαλύτερη από την τελική θέση Y
es: La posición inicial Y no puede ser mayor que la posición final Y
fr: La position de départ Y ne peut pas être supérieure à la position de fin Y
ga: Ní fhéadfaidh an suíomh Y tosaigh a bheith níos mó ná an suíomh Y deiridh
hi: आरंभिक Y स्थिति अंतिम Y स्थिति से अधिक नहीं हो सकती
id: Posisi Y awal tidak boleh lebih besar dari posisi Y akhir
it: La posizione iniziale Y non può essere maggiore della posizione finale Y
ja: 開始Y位置は終了Y位置より大きくできません
ko: 시작 Y 위치는 끝 Y 위치보다 클 수 없습니다.
ms: Kedudukan mula Y mungkin tidak lebih besar daripada kedudukan akhir Y
nb: Start Y-posisjonen kan ikke være større enn slutt Y-posisjonen
nl: De startpositie Y mag niet groter zijn dan de eindpositie Y
pt: A posição inicial Y não pode ser superior à posição final Y
ro: Poziția inițială Y nu poate fi mai mare decât poziția finală Y
tr: Başlangıç Y konumu bitiş Y konumundan büyük olamaz
uk: Початкове положення Y не може бути більшим за кінцеве положення Y
vi: Vị trí Y bắt đầu không được lớn hơn vị trí Y kết thúc
zh: 起始 Y 位置不得大於結束 Y 位置

# T_INPUT_PRESENTATION_EXCEPTION_NOINPUTNAME
source: Input name is not specified
ar: لم يتم تحديد اسم الإدخال
de: Der Eingabename ist nicht angegeben
el: Δεν έχει καθοριστεί όνομα εισόδου
es: El nombre de entrada no está especificado
fr: Le nom d'entrée n'est pas spécifié
ga: Níl ainm ionchuir sonraithe
hi: इनपुट नाम निर्दिष्ट नहीं है
id: Nama input tidak ditentukan
it: Il nome dell'input non è specificato
ja: 入力名が指定されていません
ko: 입력 이름이 지정되지 않았습니다
ms: Nama input tidak dinyatakan
nb: Inndatanavn er ikke spesifisert
nl: Invoernaam is niet opgegeven
pt: O nome da entrada não foi especificado
ro: Numele intrării nu este specificat
tr: Giriş adı belirtilmemiş
uk: Ім'я вхідного поля не вказано
vi: Tên đầu vào không được chỉ định
zh: 未指定輸入名稱

# T_INPUT_PRESENTATION_KEYBINDING_ADVANCE
source: Advance
ar: يتقدم
de: Vorauszahlung
el: Προκαταβολή
es: Avance
fr: Avance
ga: Dul Chun Cinn
hi: अग्रिम
id: Maju
it: Anticipo
ja: 前進
ko: 전진
ms: Maju
nb: Avansere
nl: Voorschot
pt: Avanço
ro: Avans
tr: İlerlemek
uk: Аванс
vi: Nâng cao
zh: 進步

# T_INPUT_PRESENTATION_NEEDSINPUTPROMPT
source: This presentation page requires the following inputs to be fulfilled before being able to advance to the next page.
ar: تتطلب صفحة العرض التقديمي هذه استيفاء المدخلات التالية قبل أن تتمكن من الانتقال إلى الصفحة التالية.
de: Diese Präsentationsseite erfordert die Erfüllung der folgenden Eingaben, bevor Sie zur nächsten Seite gelangen können.
el: Αυτή η σελίδα παρουσίασης απαιτεί την εκπλήρωση των ακόλουθων εισροών πριν να είναι δυνατή η μετάβαση στην επόμενη σελίδα.
es: Esta página de presentación requiere que se completen los siguientes datos antes de poder avanzar a la página siguiente.
fr: Cette page de présentation nécessite que les entrées suivantes soient remplies avant de pouvoir passer à la page suivante.
ga: Éilíonn an leathanach cur i láthair seo go gcomhlíonfar na hionchuir seo a leanas sula bhféadfar dul ar aghaidh go dtí an chéad leathanach eile.
hi: इस प्रस्तुति पृष्ठ पर अगले पृष्ठ पर जाने से पहले निम्नलिखित इनपुटों की पूर्ति आवश्यक है।
id: Halaman presentasi ini mengharuskan masukan berikut dipenuhi sebelum dapat berlanjut ke halaman berikutnya.
it: Per poter passare alla pagina successiva, è necessario che i seguenti dati siano soddisfatti prima di poter compilare questa pagina di presentazione.
ja: このプレゼンテーション ページでは、次のページに進む前に次の入力を完了する必要があります。
ko: 이 프레젠테이션 페이지는 다음 페이지로 넘어가기 전에 다음 입력 사항을 충족해야 합니다.
ms: Halaman pembentangan ini memerlukan input berikut untuk dipenuhi sebelum boleh maju ke halaman seterusnya.
nb: Denne presentasjonssiden krever at følgende inndata oppfylles før man kan gå videre til neste side.
nl: Voor deze presentatiepagina moeten de volgende gegevens worden ingevuld voordat u naar de volgende pagina kunt gaan.
pt: Esta página de apresentação exige que as seguintes informações sejam preenchidas antes de poder avançar para a página seguinte.
ro: Această pagină de prezentare necesită completarea următoarelor câmpuri înainte de a putea trece la pagina următoare.
tr: Bu sunum sayfasının bir sonraki sayfaya geçebilmesi için aşağıdaki girdilerin karşılanması gerekmektedir.
uk: Ця сторінка презентації вимагає виконання наступних вхідних даних, перш ніж можна буде перейти до наступної сторінки.
vi: Trang trình bày này yêu cầu phải hoàn thành các thông tin đầu vào sau đây trước khi có thể chuyển sang trang tiếp theo.
zh: 此示範頁面需要完成以下輸入才能進入下一頁。

# T_INPUT_PRESENTATION_NEEDSINPUTPROMPTTITLE
source: Input required
ar: مطلوب إدخال
de: Eingabe erforderlich
el: Απαιτείται εισαγωγή
es: Entrada requerida
fr: Entrée requise
ga: Ionchur ag teastáil
hi: इनपुट आवश्यक
id: Masukan diperlukan
it: Input richiesto
ja: 入力が必要です
ko: 입력이 필요합니다
ms: Input diperlukan
nb: Inndata kreves
nl: Invoer vereist
pt: Entrada necessária
ro: Introducerea este necesară
tr: Giriş gerekli
uk: Потрібні дані
vi: Yêu cầu nhập dữ liệu
zh: 需要輸入

# T_INPUT_PRESENTATION_INPUTFILLEDINCORRECTLY
source: One or more of the following inputs have not been filled correctly:
ar: لم يتم ملء واحد أو أكثر من المدخلات التالية بشكل صحيح:
de: Eine oder mehrere der folgenden Eingaben wurden nicht korrekt ausgefüllt:
el: Μία ή περισσότερες από τις ακόλουθες εισόδους δεν έχουν συμπληρωθεί σωστά:
es: Una o más de las siguientes entradas no se han completado correctamente:
fr: Une ou plusieurs des entrées suivantes n'ont pas été remplies correctement :
ga: Níor líonadh isteach ceann amháin nó níos mó de na hionchuir seo a leanas i gceart:
hi: निम्नलिखित में से एक या अधिक इनपुट सही ढंग से नहीं भरे गए हैं:
id: Satu atau lebih masukan berikut belum diisi dengan benar:
it: Uno o più dei seguenti input non sono stati compilati correttamente:
ja: 次の入力の 1 つ以上が正しく入力されていません。
ko: 다음 입력 항목 중 하나 이상이 올바르게 입력되지 않았습니다.
ms: Satu atau lebih daripada input berikut tidak diisi dengan betul:
nb: En eller flere av følgende felt er ikke riktig utfylt:
nl: Een of meer van de volgende velden zijn niet correct ingevuld:
pt: Uma ou mais das seguintes entradas não foram preenchidas corretamente:
ro: Unul sau mai multe dintre următoarele câmpuri nu au fost completate corect:
tr: Aşağıdaki girdilerden bir veya daha fazlası doğru şekilde doldurulmadı:
uk: Одне або декілька з наступних полів заповнено неправильно:
vi: Một hoặc nhiều mục nhập sau đây không được điền chính xác:
zh: 以下一個或多個輸入未正確填寫：

# T_INPUT_PRESENTATION_INPUTFILLEDINCORRECTLYTITLE
source: Incorrect Input
ar: إدخال غير صحيح
de: Falsche Eingabe
el: Λανθασμένη εισαγωγή
es: Entrada incorrecta
fr: Entrée incorrecte
ga: Ionchur Mícheart
hi: ग़लत इनपुट
id: Masukan Salah
it: Input errato
ja: 入力ミス
ko: 잘못된 입력
ms: Input salah
nb: Feil inndata
nl: Onjuiste invoer
pt: Entrada incorreta
ro: Introducere incorectă
tr: Yanlış Giriş
uk: Неправильний ввід
vi: Đầu vào không đúng
zh: 輸入錯誤

# T_INPUT_PRESENTATION_INPUTNOTPROVIDED
source: Required inputs have not been provided. You'll need to fill in the values of the following inputs:
ar: لم يتم توفير المدخلات المطلوبة. ستحتاج إلى إدخال قيم المدخلات التالية:
de: Erforderliche Eingaben wurden nicht bereitgestellt. Sie müssen die Werte der folgenden Eingaben eingeben:
el: Δεν έχουν καταχωρηθεί τα απαιτούμενα δεδομένα. Θα χρειαστεί να συμπληρώσετε τις τιμές των ακόλουθων δεδομένων:
es: No se han proporcionado los datos requeridos. Deberá completar los valores de los siguientes campos:
fr: Les champs obligatoires n'ont pas été renseignés. Vous devrez renseigner les valeurs suivantes :
ga: Níor cuireadh na hionchuir riachtanacha ar fáil. Beidh ort luachanna na n-ionchur seo a leanas a líonadh isteach:
hi: आवश्यक इनपुट प्रदान नहीं किए गए हैं। आपको निम्नलिखित इनपुट के मान भरने होंगे:
id: Input yang diperlukan belum diberikan. Anda harus mengisi nilai input berikut:
it: Non sono stati forniti i dati richiesti. Dovrai inserire i valori dei seguenti dati:
ja: 必須入力項目が指定されていません。以下の項目に値を入力する必要があります。
ko: 필수 입력 사항이 제공되지 않았습니다. 다음 입력 항목의 값을 입력해야 합니다.
ms: Input yang diperlukan belum diberikan. Anda perlu mengisi nilai input berikut:
nb: Nødvendige inndata er ikke oppgitt. Du må fylle ut verdiene for følgende inndata:
nl: De vereiste invoergegevens zijn niet verstrekt. U moet de waarden van de volgende invoergegevens invullen:
pt: As entradas obrigatórias não foram fornecidas. Terá de preencher os valores das seguintes entradas:
ro: Nu au fost furnizate datele de intrare necesare. Va trebui să completați valorile următoarelor date de intrare:
tr: Gerekli girdiler sağlanmadı. Aşağıdaki girdilerin değerlerini doldurmanız gerekecek:
uk: Обов’язкові вхідні дані не надано. Вам потрібно буде заповнити значення наступних вхідних даних:
vi: Chưa cung cấp các đầu vào bắt buộc. Bạn sẽ cần điền các giá trị của các đầu vào sau:
zh: 尚未提供必需的輸入。您需要填寫以下輸入的值：

# T_INPUT_PRESENTATION_INPUTNOTPROVIDEDTITLE
source: Input not provided
ar: لم يتم توفير الإدخال
de: Eingabe nicht bereitgestellt
el: Δεν παρέχεται εισαγωγή
es: Entrada no proporcionada
fr: Entrée non fournie
ga: Níor soláthraíodh ionchur
hi: इनपुट उपलब्ध नहीं कराया गया
id: Masukan tidak diberikan
it: Input non fornito
ja: 入力が提供されていません
ko: 입력이 제공되지 않았습니다
ms: Input tidak diberikan
nb: Inndata ikke oppgitt
nl: Invoer niet verstrekt
pt: Entrada não fornecida
ro: Intrarea nu a fost furnizată
tr: Giriş sağlanmadı
uk: Вхідні дані не надано
vi: Đầu vào không được cung cấp
zh: 未提供輸入

# T_INPUT_STYLES_CHOICE_EXCEPTION_NOANSWERS
source: Can't show choice with no answers and no alternative answers.
ar: لا يمكن إظهار الاختيار دون إجابات ودون إجابات بديلة.
de: Es kann keine Auswahl ohne Antworten und ohne alternative Antworten angezeigt werden.
el: Δεν είναι δυνατή η εμφάνιση επιλογής χωρίς απαντήσεις και χωρίς εναλλακτικές απαντήσεις.
es: No se puede mostrar una opción sin respuestas ni respuestas alternativas.
fr: Impossible de montrer un choix sans réponses et sans réponses alternatives.
ga: Ní féidir rogha a thaispeáint gan aon fhreagraí agus gan aon fhreagraí malartacha.
hi: बिना उत्तर और बिना वैकल्पिक उत्तर के विकल्प नहीं दिखाया जा सकता।
id: Tidak dapat menunjukkan pilihan tanpa jawaban dan tidak ada jawaban alternatif.
it: Non è possibile mostrare una scelta senza risposte o risposte alternative.
ja: 回答も代替回答もない場合は選択肢を表示できません。
ko: 대답이 없고 대안도 없으므로 선택을 보여줄 수 없습니다.
ms: Tidak boleh menunjukkan pilihan tanpa jawapan dan tiada jawapan alternatif.
nb: Kan ikke vise valg uten svar og uten alternative svar.
nl: Je kunt geen keuze tonen als er geen antwoorden en alternatieve antwoorden zijn.
pt: Não é possível mostrar escolhas sem respostas e sem respostas alternativas.
ro: Nu se poate demonstra o alegere fără răspunsuri și fără răspunsuri alternative.
tr: Cevap ve alternatif cevap olmadan seçenek gösterilemez.
uk: Неможливо показати вибір без відповідей та альтернативних відповідей.
vi: Không thể đưa ra lựa chọn khi không có câu trả lời hoặc không có câu trả lời thay thế.
zh: 無法顯示沒有答案且沒有替代答案的選項。

# T_INPUT_STYLES_CHOICE_EXCEPTION_NEEDSATLEASTONEITEM
source: The choice style requires that there is at least one choice enabled.
ar: يتطلب أسلوب الاختيار أن يكون هناك خيار واحد ممكّنًا على الأقل.
de: Der Auswahlstil erfordert, dass mindestens eine Auswahl aktiviert ist.
el: Το στυλ επιλογής απαιτεί να είναι ενεργοποιημένη τουλάχιστον μία επιλογή.
es: El estilo de elección requiere que haya al menos una opción habilitada.
fr: Le style de choix nécessite qu'au moins un choix soit activé.
ga: Éilíonn an stíl rogha go bhfuil rogha amháin ar a laghad cumasaithe.
hi: विकल्प शैली के लिए यह आवश्यक है कि कम से कम एक विकल्प सक्षम हो।
id: Gaya pilihan mengharuskan setidaknya ada satu pilihan yang diaktifkan.
it: Lo stile di scelta richiede che sia abilitata almeno una scelta.
ja: 選択スタイルでは、少なくとも 1 つの選択肢が有効になっている必要があります。
ko: 선택 스타일을 사용하려면 최소한 하나의 선택 사항이 활성화되어 있어야 합니다.
ms: Gaya pilihan memerlukan sekurang-kurangnya satu pilihan didayakan.
nb: Valgstilen krever at minst ett valg er aktivert.
nl: Voor de keuzestijl is het vereist dat er minimaal één keuze is ingeschakeld.
pt: O estilo de escolha requer que exista pelo menos uma opção ativada.
ro: Stilul de alegere necesită activarea a cel puțin o opțiune.
tr: Seçim stili en az bir seçeneğin etkinleştirilmiş olmasını gerektirir.
uk: Стиль вибору вимагає, щоб був увімкнений хоча б один варіант вибору.
vi: Kiểu lựa chọn yêu cầu phải có ít nhất một lựa chọn được bật.
zh: 選擇樣式要求至少有一個啟用的選擇。

# T_INPUT_STYLES_CHOICE_EXCEPTION_ONECHARINVALIDCHOICES
source: You can't provide answers with more than one character in single-character mode.
ar: لا يمكنك تقديم إجابات بأكثر من حرف واحد في وضع الحرف الواحد.
de: Im Einzelzeichenmodus können Sie keine Antworten mit mehr als einem Zeichen angeben.
el: Δεν μπορείτε να δώσετε απαντήσεις με περισσότερους από έναν χαρακτήρες σε λειτουργία ενός χαρακτήρα.
es: No puedes proporcionar respuestas con más de un carácter en el modo de un solo carácter.
fr: Vous ne pouvez pas fournir de réponses avec plus d'un caractère en mode caractère unique.
ga: Ní féidir leat freagraí a sholáthar le níos mó ná carachtar amháin i mód aoncharachtair.
hi: आप एकल-वर्ण मोड में एक से अधिक वर्णों वाले उत्तर नहीं दे सकते।
id: Anda tidak dapat memberikan jawaban dengan lebih dari satu karakter dalam mode karakter tunggal.
it: Nella modalità a carattere singolo non è possibile fornire risposte composte da più di un carattere.
ja: 1 文字モードでは、複数の文字で回答を入力することはできません。
ko: 단일 문자 모드에서는 두 개 이상의 문자를 사용하여 답변을 제공할 수 없습니다.
ms: Anda tidak boleh memberikan jawapan dengan lebih daripada satu aksara dalam mod satu aksara.
nb: Du kan ikke oppgi svar med mer enn ett tegn i enkelttegnmodus.
nl: In de modus voor één teken kunt u geen antwoorden met meer dan één teken opgeven.
pt: Não pode fornecer respostas com mais do que um caractere no modo de caractere único.
ro: Nu poți oferi răspunsuri cu mai mult de un caracter în modul cu un singur caracter.
tr: Tek karakter modunda birden fazla karakter içeren cevaplar veremezsiniz.
uk: В односимвольному режимі не можна давати відповіді, використовуючи більше одного символу.
vi: Bạn không thể cung cấp câu trả lời có nhiều hơn một ký tự ở chế độ một ký tự.
zh: 在單字元模式下，您無法提供包含多個字元的答案。

# T_INPUT_STYLES_CHOICE_WRONGANSWER
source: Wrong answer. Please try again.
ar: إجابة خاطئة. يُرجى المحاولة مرة أخرى.
de: Falsche Antwort. Bitte versuchen Sie es erneut.
el: Λάθος απάντηση. Παρακαλώ προσπαθήστε ξανά.
es: Respuesta incorrecta. Inténtalo de nuevo.
fr: Mauvaise réponse. Veuillez réessayer.
ga: Freagra mícheart. Déan iarracht arís.
hi: ग़लत जवाब. कृपया पुनः प्रयास करें.
id: Jawaban salah. Silakan coba lagi.
it: Risposta sbagliata. Riprova.
ja: 間違った答えです。もう一度お試しください。
ko: 잘못된 답변입니다. 다시 시도해 주세요.
ms: jawapan salah. Sila cuba lagi.
nb: Feil svar. Prøv igjen.
nl: Verkeerd antwoord. Probeer het opnieuw.
pt: Resposta errada. Tente novamente.
ro: Răspuns greșit. Vă rugăm să încercați din nou.
tr: Yanlış cevap. Lütfen tekrar deneyin.
uk: Неправильна відповідь. Будь ласка, спробуйте ще раз.
vi: Câu trả lời sai. Vui lòng thử lại.
zh: 答案錯誤。請重試。

# T_INPUT_STYLES_EDITORS_KEYBINDING_MOVELEFT
source: Move Left
ar: التحرك إلى اليسار
de: Nach links bewegen
el: Μετακίνηση αριστερά
es: Mover a la izquierda
fr: Déplacer vers la gauche
ga: Bog ar Chlé
hi: बाएं खिसको
id: Pindah ke Kiri
it: Sposta a sinistra
ja: 左に移動
ko: 왼쪽으로 이동
ms: Bergerak ke Kiri
nb: Flytt til venstre
nl: Naar links bewegen
pt: Deslocar para a esquerda
ro: Mutare la stânga
tr: Sola Hareket Et
uk: Рухатися ліворуч
vi: Di chuyển sang trái
zh: 向左移動

# T_INPUT_STYLES_EDITORS_KEYBINDING_MOVERIGHT
source: Move Right
ar: تحرك إلى اليمين
de: Nach rechts bewegen
el: Μετακίνηση δεξιά
es: Mover a la derecha
fr: Déplacer vers la droite
ga: Bog ar Dheis
hi: सही कदम
id: Pindah ke Kanan
it: Spostati a destra
ja: 右に移動
ko: 오른쪽으로 이동
ms: Bergerak Kanan
nb: Flytt til høyre
nl: Ga naar rechts
pt: Deslocar para a direita
ro: Mută la dreapta
tr: Sağa Hareket Et
uk: Рухатися праворуч
vi: Di chuyển sang phải
zh: 右移

# T_INPUT_STYLES_EDITORS_KEYBINDING_INSERT
source: Insert
ar: إدراج
de: Einfügen
el: Εισάγω
es: Insertar
fr: Insérer
ga: Cuir isteach
hi: डालना
id: Menyisipkan
it: Inserire
ja: 入れる
ko: 끼워 넣다
ms: Sisipkan
nb: Sett inn
nl: Invoegen
pt: Inserir
ro: Introduce
tr: Sokmak
uk: Вставка
vi: Chèn
zh: 插入

# T_INPUT_STYLES_EDITORS_KEYBINDING_REPLACE
source: Replace
ar: يستبدل
de: Ersetzen
el: Αντικαθιστώ
es: Reemplazar
fr: Remplacer
ga: Athsholáthair
hi: प्रतिस्थापित करें
id: Mengganti
it: Sostituire
ja: 交換する
ko: 바꾸다
ms: Gantikan
nb: Erstatt
nl: Vervangen
pt: Substituir
ro: Înlocui
tr: Yer değiştirmek
uk: Замінити
vi: Thay thế
zh: 代替

# T_INPUT_STYLES_EDITORS_KEYBINDING_REPLACEALL
source: Replace All
ar: استبدال الكل
de: Alle ersetzen
el: Αντικατάσταση όλων
es: Reemplazar todo
fr: Remplacer tout
ga: Ionadaigh Gach Rud
hi: सभी को प्रतिस्थापित करें
id: Ganti Semua
it: Sostituisci tutto
ja: すべて置換
ko: 모두 바꾸기
ms: Gantikan Semua
nb: Erstatt alle
nl: Alles vervangen
pt: Substituir tudo
ro: Înlocuiți tot
tr: Tümünü Değiştir
uk: Замінити все
vi: Thay thế tất cả
zh: 全部替換

# T_INPUT_STYLES_EDITORS_STATUS_READY
source: Ready
ar: مستعد
de: Bereit
el: Ετοιμος
es: Listo
fr: Prêt
ga: Réidh
hi: तैयार
id: Siap
it: Pronto
ja: 準備ができて
ko: 준비가 된
ms: sedia
nb: Ferdig
nl: Klaar
pt: Pronto
ro: Gata
tr: Hazır
uk: Готовий
vi: Sẵn sàng
zh: 準備好

# T_INPUT_STYLES_EDITORS_NOTFOUND
source: Not found. Check your syntax or broaden your search.
ar: لم يتم العثور على النص. تحقق من قواعد اللغة لديك أو وسّع نطاق بحثك.
de: Nicht gefunden. Überprüfen Sie Ihre Syntax oder erweitern Sie Ihre Suche.
el: Δεν βρέθηκε. Ελέγξτε τη σύνταξη ή διευρύνετε την αναζήτησή σας.
es: No encontrado. Revisa la sintaxis o amplía la búsqueda.
fr: Introuvable. Vérifiez votre syntaxe ou élargissez votre recherche.
ga: Níor aimsíodh é. Seiceáil do chomhréir nó leathnaigh do chuardach.
hi: नहीं मिला। अपना वाक्यविन्यास जांचें या अपनी खोज विस्तृत करें।
id: Tidak ditemukan. Periksa sintaksis atau perluas pencarian Anda.
it: Non trovato. Controlla la sintassi o amplia la ricerca.
ja: 見つかりません。構文を確認するか、検索範囲を広げてください。
ko: 찾을 수 없습니다. 구문을 확인하거나 검색 범위를 넓혀 보세요.
ms: Tidak dijumpai. Semak sintaks anda atau luaskan carian anda.
nb: Ikke funnet. Sjekk syntaksen din eller utvid søket ditt.
nl: Niet gevonden. Controleer uw syntaxis of verbreed uw zoekopdracht.
pt: Não encontrado. Verifique a sua sintaxe ou amplie a sua pesquisa.
ro: Nu a fost găsit. Verificați sintaxa sau extindeți căutarea.
tr: Bulunamadı. Sözdiziminizi kontrol edin veya aramanızı genişletin.
uk: Не знайдено. Перевірте синтаксис або розширте пошук.
vi: Không tìm thấy. Kiểm tra cú pháp hoặc mở rộng tìm kiếm của bạn.
zh: 未找到。請檢查語法或擴大搜尋範圍。

# T_INPUT_STYLES_HEXEDITOR_KEYBINDING_NUMBERINFO
source: Number Info
ar: معلومات الرقم
de: Nummerninfo
el: Πληροφορίες αριθμού
es: Información del número
fr: Informations sur le numéro
ga: Eolas Uimhir
hi: नंबर जानकारी
id: Info Nomor
it: Informazioni sul numero
ja: 番号情報
ko: 번호 정보
ms: Maklumat Nombor
nb: Nummerinfo
nl: Nummerinfo
pt: Informações do número
ro: Informații despre număr
tr: Numara Bilgisi
uk: Інформація про номер
vi: Thông tin số
zh: 號碼訊息

# T_INPUT_STYLES_HEXEDITOR_KEYBINDING_REMOVE
source: Remove
ar: يزيل
de: Entfernen
el: Αφαιρώ
es: Eliminar
fr: Retirer
ga: Bain
hi: निकालना
id: Menghapus
it: Rimuovere
ja: 取り除く
ko: 제거하다
ms: Alih keluar
nb: Fjerne
nl: Verwijderen
pt: Remover
ro: Elimina
tr: Kaldırmak
uk: Видалити
vi: Di dời
zh: 消除

# T_INPUT_STYLES_HEXEDITOR_KEYBINDING_REPLACEALLWHAT
source: Replace All What
ar: استبدال كل ما
de: Alles ersetzen Was
el: Αντικατάσταση Όλων Τι
es: Reemplazar todo lo que
fr: Remplacer tout ce qui
ga: Cuir Gach Rud in Ionad
hi: सभी को बदलें क्या
id: Ganti Semua Apa
it: Sostituisci tutto ciò che
ja: すべてを置き換える
ko: 모두 바꾸기
ms: Gantikan Semua Apa
nb: Erstatt alt
nl: Vervang alles wat
pt: Substituir tudo o que
ro: Înlocuiți tot ce
tr: Tümünü Değiştir
uk: Замінити все, що
vi: Thay thế tất cả những gì
zh: 全部替換

# T_INPUT_STYLES_HEXEDITOR_BYTENUMPROMPT
source: Write the byte number with the hexadecimal value.
ar: اكتب رقم البايت بالقيمة السداسية عشرية.
de: Schreiben Sie die Bytenummer mit dem Hexadezimalwert.
el: Γράψτε τον αριθμό byte με την δεκαεξαδική τιμή.
es: Escribe el número de byte con el valor hexadecimal.
fr: Écrivez le numéro d'octet avec la valeur hexadécimale.
ga: Scríobh uimhir an bhíte leis an luach heicsidheachúlach.
hi: बाइट संख्या को हेक्साडेसिमल मान के साथ लिखें।
id: Tulis nomor byte dengan nilai heksadesimal.
it: Scrivere il numero di byte con il valore esadecimale.
ja: バイト番号を16進数値で書き込みます。
ko: 16진수 값으로 바이트 번호를 쓰세요.
ms: Tulis nombor bait dengan nilai perenambelasan.
nb: Skriv bytenummeret med den heksadesimale verdien.
nl: Schrijf het bytenummer met de hexadecimale waarde.
pt: Escreva o número do byte com o valor hexadecimal.
ro: Scrieți numărul de octeți cu valoarea hexazecimală.
tr: Bayt sayısını onaltılık değerle yazın.
uk: Запишіть номер байта шістнадцятковим значенням.
vi: Viết số byte có giá trị thập lục phân.
zh: 用十六進制值寫入位元組數。

# T_INPUT_STYLES_HEXEDITOR_BYTENUMINVALID1
source: The byte number specified is not valid.
ar: رقم البايت المحدد غير صالح.
de: Die angegebene Bytenummer ist ungültig.
el: Ο αριθμός byte που καθορίστηκε δεν είναι έγκυρος.
es: El número de byte especificado no es válido.
fr: Le numéro d'octet spécifié n'est pas valide.
ga: Níl an uimhir bheart a shonraítear bailí.
hi: निर्दिष्ट बाइट संख्या मान्य नहीं है.
id: Nomor byte yang ditentukan tidak valid.
it: Il numero di byte specificato non è valido.
ja: 指定されたバイト番号は無効です。
ko: 지정된 바이트 번호가 유효하지 않습니다.
ms: Nombor bait yang dinyatakan tidak sah.
nb: Det angitte bytenummeret er ikke gyldig.
nl: Het opgegeven bytenummer is ongeldig.
pt: O número de bytes especificado não é válido.
ro: Numărul de octeți specificat nu este valid.
tr: Belirtilen bayt numarası geçerli değil.
uk: Вказаний номер байта недійсний.
vi: Số byte được chỉ định không hợp lệ.
zh: 指定的位元組數無效。
