Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_BASE_COMMAND_SLASHREMINDER_DESC
source: Reminder for the slash commands
ar: تذكير لأوامر القطع
de: Erinnerung an die Slash-Befehle
el: Υπενθύμιση για τις εντολές κάθετο
es: Recordatorio para los comandos de barra diagonal
fr: Rappel des commandes slash
ga: Meabhrúchán do na horduithe slais
hi: स्लैश कमांड के लिए अनुस्मारक
id: Pengingat untuk perintah garis miring
it: Promemoria per i comandi slash
ja: スラッシュコマンドのリマインダー
ko: 슬래시 명령에 대한 알림
ms: Peringatan untuk arahan slash
nb: Påminnelse for skråstrek-kommandoene
nl: Herinnering voor de slash-opdrachten
pt: Lembrete para os comandos de barra
ro: Memento pentru comenzile slash
tr: Eğik çizgi komutları için hatırlatma
uk: Нагадування про команди похилої риски
vi: Nhắc nhở về lệnh slash
zh: 斜杠命令的提醒

# T_SHELL_UNIFIED_EXEC_DESC
source: Executes an external process
ar: ينفذ عملية خارجية
de: Führt einen externen Prozess aus
el: Εκτελεί μια εξωτερική διαδικασία
es: Ejecuta un proceso externo.
fr: Exécute un processus externe
ga: Déanann sé próiseas seachtrach
hi: एक बाहरी प्रक्रिया निष्पादित करता है
id: Menjalankan proses eksternal
it: Esegue un processo esterno
ja: 外部プロセスを実行します
ko: 외부 프로세스를 실행합니다.
ms: Melaksanakan proses luaran
nb: Utfører en ekstern prosess
nl: Voert een extern proces uit
pt: Executa um processo externo
ro: Execută un proces extern
tr: Harici bir işlemi yürütür
uk: Виконує зовнішній процес
vi: Thực hiện một tiến trình bên ngoài
zh: 執行外部流程

# T_SHELL_UNIFIED_EXEC_ARGUMENT_PATH_DESC
source: Path to a process
ar: المسار إلى العملية
de: Pfad zu einem Prozess
el: Πορεία προς μια διαδικασία
es: Camino a un proceso
fr: Chemin vers un processus
ga: Conair chuig próiseas
hi: प्रक्रिया का मार्ग
id: Jalan menuju suatu proses
it: Percorso verso un processo
ja: プロセスへの道
ko: 프로세스로 가는 경로
ms: Laluan ke proses
nb: Veien til en prosess
nl: Pad naar een proces
pt: Caminho para um processo
ro: Calea către un proces
tr: Bir sürece giden yol
uk: Шлях до процесу
vi: Đường dẫn đến một quá trình
zh: 流程路徑

# T_SHELL_UNIFIED_EXEC_ARGUMENT_ARGS_DESC
source: Arguments to pass to a process
ar: الحجج التي يجب تمريرها إلى العملية
de: An einen Prozess zu übergebende Argumente
el: Επιχειρήματα για να περάσει σε μια διαδικασία
es: Argumentos a pasar a un proceso
fr: Arguments à transmettre à un processus
ga: Argóintí le cur ar aghaidh chuig próiseas
hi: प्रक्रिया में पास करने के लिए तर्क
id: Argumen untuk diteruskan ke suatu proses
it: Argomenti da passare a un processo
ja: プロセスに渡す引数
ko: 프로세스에 전달할 인수
ms: Hujah untuk diteruskan ke proses
nb: Argumenter for å gå over i en prosess
nl: Argumenten om door te geven aan een proces
pt: Argumentos a passar para um processo
ro: Argumente pentru a trece la un proces
tr: Bir işleme geçirilecek argümanlar
uk: Аргументи для передачі процесу
vi: Các đối số để truyền cho một quá trình
zh: 傳遞給進程的參數

# T_SHELL_UNIFIED_EXEC_SWITCH_FORKED_DESC
source: Executes the process without interrupting the shell thread. A separate window will be created.
ar: ينفذ العملية دون مقاطعة خيط الصدفة. سيتم إنشاء نافذة منفصلة.
de: Führt den Prozess aus, ohne den Shell-Thread zu unterbrechen. Es wird ein separates Fenster erstellt.
el: Εκτελεί τη διαδικασία χωρίς να διακόπτει το νήμα του κελύφους. Θα δημιουργηθεί ένα ξεχωριστό παράθυρο.
es: Ejecuta el proceso sin interrumpir el hilo del shell. Se creará una ventana separada.
fr: Exécute le processus sans interrompre le thread shell. Une fenêtre séparée sera créée.
ga: Déanann sé an próiseas gan cur isteach ar an snáithe bhlaosc. Cruthófar fuinneog ar leith.
hi: शेल थ्रेड को बाधित किए बिना प्रक्रिया निष्पादित करता है। एक अलग विंडो बनाई जाएगी.
id: Menjalankan proses tanpa mengganggu thread shell. Jendela terpisah akan dibuat.
it: Esegue il processo senza interrompere il thread della shell. Verrà creata una finestra separata.
ja: シェルスレッドを中断せずにプロセスを実行します。別ウィンドウが作成されます。
ko: 쉘 스레드를 중단하지 않고 프로세스를 실행합니다. 별도의 창이 생성됩니다.
ms: Melaksanakan proses tanpa mengganggu benang shell. Tetingkap berasingan akan dibuat.
nb: Utfører prosessen uten å avbryte skalltråden. Et eget vindu vil bli opprettet.
nl: Voert het proces uit zonder de shell-thread te onderbreken. Er wordt een apart venster gemaakt.
pt: Executa o processo sem interromper o thread do shell. Uma janela separada será criada.
ro: Execută procesul fără a întrerupe firul de shell. Va fi creată o fereastră separată.
tr: Kabuk iş parçacığını kesintiye uğratmadan işlemi yürütür. Ayrı bir pencere oluşturulacaktır.
uk: Виконує процес без переривання потоку оболонки. Буде створено окреме вікно.
vi: Thực hiện quy trình mà không làm gián đoạn luồng shell. Một cửa sổ riêng sẽ được tạo.
zh: 執行行程而不中斷 shell 執行緒。將創建一個單獨的視窗。

# T_SHELL_UNIFIED_HELP_ARGUMENT_COMMAND_DESC
source: Command to show help entry
ar: أمر لإظهار إدخال المساعدة
de: Befehl zum Anzeigen des Hilfeeintrags
el: Εντολή για εμφάνιση καταχώρισης βοήθειας
es: Comando para mostrar la entrada de ayuda
fr: Commande pour afficher l'entrée d'aide
ga: Ordú chun iontráil cabhrach a thaispeáint
hi: सहायता प्रविष्टि दिखाने के लिए आदेश
id: Perintah untuk menampilkan entri bantuan
it: Comando per mostrare la voce di aiuto
ja: ヘルプエントリを表示するコマンド
ko: 도움말 항목을 표시하는 명령
ms: Perintah untuk menunjukkan kemasukan bantuan
nb: Kommando for å vise hjelpeoppføring
nl: Opdracht om help-item te tonen
pt: Comando para mostrar a entrada de ajuda
ro: Comandă pentru a afișa intrarea de ajutor
tr: Yardım girişini gösterme komutu
uk: Команда для показу запису довідки
vi: Lệnh hiển thị mục trợ giúp
zh: 顯示幫助條目的命令

# T_SHELL_UNIFIED_LOADHISTORIES_DESC
source: Loads shell histories
ar: يقوم بتحميل تاريخ الصدفة
de: Lädt Shell-Verläufe
el: Φορτώνει ιστορικά κελύφους
es: Carga historiales de shell
fr: Charge les historiques de shell
ga: Íoslódáil an stair de na sliogáin
hi: शैल इतिहास लोड करता है
id: Memuat riwayat shell
it: Carica le cronologie della shell
ja: シェル履歴をロードします
ko: 쉘 기록을 로드합니다.
ms: Memuatkan sejarah cangkang
nb: Laster inn skallhistorier
nl: Laadt shell-geschiedenissen
pt: Carrega históricos de shell
ro: Încarcă istoricul shell
tr: Kabuk geçmişlerini yükler
uk: Завантажує історію оболонки
vi: Tải lịch sử shell
zh: 載入 shell 歷史記錄

# T_SHELL_UNIFIED_PIPE_DESC
source: Pipes the command output to another command as parameters
ar: يقوم بنقل إخراج الأمر إلى أمر آخر كمعلمات
de: Leitet die Befehlsausgabe als Parameter an einen anderen Befehl weiter
el: Διοχετεύει την έξοδο της εντολής σε άλλη εντολή ως παραμέτρους
es: Envía la salida del comando a otro comando como parámetros
fr: Transfère la sortie de la commande vers une autre commande en tant que paramètres
ga: Píopaí an t-aschur ordaithe chuig ordú eile mar pharaiméadair
hi: कमांड आउटपुट को पैरामीटर के रूप में दूसरे कमांड में पाइप करता है
id: Menyalurkan output perintah ke perintah lain sebagai parameter
it: Inoltra l'output del comando a un altro comando come parametri
ja: コマンド出力をパラメータとして別のコマンドにパイプします
ko: 명령 출력을 매개변수로 다른 명령에 파이프합니다.
ms: Paipkan output arahan ke arahan lain sebagai parameter
nb: Sender kommandoutgangen til en annen kommando som parametere
nl: Stuurt de opdrachtuitvoer door naar een andere opdracht als parameters
pt: Envia a saída do comando para outro comando como parâmetros
ro: Transmite ieșirea comenzii către o altă comandă ca parametri
tr: Komut çıktısını parametre olarak başka bir komuta iletir
uk: Передає вивід команди в іншу команду як параметри
vi: Chuyển lệnh đầu ra sang lệnh khác dưới dạng tham số
zh: 將命令輸出作為參數透過管道傳送給另一個命令

# T_SHELL_UNIFIED_PIPE_ARGUMENT_SOURCE_DESC
source: Source command to pipe its output to the target command as the last parameter
ar: أمر المصدر لتوجيه مخرجاته إلى الأمر المستهدف كمعلمة أخيرة
de: Quellbefehl, um seine Ausgabe als letzten Parameter an den Zielbefehl weiterzuleiten
el: Εντολή πηγής για τη διοχέτευση της εξόδου της στην εντολή προορισμού ως τελευταία παράμετρο
es: Comando de origen para canalizar su salida al comando de destino como último parámetro
fr: Commande source pour canaliser sa sortie vers la commande cible en tant que dernier paramètre
ga: Ordú foinse chun a aschur a phíobáil go dtí an sprioc-ordú mar an paraiméadar deiridh
hi: स्रोत कमांड अपने आउटपुट को अंतिम पैरामीटर के रूप में लक्ष्य कमांड तक पहुंचाता है
id: Perintah sumber untuk menyalurkan outputnya ke perintah target sebagai parameter terakhir
it: Comando sorgente per inoltrare il suo output al comando di destinazione come ultimo parametro
ja: ソースコマンドは、その出力を最後のパラメータとしてターゲットコマンドにパイプします。
ko: 소스 명령은 출력을 마지막 매개변수로 대상 명령에 파이프합니다.
ms: Perintah sumber untuk menyalurkan outputnya ke arahan sasaran sebagai parameter terakhir
nb: Kildekommando for å sende utdata til målkommandoen som siste parameter
nl: Bronopdracht om de uitvoer ervan als laatste parameter naar de doelopdracht te sturen
pt: Comando de origem para canalizar a sua saída para o comando de destino como último parâmetro
ro: Comanda sursă pentru a-și direcționa ieșirea către comanda țintă ca ultimul parametru
tr: Kaynak komutu, çıktısını hedef komuta son parametre olarak iletir
uk: Команда Source для передачі свого виводу в цільову команду як останній параметр
vi: Lệnh nguồn để chuyển đầu ra của nó đến lệnh đích như tham số cuối cùng
zh: 來源命令將其輸出作為最後一個參數傳遞給目標命令

# T_SHELL_UNIFIED_PIPE_ARGUMENT_TARGET_DESC
source: Target command to execute upon building argument based on the source command output
ar: أمر الهدف الذي سيتم تنفيذه عند بناء الحجة بناءً على إخراج الأمر المصدر
de: Zielbefehl, der beim Erstellen des Arguments basierend auf der Ausgabe des Quellbefehls ausgeführt werden soll
el: Εντολή στόχου που θα εκτελεστεί κατά την κατασκευή του ορίσματος με βάση την έξοδο της εντολής πηγής
es: Comando de destino que se ejecutará al crear un argumento basado en la salida del comando de origen
fr: Commande cible à exécuter lors de la création d'un argument basé sur la sortie de la commande source
ga: Sprioc-ordú a fhorghníomhú ar argóint tógála bunaithe ar an aschur ordú foinse
hi: स्रोत कमांड आउटपुट के आधार पर बिल्डिंग तर्क पर निष्पादित करने के लिए लक्ष्य कमांड
id: Perintah target untuk dieksekusi setelah membangun argumen berdasarkan output perintah sumber
it: Comando di destinazione da eseguire durante la creazione dell'argomento in base all'output del comando sorgente
ja: ソースコマンドの出力に基づいて引数を構築する際に実行するターゲットコマンド
ko: 소스 명령 출력을 기반으로 인수를 빌드할 때 실행할 대상 명령
ms: Arahan sasaran untuk dilaksanakan semasa membina hujah berdasarkan output arahan sumber
nb: Målkommando som skal utføres ved byggeargument basert på kildekommandoutgangen
nl: Doelopdracht die moet worden uitgevoerd bij het opbouwen van een argument op basis van de uitvoer van de bronopdracht
pt: Comando de destino a executar ao construir o argumento com base na saída do comando de origem
ro: Comanda țintă de executat la construirea argumentului bazat pe rezultatul comenzii sursă
tr: Kaynak komut çıktısına dayalı olarak argüman oluştururken yürütülecek hedef komut
uk: Цільова команда для виконання після побудови аргументу на основі вихідних даних вихідної команди
vi: Lệnh mục tiêu để thực thi khi xây dựng đối số dựa trên đầu ra của lệnh nguồn
zh: 根據來源命令輸出建置參數後執行的目標命令

# T_SHELL_UNIFIED_PIPE_SWITCH_QUOTED_DESC
source: Whether to pass the output of the source command as one quoted argument or unquoted argument
ar: ما إذا كان سيتم تمرير مخرجات الأمر المصدر كحجة واحدة مقتبسة أو حجة غير مقتبسة
de: Ob die Ausgabe des Quellbefehls als ein Argument in Anführungszeichen oder ein Argument ohne Anführungszeichen übergeben werden soll
el: Είτε θα μεταβιβαστεί η έξοδος της εντολής πηγής ως ένα όρισμα σε εισαγωγικά ή ως όρισμα χωρίς εισαγωγικά
es: Si se debe pasar la salida del comando de origen como un argumento entre comillas o como un argumento sin comillas
fr: S'il faut transmettre la sortie de la commande source sous forme d'un argument entre guillemets ou d'un argument sans guillemets
ga: Cibé ar cheart aschur an bhunordaithe a chur ar aghaidh mar argóint luaite amháin nó argóint neamhluaite
hi: स्रोत कमांड के आउटपुट को एक उद्धृत तर्क या गैर-उद्धृत तर्क के रूप में पास करना है या नहीं
id: Apakah akan meneruskan output perintah sumber sebagai satu argumen yang dikutip atau argumen yang tidak dikutip
it: Se passare l'output del comando sorgente come argomento tra virgolette o argomento senza virgolette
ja: ソースコマンドの出力を1つの引用符付き引数として渡すか、引用符なし引数として渡すか
ko: 소스 명령의 출력을 하나의 인용된 인수로 전달할지 아니면 인용되지 않은 인수로 전달할지 여부
ms: Sama ada untuk meluluskan output arahan sumber sebagai satu hujah yang dipetik atau hujah yang tidak disebut
nb: Om utdata fra kildekommandoen skal sendes som ett sitert argument eller et argument uten anførselstegn
nl: Of de uitvoer van de bronopdracht moet worden doorgegeven als één aangehaald argument of als een niet-aangehaald argument
pt: Se deve passar a saída do comando de origem como um argumento entre aspas ou sem aspas
ro: Dacă se transmite ieșirea comenzii sursă ca un argument citat sau necotat
tr: Kaynak komutunun çıktısının tek tırnaklı argüman olarak mı yoksa tırnaksız argüman olarak mı geçirileceği
uk: Визначає, чи передавати вихідні дані вихідної команди як один аргумент у лапках чи як аргумент без лапок
vi: Có nên truyền đầu ra của lệnh nguồn dưới dạng một đối số được trích dẫn hay không được trích dẫn
zh: 是否將來源命令的輸出作為一個帶引號的參數或不帶引號的參數傳遞

# T_SHELL_UNIFIED_REPEAT_DESC
source: Repeats the last action or the specified command
ar: يكرر الإجراء الأخير أو الأمر المحدد
de: Wiederholt die letzte Aktion oder den angegebenen Befehl
el: Επαναλαμβάνει την τελευταία ενέργεια ή την καθορισμένη εντολή
es: Repite la última acción o el comando especificado.
fr: Répète la dernière action ou la commande spécifiée
ga: Athdhéantar seo an gníomh deireanach nó an t-ordú sonraithe
hi: अंतिम क्रिया या निर्दिष्ट आदेश को दोहराता है
id: Mengulang tindakan terakhir atau perintah yang ditentukan
it: Ripete l'ultima azione o il comando specificato
ja: 最後のアクションまたは指定されたコマンドを繰り返します
ko: 마지막 작업이나 지정된 명령을 반복합니다.
ms: Mengulangi tindakan terakhir atau arahan yang ditentukan
nb: Gjentar den siste handlingen eller den angitte kommandoen
nl: Herhaalt de laatste actie of het opgegeven commando
pt: Repete a última ação ou o comando especificado
ro: Repetă ultima acțiune sau comanda specificată
tr: Son eylemi veya belirtilen komutu tekrarlar
uk: Повторює останню дію або вказану команду
vi: Lặp lại hành động cuối cùng hoặc lệnh đã chỉ định
zh: 重複上一個動作或指定的命令

# T_SHELL_UNIFIED_SAVEHISTORIES_DESC
source: Saves shell histories
ar: يحفظ تاريخ الصدفة
de: Speichert Shell-Verläufe
el: Αποθηκεύει ιστορικά κελύφους
es: Guarda historiales de shell
fr: Enregistre les historiques de shell
ga: Sábhálann sé stair bhlaosc
hi: शेल इतिहास सहेजता है
id: Menyimpan riwayat shell
it: Salva le cronologie della shell
ja: シェル履歴を保存します
ko: 쉘 기록을 저장합니다
ms: Menyimpan sejarah shell
nb: Lagrer skallhistorier
nl: Slaat shellgeschiedenissen op
pt: Salva históricos de shell
ro: Salvează istoricul shell-ului
tr: Kabuk geçmişlerini kaydeder
uk: Зберігає історію оболонки
vi: Lưu lịch sử shell
zh: 保存 shell 歷史記錄

# T_SHELL_UNIFIED_WRAP_DESC
source: Wraps the console output
ar: يلف إخراج وحدة التحكم
de: Umschließt die Konsolenausgabe
el: Τυλίγει την έξοδο της κονσόλας
es: Envuelve la salida de la consola
fr: Enveloppe la sortie de la console
ga: Wraps an t-aschur consól
hi: कंसोल आउटपुट को लपेटता है
id: Membungkus output konsol
it: Avvolge l'output della console
ja: コンソール出力をラップします
ko: 콘솔 출력을 래핑합니다.
ms: Membungkus output konsol
nb: Omslutter konsollutgangen
nl: Wikkelt de console-uitvoer
pt: Envolve a saída do console
ro: Încheie ieșirea consolei
tr: Konsol çıktısını sarar
uk: Переносить консольний вихід
vi: Bao bọc đầu ra của giao diện điều khiển
zh: 包裝控制台輸出

# T_SHELL_UNIFIED_WRAP_ARGUMENT_COMMAND_DESC
source: Command to wrap its output
ar: أمر لتغليف مخرجاته
de: Befehl zum Umschließen der Ausgabe
el: Εντολή για αναδίπλωση της εξόδου του
es: Comando para encapsular su salida
fr: Commande pour envelopper sa sortie
ga: Ordú chun a aschur a fhilleadh
hi: इसके आउटपुट को रैप करने का कमांड
id: Perintah untuk membungkus outputnya
it: Comando per racchiudere il suo output
ja: 出力を折り返すコマンド
ko: 출력을 래핑하는 명령
ms: Perintah untuk membalut keluarannya
nb: Kommando for å pakke utdataene
nl: Opdracht om de uitvoer ervan te verpakken
pt: Comando para encapsular a sua saída
ro: Comanda pentru a-și împacheta ieșirea
tr: Çıktısını sarma komutu
uk: Команда для завершення виведення
vi: Lệnh để gói đầu ra của nó
zh: 包裝其輸出的命令

# T_SHELL_SHELLMANAGER_SCRIPTING_CANTEXECUTE
source: Error trying to execute script: {0}
ar: خطأ في محاولة تنفيذ البرنامج النصي: {0}
de: Fehler beim Ausführen des Skripts: {0}
el: Σφάλμα κατά την εκτέλεση του σεναρίου: {0}
es: Error al intentar ejecutar el script: {0}
fr: Erreur lors de la tentative d'exécution du script: {0}
ga: Earráid agus an script a rith: {0}
hi: स्क्रिप्ट निष्पादित करने में त्रुटि: {0}
id: Terjadi kesalahan saat mencoba menjalankan skrip: {0}
it: Errore durante il tentativo di eseguire lo script: {0}
ja: スクリプトの実行中にエラーが発生しました：{0}
ko: 스크립트를 실행하는 동안 오류가 발생했습니다 : {0}
ms: Ralat semasa cuba melaksanakan skrip: {0}
nb: Feil ved forsøk på å kjøre skript: {0}
nl: Fout bij het uitvoeren van script: {0}
pt: Erro ao tentar executar o script: {0}
ro: Eroare la încercarea de a executa scriptul: {0}
tr: Komut dosyasını yürütmeye çalışırken hata oluştu: {0}
uk: Помилка під час виконання сценарію: {0}
vi: Lỗi khi cố gắng thực thi tập lệnh: {0}
zh: 嘗試執行腳本時出錯：{0}

# T_SHELL_UNIFIED_IF_DESC
source: Executes commands once the MESH expressions are satisfied
ar: ينفذ الأوامر بمجرد إرضاء تعبيرات MESH
de: Führt Befehle aus, sobald die MESH-Ausdrücke erfüllt sind
el: Εκτελεί εντολές μόλις ικανοποιηθούν οι εκφράσεις MESH
es: Ejecuta comandos una vez que se cumplen las expresiones MESH
fr: Exécute les commandes une fois que les expressions MESH sont satisfaites
ga: Feidhmíonn sé orduithe a luaithe a shásaítear na habairtí MESH
hi: एक बार MESH के भाव संतुष्ट होने के बाद कमांड निष्पादित करता है
id: Menjalankan perintah setelah ekspresi MESH terpenuhi
it: Esegue i comandi una volta che le espressioni MESH sono soddisfatte
ja: MESH式が満たされるとコマンドを実行します
ko: MESH 표현식이 충족되면 명령을 실행합니다.
ms: Melaksanakan arahan setelah ungkapan MESH berpuas hati
nb: Utfører kommandoer når MESH-uttrykkene er oppfylt
nl: Voert opdrachten uit zodra aan de MESH-expressies is voldaan
pt: Executa comandos quando as expressões MESH são satisfeitas
ro: Execută comenzi odată ce expresiile MESH sunt satisfăcute
tr: MESH ifadeleri karşılandığında komutları yürütür
uk: Виконує команди після виконання виразів MESH
vi: Thực hiện lệnh sau khi các biểu thức MESH được thỏa mãn
zh: 一旦滿足 MESH 表達式，就執行命令

# T_SHELL_UNIFIED_IF_ARGUMENT_MESHEXPRESSION_DESC
source: MESH expression to test
ar: تعبير MESH للاختبار
de: Zu testender MESH-Ausdruck
el: Έκφραση MESH για δοκιμή
es: Expresión MESH para probar
fr: Expression MESH à tester
ga: Slonn MESH le tástáil
hi: परीक्षण हेतु MESH अभिव्यक्ति
id: Ekspresi MESH untuk diuji
it: Espressione MESH da testare
ja: テストするMESH式
ko: MESH 발현 테스트
ms: Ungkapan MESH untuk diuji
nb: MESH uttrykk for å teste
nl: MESH-expressie om te testen
pt: Expressão MESH para testar
ro: Expresia MESH de testat
tr: MESH ifadesi test edilecek
uk: Вираз MESH для перевірки
vi: Biểu thức MESH để kiểm tra
zh: MESH 表達測試

# T_SHELL_UNIFIED_IF_ARGUMENT_COMMAND_DESC
source: Command to execute upon successful evaluation
ar: أمر بالتنفيذ عند التقييم الناجح
de: Befehl, der nach erfolgreicher Auswertung ausgeführt werden soll
el: Εντολή για εκτέλεση μετά την επιτυχή αξιολόγηση
es: Comando a ejecutar en caso de evaluación exitosa
fr: Commande à exécuter en cas d'évaluation réussie
ga: Ordú a fhorghníomhú ar mheastóireacht rathúil
hi: सफल मूल्यांकन के बाद निष्पादित करने का आदेश
id: Perintah untuk dijalankan setelah evaluasi berhasil
it: Comando da eseguire in caso di valutazione positiva
ja: 評価が成功したときに実行するコマンド
ko: 평가가 성공하면 실행할 명령
ms: Perintah untuk melaksanakan apabila penilaian berjaya
nb: Kommando for å utføre ved vellykket evaluering
nl: Opdracht om uit te voeren bij succesvolle evaluatie
pt: Comando para executar após avaliação bem-sucedida
ro: Comanda de executat la evaluarea cu succes
tr: Başarılı değerlendirme sonrasında yürütülecek komut
uk: Команда для виконання після успішного оцінювання
vi: Lệnh thực hiện khi đánh giá thành công
zh: 評估成功後執行的命令

# T_SHELL_SHELLS_MESH_CHOICE_HELPER
source: where <answers> are one-lettered answers of the question separated in slashes
ar: حيث <الأجوبة> هي إجابات من حرف واحد للسؤال مفصولة بخط مائل
de: Dabei sind <Antworten> Antworten mit einem Buchstaben auf die Frage, die durch Schrägstriche getrennt sind
el: όπου <απαντήσεις> είναι οι απαντήσεις με ένα γράμμα της ερώτησης χωρισμένες σε κάθετες
es: donde <answers> son respuestas con una letra de la pregunta separadas en barras
fr: où <réponses> sont des réponses à une lettre de la question séparées par des barres obliques
ga: áit a bhfuil <freagraí> freagraí aonlitreacha ar an gceist scartha i slais
hi: जहाँ <उत्तर> प्रश्न के एक-अक्षर वाले उत्तर को स्लैश में अलग किया जाता है
id: di mana <jawaban> adalah jawaban satu huruf dari pertanyaan yang dipisahkan dengan garis miring
it: dove <risposte> sono le risposte di una lettera della domanda separate da barre
ja: <answers>は、スラッシュで区切られた質問の1文字の回答です。
ko: 여기서 <answers>는 슬래시로 구분 된 질문에 대한 한글 답변입니다.
ms: di mana <answers> ialah jawapan satu huruf bagi soalan yang dipisahkan dalam garis miring
nb: der <answers> er enbokstavssvar på spørsmålet atskilt i skråstreker
nl: waar <antwoorden> zijn antwoorden met één letter van de vraag, gescheiden door schuine strepen
pt: onde <respostas> são respostas com uma letra da pergunta separadas em barras
ro: unde <răspunsuri> sunt răspunsuri cu o literă la întrebare, separate prin bare oblice
tr: <cevaplar> sorunun eğik çizgilerle ayrılmış tek harfli cevaplarıdır
uk: де <відповіді> однолітерні відповіді на запитання, розділені похилою рискою
vi: trong đó <câu trả lời> là các câu trả lời một chữ cái của câu hỏi được phân tách bằng dấu gạch chéo
zh: 其中 <answers> 是問題的單字母答案，以斜線分隔

# T_SHELL_SHELLS_MESH_SET_NEEDSSWITCH
source: You must pass the -set switch with the variable that you want to set this value to.
ar: يجب عليك تمرير رمز التبديل -set مع المتغير الذي تريد تعيين هذه القيمة إليه.
de: Sie müssen den Schalter -set mit der Variablen übergeben, auf die Sie diesen Wert festlegen möchten.
el: Πρέπει να περάσετε τον διακόπτη -set με τη μεταβλητή στην οποία θέλετε να ορίσετε αυτήν την τιμή.
es: Debe pasar el modificador -set con la variable a la que desea establecer este valor.
fr: Vous devez transmettre le commutateur -set avec la variable à laquelle vous souhaitez définir cette valeur.
ga: Caithfidh tú an lasc -set a chur ar aghaidh leis an athróg a dteastaíonn uait an luach seo a shocrú dó.
hi: आपको उस वेरिएबल के साथ -सेट स्विच पास करना होगा जिस पर आप यह मान सेट करना चाहते हैं।
id: Anda harus meneruskan sakelar -set dengan variabel yang ingin Anda tetapkan nilainya.
it: È necessario passare l'opzione -set con la variabile su cui si desidera impostare questo valore.
ja: この値を設定する変数を -set スイッチに渡す必要があります。
ko: 이 값을 설정하려는 변수와 함께 -set 스위치를 전달해야 합니다.
ms: Anda mesti lulus suis -set dengan pembolehubah yang anda mahu tetapkan nilai ini.
nb: Du må sende -set-bryteren med variabelen du vil sette denne verdien til.
nl: U moet de schakeloptie -set doorgeven aan de variabele waarop u deze waarde wilt instellen.
pt: Você deve passar a opção -set com a variável para a qual deseja definir esse valor.
ro: Trebuie să treceți comutatorul -set cu variabila la care doriți să setați această valoare.
tr: Bu değeri ayarlamak istediğiniz değişkene -set anahtarını geçirmelisiniz.
uk: Ви повинні передати перемикач -set зі змінною, якій ви хочете встановити це значення.
vi: Bạn phải truyền lệnh -set vào biến mà bạn muốn đặt giá trị này.
zh: 您必須將 -set 開關與要設定該值的變數一起傳遞。
