Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_STYLES_TEXTEDITOR_REPLACESTRINGPROMPT
source: Write the replacement string
ar: اكتب سلسلة الاستبدال
de: Schreiben Sie die Ersatzzeichenfolge
el: Γράψτε τη συμβολοσειρά αντικατάστασης
es: Escribe la cadena de reemplazo
fr: Écrire la chaîne de remplacement
ga: Scríobh an teaghrán athsholáthair
hi: प्रतिस्थापन स्ट्रिंग लिखें
id: Tuliskan string pengganti
it: Scrivi la stringa di sostituzione
ja: 置換文字列を書きます
ko: 대체 문자열을 작성하세요
ms: Tulis rentetan gantian
nb: Skriv erstatningsstrengen
nl: Schrijf de vervangende string
pt: Escreva a string de substituição
ro: Scrieți șirul de înlocuire
tr: Değiştirme dizesini yazın
uk: Запишіть рядок заміни
vi: Viết chuỗi thay thế
zh: 寫入替換字串

# T_INPUT_STYLES_TEXTEDITOR_FINDSTRINGREGEXPROMPT
source: Write a string to find. Supports regular expressions.
ar: اكتب سلسلة نصية للبحث عنها. يدعم التعبيرات العادية.
de: Geben Sie eine zu suchende Zeichenfolge ein. Unterstützt reguläre Ausdrücke.
el: Γράψτε μια συμβολοσειρά για εύρεση. Υποστηρίζει κανονικές εκφράσεις.
es: Escribe una cadena para buscar. Admite expresiones regulares.
fr: Écrivez une chaîne à rechercher. Prise en charge des expressions régulières.
ga: Scríobh teaghrán le fáil. Tacaíonn sé le habairtí rialta.
hi: खोजने के लिए एक स्ट्रिंग लिखें। नियमित अभिव्यक्तियों का समर्थन करता है।
id: Tulis string yang ingin ditemukan. Mendukung ekspresi reguler.
it: Scrivi una stringa da trovare. Supporta le espressioni regolari.
ja: 検索する文字列を入力してください。正規表現をサポートします。
ko: 찾을 문자열을 작성하세요. 정규 표현식을 지원합니다.
ms: Tulis rentetan untuk mencari. Menyokong ungkapan biasa.
nb: Skriv en streng for å finne. Støtter regulære uttrykk.
nl: Schrijf een string om te vinden. Ondersteunt reguliere expressies.
pt: Escreva uma string para encontrar. Suporta expressões regulares.
ro: Scrieți un șir de caractere pentru a-l găsi. Acceptă expresii regulate.
tr: Bulmak için bir dize yazın. Düzenli ifadeleri destekler.
uk: Напишіть рядок для пошуку. Підтримує регулярні вирази.
vi: Viết một chuỗi để tìm. Hỗ trợ biểu thức chính quy.
zh: 寫一個字串進行查找。支援正規表達式。

# T_INPUT_STYLES_TEXTEDITOR_STRINGREGEXREQUIRED
source: String is required to find, but you haven't provided one.
ar: يجب أن يكون لديك سلسلة للعثور عليها، ولكنك لم تقدم واحدة.
de: Zum Suchen ist eine Zeichenfolge erforderlich, Sie haben jedoch keine angegeben.
el: Απαιτείται συμβολοσειρά για την εύρεση, αλλά δεν έχετε δώσει μία.
es: Se requiere una cadena para buscar, pero no ha proporcionado ninguna.
fr: Une chaîne est requise pour la recherche, mais vous n'en avez pas fourni.
ga: Tá teaghrán ag teastáil le fáil, ach níor sholáthair tú ceann.
hi: खोजने के लिए स्ट्रिंग की आवश्यकता है, लेकिन आपने कोई स्ट्रिंग प्रदान नहीं की है।
id: String diperlukan untuk menemukan, tetapi Anda belum menyediakannya.
it: È richiesta una stringa da cercare, ma non ne hai fornita una.
ja: 検索するには文字列が必要ですが、文字列が指定されていません。
ko: 찾으려면 문자열이 필요하지만 문자열을 제공하지 않았습니다.
ms: String diperlukan untuk mencari, tetapi anda belum menyediakannya.
nb: En streng er nødvendig for å finne, men du har ikke oppgitt noen.
nl: Er is een string vereist om te vinden, maar u heeft er geen opgegeven.
pt: É necessário fornecer uma string para localizar, mas não forneceu uma.
ro: Șirul de caractere este necesar pentru a găsi, dar nu ați furnizat unul.
tr: Bulmak için bir dizeye ihtiyaç var, ancak siz bir dize sağlamadınız.
uk: Для пошуку потрібен рядок, але ви його не надали.
vi: Cần phải có chuỗi để tìm, nhưng bạn chưa cung cấp chuỗi nào.
zh: 查找時需要字串，但您尚未提供。

# T_INPUT_STYLES_TEXTEDITOR_STRINGREGEXINVALID
source: This string to find is not a valid regular expression.
ar: هذا السلسلة التي يجب العثور عليها ليست تعبيرًا عاديًا صالحًا.
de: Die zu suchende Zeichenfolge ist kein gültiger regulärer Ausdruck.
el: Αυτή η συμβολοσειρά που πρέπει να βρεθεί δεν είναι έγκυρη κανονική έκφραση.
es: Esta cadena a buscar no es una expresión regular válida.
fr: Cette chaîne à rechercher n'est pas une expression régulière valide.
ga: Ní léiriú rialta bailí é an teaghrán seo atá le aimsiú.
hi: खोजने के लिए यह स्ट्रिंग एक वैध नियमित अभिव्यक्ति नहीं है।
id: String yang ingin ditemukan ini bukan ekspresi reguler yang valid.
it: La stringa da trovare non è un'espressione regolare valida.
ja: 検索する文字列は有効な正規表現ではありません。
ko: 찾으려는 문자열은 유효한 정규 표현식이 아닙니다.
ms: Rentetan untuk dicari ini bukan ungkapan biasa yang sah.
nb: Denne strengen som skal søkes etter er ikke et gyldig regulært uttrykk.
nl: Deze te vinden tekenreeks is geen geldige reguliere expressie.
pt: Esta sequência a encontrar não é uma expressão regular válida.
ro: Acest șir de caractere de găsit nu este o expresie regulată validă.
tr: Bulunacak bu dize geçerli bir düzenli ifade değil.
uk: Цей рядок, який потрібно знайти, не є коректним регулярним виразом.
vi: Chuỗi cần tìm này không phải là một biểu thức chính quy hợp lệ.
zh: 要查找的字串不是有效的正規表示式。

# T_INPUT_STYLES_TEXTEDITOR_TEXTINFO_LINES
source: Lines
ar: خطوط
de: Linien
el: Γραμμές
es: Pauta
fr: Lignes
ga: Línte
hi: पंक्तियां
id: Garis
it: Linee
ja: 線
ko: 윤곽
ms: Garisan
nb: Linjer
nl: Lijnen
pt: Linhas
ro: Linii
tr: Hatlar
uk: Лінії
vi: Dòng
zh: 線條

# T_INPUT_STYLES_TEXTEDITOR_TEXTINFO_COLUMN
source: Column
ar: عمود
de: Spalte
el: Στήλη
es: Columna
fr: Colonne
ga: Colún
hi: स्तंभ
id: Kolom
it: Colonna
ja: カラム
ko: 열
ms: Lajur
nb: Søyle
nl: Kolom
pt: Coluna
ro: Coloană
tr: Kolon
uk: Колонка
vi: Cột
zh: 柱子

# T_INPUT_STYLES_TEXTEDITOR_TEXTINFO_ROW
source: Row
ar: صف
de: Reihe
el: Σειρά
es: Fila
fr: Rangée
ga: Ró
hi: पंक्ति
id: Baris
it: Riga
ja: 行
ko: 열
ms: baris
nb: Rad
nl: Rij
pt: Linha
ro: Rând
tr: Sıra
uk: Рядок
vi: Hàng ngang
zh: 排

# T_INPUT_STYLES_TEXTEDITOR_EXCEPTION_LINENUMLARGER
source: The specified line number may not be larger than {0}.
ar: لا يجوز أن يكون رقم السطر المحدد أكبر من {0}.
de: Die angegebene Zeilennummer darf nicht größer als {0} sein.
el: Ο καθορισμένος αριθμός γραμμής δεν μπορεί να είναι μεγαλύτερος από {0}.
es: El número de línea especificado no puede ser mayor que {0}.
fr: Le numéro de ligne spécifié ne peut pas être supérieur à {0}.
ga: Ní fhéadfaidh an uimhir líne shonraithe a bheith níos mó ná {0}.
hi: निर्दिष्ट पंक्ति संख्या {0} से बड़ी नहीं हो सकती.
id: Nomor baris yang ditentukan tidak boleh lebih besar dari {0}.
it: Il numero di riga specificato non può essere maggiore di {0}.
ja: 指定された行番号は {0} より大きくできません。
ko: 지정된 줄 번호는 {0}보다 클 수 없습니다.
ms: Nombor baris yang ditentukan mungkin tidak lebih besar daripada {0}.
nb: Det angitte linjenummeret kan ikke være større enn {0}.
nl: Het opgegeven regelnummer mag niet groter zijn dan {0}.
pt: O número de linhas especificado não pode ser superior a {0}.
ro: Numărul liniei specificat nu poate fi mai mare decât {0}.
tr: Belirtilen satır numarası {0} değerinden büyük olamaz.
uk: Вказаний номер рядка не може бути більшим за {0}.
vi: Số dòng được chỉ định không được lớn hơn {0}.
zh: 指定的行號不能大於{0}。

# T_INPUT_STYLES_TEXTEDITOR_EXCEPTION_LINESARRAYNULL
source: Can't perform this operation on null lines list.
ar: لا يمكن تنفيذ هذه العملية على قائمة الأسطر الفارغة.
de: Dieser Vorgang kann für die Liste mit leeren Zeilen nicht ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση αυτής της λειτουργίας σε λίστα γραμμών null.
es: No se puede realizar esta operación en una lista de líneas nulas.
fr: Impossible d'effectuer cette opération sur une liste de lignes nulles.
ga: Ní féidir an oibríocht seo a dhéanamh ar an liosta línte nialasacha.
hi: यह ऑपरेशन शून्य पंक्तियों की सूची पर नहीं किया जा सकता.
id: Tidak dapat melakukan operasi ini pada daftar baris nol.
it: Impossibile eseguire questa operazione sull'elenco delle righe nulle.
ja: ヌル行リストではこの操作を実行できません。
ko: null 라인 목록에서는 이 작업을 수행할 수 없습니다.
ms: Tidak dapat melaksanakan operasi ini pada senarai baris nol.
nb: Kan ikke utføre denne operasjonen på listen med nulllinjer.
nl: Deze bewerking kan niet worden uitgevoerd op een lijst met lege regels.
pt: Não é possível executar esta operação numa lista de linhas nulas.
ro: Nu se poate efectua această operațiune pe o listă de linii nule.
tr: Bu işlem boş satır listesinde gerçekleştirilemez.
uk: Неможливо виконати цю операцію зі списком нульових рядків.
vi: Không thể thực hiện thao tác này trên danh sách dòng null.
zh: 無法對空白行清單執行此操作。

# T_INPUT_STYLES_INFOBOX_KEYBINDING_MOREINFO
source: Shows more info in an infobox
ar: يظهر المزيد من المعلومات في صندوق المعلومات
de: Zeigt weitere Informationen in einer Infobox
el: Εμφανίζει περισσότερες πληροφορίες σε ένα πλαίσιο πληροφοριών
es: Muestra más información en un cuadro de información.
fr: Affiche plus d'informations dans une infobox
ga: Taispeánann sé tuilleadh eolais i mbosca eolais
hi: इन्फोबॉक्स में अधिक जानकारी दिखाता है
id: Menampilkan informasi lebih lanjut di kotak info
it: Mostra maggiori informazioni in un infobox
ja: 情報ボックスに詳細情報を表示します
ko: 정보상자에 더 많은 정보를 표시합니다.
ms: Menunjukkan lebih banyak maklumat dalam kotak maklumat
nb: Viser mer informasjon i en infoboks
nl: Toont meer info in een infobox
pt: Mostra mais informações numa infobox
ro: Afișează mai multe informații într-o casetă informativă
tr: Bir bilgi kutusunda daha fazla bilgi gösterir
uk: Показує більше інформації в інфобоксі
vi: Hiển thị thêm thông tin trong hộp thông tin
zh: 在資訊框中顯示更多信息

# T_INPUT_STYLES_INFOBOX_KEYBINDING_ONELINEUP
source: Goes one line up
ar: يذهب في خط واحد
de: Geht eine Zeile nach oben
el: Πηγαίνει μια γραμμή πάνω
es: Va una línea hacia arriba
fr: Monte une ligne plus haut
ga: Téann líne amháin suas
hi: एक पंक्ति ऊपर जाता है
id: Naik satu baris ke atas
it: Va una fila in su
ja: 1行上へ
ko: 한 줄 위로 올라갑니다
ms: Naik satu barisan
nb: Går én linje opp
nl: Gaat één lijn omhoog
pt: Vai uma linha acima
ro: Merge cu o linie mai sus
tr: Bir sıra yukarı gidiyor
uk: Піднімається на один рядок вгору
vi: Đi một hàng lên
zh: 向上一行

# T_INPUT_STYLES_INFOBOX_KEYBINDING_ONELINEDOWN
source: Goes one line down
ar: ينزل سطر واحد إلى الأسفل
de: Geht eine Zeile nach unten
el: Πηγαίνει μια γραμμή προς τα κάτω
es: Va una línea hacia abajo
fr: Descend une ligne plus bas
ga: Téann líne amháin síos
hi: एक लाइन नीचे चला जाता है
id: Turun satu baris
it: Va una riga più in basso
ja: 1行下に移動します
ko: 한 줄 아래로 이동합니다
ms: Turun satu baris ke bawah
nb: Går én linje ned
nl: Gaat één regel naar beneden
pt: Desce uma linha
ro: Merge cu o linie mai jos
tr: Bir satır aşağı iner
uk: Переходить на один рядок вниз
vi: Đi xuống một dòng
zh: 向下一行

# T_INPUT_STYLES_INFOBOX_KEYBINDING_PREVPAGETEXT
source: Goes to the previous page of text
ar: ينتقل إلى الصفحة السابقة من النص
de: Geht zur vorherigen Textseite
el: Μεταβαίνει στην προηγούμενη σελίδα του κειμένου
es: Va a la página anterior del texto.
fr: Accéder à la page précédente du texte
ga: Téann sé go dtí an leathanach téacs roimhe seo
hi: पाठ के पिछले पृष्ठ पर जाता है
id: Pergi ke halaman teks sebelumnya
it: Va alla pagina precedente del testo
ja: 前のページのテキストへ移動します
ko: 텍스트의 이전 페이지로 이동합니다
ms: Pergi ke halaman teks sebelumnya
nb: Går til forrige side med tekst
nl: Gaat naar de vorige tekstpagina
pt: Vai para a página anterior do texto
ro: Merge la pagina anterioară a textului
tr: Metnin bir önceki sayfasına gider
uk: Перехід на попередню сторінку тексту
vi: Đi đến trang văn bản trước đó
zh: 前往上一頁文本

# T_INPUT_STYLES_INFOBOX_KEYBINDING_NEXTPAGETEXT
source: Goes to the next page of text
ar: ينتقل إلى الصفحة التالية من النص
de: Geht zur nächsten Textseite
el: Μεταβαίνει στην επόμενη σελίδα του κειμένου
es: Va a la siguiente página de texto.
fr: Passe à la page suivante du texte
ga: Téann sé go dtí an chéad leathanach téacs eile
hi: पाठ के अगले पृष्ठ पर जाता है
id: Beralih ke halaman teks berikutnya
it: Va alla pagina successiva del testo
ja: 次のテキストページへ移動します
ko: 다음 페이지의 텍스트로 이동합니다
ms: Pergi ke halaman teks seterusnya
nb: Går til neste side med tekst
nl: Gaat naar de volgende tekstpagina
pt: Vai para a página seguinte do texto
ro: Merge la pagina următoare de text
tr: Metnin bir sonraki sayfasına gider
uk: Перехід на наступну сторінку тексту
vi: Chuyển đến trang văn bản tiếp theo
zh: 前往下一頁文本

# T_INPUT_STYLES_INFOBOX_KEYBINDING_SUBMIT_SINGULAR
source: Submits the value
ar: يرسل القيمة
de: Übermittelt den Wert
el: Υποβάλλει την τιμή
es: Envía el valor
fr: Soumet la valeur
ga: Cuireann sé an luach isteach
hi: मान सबमिट करें
id: Menyerahkan nilai
it: Invia il valore
ja: 値を送信する
ko: 값을 제출합니다
ms: Menyerahkan nilai
nb: Sender inn verdien
nl: Verzendt de waarde
pt: Envia o valor
ro: Trimite valoarea
tr: Değeri gönderir
uk: Надсилає значення
vi: Gửi giá trị
zh: 提交值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_SUBMIT_PLURAL
source: Submits the values
ar: يرسل القيم
de: Übermittelt die Werte
el: Υποβάλλει τις τιμές
es: Envía los valores
fr: Soumet les valeurs
ga: Cuireann sé na luachanna isteach
hi: मान प्रस्तुत करता है
id: Menyerahkan nilai-nilai
it: Invia i valori
ja: 値を送信する
ko: 값을 제출합니다
ms: Menyerahkan nilai
nb: Sender inn verdiene
nl: Verzendt de waarden
pt: Envia os valores
ro: Trimite valorile
tr: Değerleri gönderir
uk: Надсилає значення
vi: Gửi các giá trị
zh: 提交值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_CANCEL_SINGULAR
source: Closes without submitting the value
ar: يغلق دون إرسال القيمة
de: Schließt, ohne den Wert zu übermitteln
el: Κλείνει χωρίς να υποβάλει την τιμή
es: Cierra sin enviar el valor
fr: Se ferme sans soumettre la valeur
ga: Dúnann gan an luach a chur isteach
hi: मान सबमिट किए बिना बंद हो जाता है
id: Ditutup tanpa mengirimkan nilai
it: Chiude senza inviare il valore
ja: 値を送信せずに閉じる
ko: 값을 제출하지 않고 닫습니다.
ms: Ditutup tanpa menyerahkan nilai
nb: Lukker uten å sende inn verdien
nl: Sluit zonder de waarde in te dienen
pt: Fecha sem enviar o valor
ro: Se închide fără a trimite valoarea
tr: Değer gönderilmeden kapanır
uk: Закривається без надсилання значення
vi: Đóng mà không gửi giá trị
zh: 關閉而不提交值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_CANCEL_PLURAL
source: Closes without submitting the values
ar: يغلق دون إرسال القيم
de: Schließt ohne Übermittlung der Werte
el: Κλείνει χωρίς να υποβάλει τις τιμές
es: Cierra sin enviar los valores
fr: Se ferme sans soumettre les valeurs
ga: Dúnann gan na luachanna a chur isteach
hi: मान सबमिट किए बिना बंद हो जाता है
id: Ditutup tanpa mengirimkan nilai
it: Chiude senza inviare i valori
ja: 値を送信せずに閉じる
ko: 값을 제출하지 않고 닫습니다.
ms: Ditutup tanpa menyerahkan nilai
nb: Lukker uten å sende inn verdiene
nl: Sluit zonder de waarden in te dienen
pt: Fecha sem submeter os valores
ro: Se închide fără a trimite valorile
tr: Değerleri göndermeden kapanır
uk: Закривається без надсилання значень
vi: Đóng mà không gửi các giá trị
zh: 關閉而不提交值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_PERFORMORSELECT
source: Performs an action or selects a choice
ar: يقوم بتنفيذ إجراء أو تحديد خيار
de: Führt eine Aktion aus oder wählt eine Auswahl
el: Εκτελεί μια ενέργεια ή επιλέγει μια επιλογή
es: Realiza una acción o selecciona una opción
fr: Effectue une action ou sélectionne un choix
ga: Déanann gníomh nó roghnaíonn rogha
hi: कोई कार्रवाई करता है या कोई विकल्प चुनता है
id: Melakukan tindakan atau memilih pilihan
it: Esegue un'azione o seleziona una scelta
ja: アクションを実行したり選択肢を選択したりします
ko: 작업을 수행하거나 선택을 합니다.
ms: Melakukan tindakan atau memilih pilihan
nb: Utfører en handling eller velger et alternativ
nl: Voert een actie uit of selecteert een keuze
pt: Executa uma ação ou seleciona uma escolha
ro: Efectuează o acțiune sau selectează o opțiune
tr: Bir eylem gerçekleştirir veya bir seçim yapar
uk: Виконує дію або вибирає варіант
vi: Thực hiện một hành động hoặc chọn một lựa chọn
zh: 執行操作或選擇選項

# T_INPUT_STYLES_INFOBOX_KEYBINDING_WHEELUP
source: Decrements value or moves three lines of text up
ar: يقلل القيمة أو يحرك ثلاثة أسطر من النص لأعلى
de: Verringert den Wert oder verschiebt den Text drei Zeilen nach oben
el: Μειώνει την τιμή ή μετακινεί τρεις γραμμές κειμένου προς τα πάνω
es: Disminuye el valor o mueve tres líneas de texto hacia arriba
fr: Diminue la valeur ou déplace le texte de trois lignes vers le haut
ga: Laghdaíonn sé luach nó bogann sé trí líne téacs suas
hi: मान घटाता है या पाठ की तीन पंक्तियाँ ऊपर ले जाता है
id: Mengurangi nilai atau memindahkan tiga baris teks ke atas
it: Decrementa il valore o sposta tre righe di testo verso l'alto
ja: 値を減らすか、テキストを3行上に移動
ko: 값을 감소시키거나 텍스트를 세 줄 위로 이동합니다.
ms: Mengurangkan nilai atau mengalihkan tiga baris teks ke atas
nb: Reduserer verdien eller flytter tre tekstlinjer opp
nl: Verlaagt de waarde of verplaatst drie tekstregels omhoog
pt: Diminui o valor ou desloca três linhas de texto para cima
ro: Decrementează valoarea sau mută textul cu trei rânduri în sus
tr: Değeri azaltır veya üç satırlık metni yukarı taşır
uk: Зменшує значення або переміщує текст на три рядки вгору
vi: Giảm giá trị hoặc di chuyển ba dòng văn bản lên trên
zh: 減少值或將文字向上移動三行

# T_INPUT_STYLES_INFOBOX_KEYBINDING_WHEELDOWN
source: Increments value or moves three lines of text down
ar: يزيد القيمة أو يحرك ثلاثة أسطر من النص لأسفل
de: Erhöht den Wert oder verschiebt den Text drei Zeilen nach unten
el: Αυξάνει την τιμή ή μετακινεί τρεις γραμμές κειμένου προς τα κάτω
es: Incrementa el valor o mueve tres líneas de texto hacia abajo
fr: Incrémente la valeur ou déplace trois lignes de texte vers le bas
ga: Méadaíonn sé luach nó bogann sé trí líne téacs síos
hi: मान बढ़ाता है या पाठ की तीन पंक्तियाँ नीचे ले जाता है
id: Menambah nilai atau memindahkan tiga baris teks ke bawah
it: Incrementa il valore o sposta tre righe di testo verso il basso
ja: 値を増やすか、テキストを3行下に移動します
ko: 값을 증가시키거나 텍스트를 세 줄 아래로 이동합니다.
ms: Menambah nilai atau memindahkan tiga baris teks ke bawah
nb: Øker verdien eller flytter tre tekstlinjer ned
nl: Verhoogt de waarde of verplaatst drie regels tekst naar beneden
pt: Incrementa o valor ou desloca três linhas de texto para baixo
ro: Incrementează valoarea sau mută textul cu trei rânduri în jos
tr: Değeri artırır veya üç satırlık metni aşağı taşır
uk: Збільшує значення або переміщує текст на три рядки вниз
vi: Tăng giá trị hoặc di chuyển ba dòng văn bản xuống dưới
zh: 增加值或向下移動三行文本

# T_INPUT_STYLES_INFOBOX_KEYBINDING_WHEELUPCHOICE
source: Previous choice or previous three lines of text
ar: الاختيار السابق أو الأسطر الثلاثة السابقة من النص
de: Vorherige Auswahl oder vorherige drei Textzeilen
el: Προηγούμενη επιλογή ή προηγούμενες τρεις γραμμές κειμένου
es: Opción anterior o tres líneas de texto anteriores
fr: Choix précédent ou trois lignes de texte précédentes
ga: Rogha roimhe seo nó trí líne téacs roimhe seo
hi: पिछला विकल्प या पाठ की पिछली तीन पंक्तियाँ
id: Pilihan sebelumnya atau tiga baris teks sebelumnya
it: Scelta precedente o tre righe di testo precedenti
ja: 前の選択または前の3行のテキスト
ko: 이전 선택 또는 이전 3줄의 텍스트
ms: Pilihan sebelumnya atau tiga baris teks sebelumnya
nb: Forrige valg eller forrige tre tekstlinjer
nl: Vorige keuze of vorige drie tekstregels
pt: Escolha anterior ou três linhas de texto anteriores
ro: Alegerea anterioară sau ultimele trei rânduri de text
tr: Önceki seçim veya önceki üç satır metin
uk: Попередній вибір або попередні три рядки тексту
vi: Lựa chọn trước đó hoặc ba dòng văn bản trước đó
zh: 先前的選擇或前三行文本

# T_INPUT_STYLES_INFOBOX_KEYBINDING_WHEELDOWNCHOICE
source: Next choice or next three lines of text
ar: الاختيار التالي أو الأسطر الثلاثة التالية من النص
de: Nächste Auswahl oder nächste drei Textzeilen
el: Επόμενη επιλογή ή επόμενες τρεις γραμμές κειμένου
es: Siguiente opción o siguientes tres líneas de texto
fr: Choix suivant ou trois lignes de texte suivantes
ga: An chéad rogha eile nó na trí líne téacs eile
hi: अगला विकल्प या पाठ की अगली तीन पंक्तियाँ
id: Pilihan berikutnya atau tiga baris teks berikutnya
it: Scelta successiva o tre righe di testo successive
ja: 次の選択肢または次の3行のテキスト
ko: 다음 선택 또는 다음 세 줄의 텍스트
ms: Pilihan seterusnya atau tiga baris teks seterusnya
nb: Neste valg eller de neste tre tekstlinjene
nl: Volgende keuze of volgende drie tekstregels
pt: Próxima escolha ou próximas três linhas de texto
ro: Următoarea opțiune sau următoarele trei rânduri de text
tr: Sonraki seçim veya sonraki üç satır metin
uk: Наступний варіант або наступні три рядки тексту
vi: Lựa chọn tiếp theo hoặc ba dòng văn bản tiếp theo
zh: 下一個選擇或接下來的三行文本

# T_INPUT_STYLES_INFOBOX_KEYBINDING_DECREMENTVALUE
source: Decrements the current value
ar: يقلل القيمة الحالية
de: Dekrementiert den aktuellen Wert
el: Μειώνει την τρέχουσα τιμή
es: Disminuye el valor actual
fr: Diminue la valeur actuelle
ga: Laghdaíonn sé an luach reatha
hi: वर्तमान मूल्य घटाता है
id: Mengurangi nilai saat ini
it: Decrementa il valore corrente
ja: 現在の値を減らす
ko: 현재 값을 감소시킵니다
ms: Mengurangkan nilai semasa
nb: Reduserer gjeldende verdi
nl: Verlaagt de huidige waarde
pt: Decrementa o valor atual
ro: Decrementează valoarea curentă
tr: Mevcut değeri azaltır
uk: Зменшує поточне значення
vi: Giảm giá trị hiện tại
zh: 減少當前值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_INCREMENTVALUE
source: Increments the current value
ar: يزيد القيمة الحالية
de: Erhöht den aktuellen Wert
el: Αυξάνει την τρέχουσα τιμή
es: Incrementa el valor actual
fr: Incrémente la valeur actuelle
ga: Méadaíonn sé an luach reatha
hi: वर्तमान मान बढ़ाता है
id: Meningkatkan nilai saat ini
it: Incrementa il valore corrente
ja: 現在の値を増やす
ko: 현재 값을 증가시킵니다
ms: Menaikkan nilai semasa
nb: Øker gjeldende verdi
nl: Verhoogt de huidige waarde
pt: Incrementa o valor atual
ro: Incrementează valoarea curentă
tr: Mevcut değeri artırır
uk: Збільшує поточне значення
vi: Tăng giá trị hiện tại
zh: 增加當前值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_MINIMUMVALUE
source: Sets the value to the minimum value
ar: تعيين القيمة إلى الحد الأدنى للقيمة
de: Setzt den Wert auf den Minimalwert
el: Ορίζει την τιμή στην ελάχιστη τιμή
es: Establece el valor al valor mínimo
fr: Définit la valeur à la valeur minimale
ga: Socraíonn an luach go dtí an luach íosta
hi: मान को न्यूनतम मान पर सेट करता है
id: Mengatur nilai ke nilai minimum
it: Imposta il valore al valore minimo
ja: 値を最小値に設定する
ko: 값을 최소값으로 설정합니다
ms: Menetapkan nilai kepada nilai minimum
nb: Setter verdien til minimumsverdien
nl: Stelt de waarde in op de minimumwaarde
pt: Define o valor para o valor mínimo
ro: Setează valoarea la valoarea minimă
tr: Değeri minimum değere ayarlar
uk: Встановлює мінімальне значення
vi: Đặt giá trị ở mức giá trị tối thiểu
zh: 將值設為最小值

# T_INPUT_STYLES_INFOBOX_KEYBINDING_MAXIMUMVALUE
source: Sets the value to the maximum value
ar: تعيين القيمة إلى الحد الأقصى للقيمة
de: Setzt den Wert auf den Maximalwert
el: Ορίζει την τιμή στη μέγιστη τιμή
es: Establece el valor al valor máximo
fr: Définit la valeur à la valeur maximale
ga: Socraíonn an luach go dtí an luach uasta
hi: मान को अधिकतम मान पर सेट करता है
id: Mengatur nilai ke nilai maksimum
it: Imposta il valore sul valore massimo
ja: 値を最大値に設定する
ko: 값을 최대값으로 설정합니다
ms: Menetapkan nilai kepada nilai maksimum
nb: Setter verdien til maksimumsverdien
nl: Stelt de waarde in op de maximale waarde
pt: Define o valor para o valor máximo
ro: Setează valoarea la valoarea maximă
tr: Değeri maksimum değere ayarlar
uk: Встановлює значення на максимальне значення
vi: Đặt giá trị ở mức giá trị tối đa
zh: 將值設為最大值
