Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_BASE_ARGPARSE_NOTENOUGHARGS
source: There were not enough arguments.
ar: لم تكن هناك حجج كافية.
de: Es gab nicht genügend Argumente.
el: Δεν υπήρχαν αρκετά επιχειρήματα.
es: No hubo suficientes argumentos.
fr: Il n’y avait pas assez d’arguments.
ga: Ní raibh dóthain argóintí ann.
hi: वहाँ पर्याप्त तर्क नहीं थे.
id: Tidak ada cukup argumen.
it: Non c'erano abbastanza argomenti.
ja: 議論が足りなかった。
ko: 주장이 충분하지 않았습니다.
ms: Tidak cukup hujah.
nb: Det var ikke nok argumenter.
nl: Er waren niet genoeg argumenten.
pt: Não houve argumentos suficientes.
ro: Nu au fost suficiente argumente.
tr: Yeterli argüman yoktu.
uk: Аргументів не вистачило.
vi: Không có đủ lý lẽ.
zh: 沒有足夠的論點。

# T_SHELL_BASE_ARGPARSE_UNKNOWNARG
source: Unknown argument
ar: حجة غير معروفة
de: Unbekanntes Argument
el: Άγνωστο όρισμα
es: Argumento desconocido
fr: Argument inconnu
ga: Argóint anaithnid
hi: अज्ञात तर्क
id: Argumen tidak diketahui
it: Argomento sconosciuto
ja: 不明な引数
ko: 알 수 없는 인수
ms: Hujah yang tidak diketahui
nb: Ukjent argument
nl: Onbekend argument
pt: Argumento desconhecido
ro: Argument necunoscut
tr: Bilinmeyen argüman
uk: Невідомий аргумент
vi: Đối số chưa biết
zh: 未知參數

# T_SHELL_BASE_ARGPARSE_UNRECOVERABLEERROR
source: Unrecoverable error in argument
ar: خطأ غير قابل للإصلاح في الحجة
de: Nicht behebbarer Fehler im Argument
el: Μη αναστρέψιμο σφάλμα στο όρισμα
es: Error irrecuperable en el argumento
fr: Erreur irrécupérable dans l'argument
ga: Earráid neamh-inaisghabhála san argóint
hi: तर्क में सुधार न की जा सकने वाली त्रुटि
id: Kesalahan yang tidak dapat dipulihkan dalam argumen
it: Errore irrecuperabile nell'argomento
ja: 引数に回復不能なエラーが発生しました
ko: 인수에 복구할 수 없는 오류가 있습니다.
ms: Ralat yang tidak dapat dipulihkan dalam hujah
nb: Uopprettelig feil i argumentet
nl: Onherstelbare fout in argument
pt: Erro irrecuperável no argumento
ro: Eroare irecuperabilă în argument
tr: Argümanda kurtarılamaz hata
uk: Невиправна помилка в аргументі
vi: Lỗi không thể phục hồi trong lập luận
zh: 參數中存在無法恢復的錯誤

# T_SHELL_BASE_ARGSPARSE_EXCEPTION_ARGINFO
source: Can't get argument info for command or argument
ar: لا يمكن الحصول على معلومات الحجة للأمر أو الحجة
de: Argumentinformationen für Befehl oder Argument können nicht abgerufen werden
el: Δεν είναι δυνατή η λήψη πληροφοριών ορίσματος για εντολή ή όρισμα
es: No se puede obtener información del argumento para el comando o argumento
fr: Impossible d'obtenir les informations d'argument pour la commande ou l'argument
ga: Ní féidir faisnéis argóinte a fháil don ordú ná don argóint
hi: आदेश या तर्क के लिए तर्क जानकारी प्राप्त नहीं की जा सकती
id: Tidak bisa mendapatkan info argumen untuk perintah atau argumen
it: Impossibile ottenere informazioni sull'argomento per il comando o l'argomento
ja: コマンドまたは引数の引数情報を取得できません
ko: 명령 또는 인수에 대한 인수 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat hujah untuk arahan atau hujah
nb: Kan ikke hente argumentinformasjon for kommando eller argument
nl: Kan geen argumentinfo voor commando of argument ophalen
pt: Não é possível obter informação de argumento para comando ou argumento
ro: Nu se pot obține informații despre argumente pentru comandă sau argument.
tr: Komut veya argüman için argüman bilgisi alınamıyor
uk: Не вдається отримати інформацію про аргумент для команди або аргументу
vi: Không thể lấy thông tin đối số cho lệnh hoặc đối số
zh: 無法取得命令或參數的參數訊息

# T_SHELL_BASE_COMMAND_EXCEPTION_THREADPARAMS
source: Thread parameters are not specified.
ar: لم يتم تحديد معلمات الخيط.
de: Thread-Parameter sind nicht angegeben.
el: Οι παράμετροι νήματος δεν καθορίζονται.
es: No se especifican los parámetros del hilo.
fr: Les paramètres de thread ne sont pas spécifiés.
ga: Níl paraiméadair snáithe sonraithe.
hi: थ्रेड पैरामीटर निर्दिष्ट नहीं हैं.
id: Parameter benang tidak ditentukan.
it: I parametri del thread non sono specificati.
ja: スレッドパラメータが指定されていません。
ko: 스레드 매개변수가 지정되지 않았습니다.
ms: Parameter benang tidak dinyatakan.
nb: Trådparametere er ikke spesifisert.
nl: Er zijn geen threadparameters opgegeven.
pt: Os parâmetros do thread não foram especificados.
ro: Parametrii firului de execuție nu sunt specificați.
tr: İş parçacığı parametreleri belirtilmemiş.
uk: Параметри потоку не вказані.
vi: Các tham số của luồng không được chỉ định.
zh: 未指定線程參數。

# T_SHELL_BASE_COMMAND_ARGSNOTPROVIDEDLIST
source: Required arguments are not provided for all usages below:
ar: لا يتم توفير الوسائط المطلوبة لجميع الاستخدامات أدناه:
de: Nicht für alle der folgenden Verwendungszwecke sind erforderliche Argumente angegeben:
el: Δεν παρέχονται απαιτούμενα ορίσματα για όλες τις παρακάτω χρήσεις:
es: No se proporcionan los argumentos obligatorios para todos los usos siguientes:
fr: Les arguments requis ne sont pas fournis pour toutes les utilisations ci-dessous :
ga: Ní chuirtear argóintí riachtanacha ar fáil do gach úsáid thíos:
hi: नीचे दिए गए सभी प्रयोगों के लिए आवश्यक तर्क उपलब्ध नहीं हैं:
id: Argumen yang diperlukan tidak disediakan untuk semua penggunaan di bawah ini:
it: Gli argomenti obbligatori non sono forniti per tutti gli utilizzi seguenti:
ja: 以下のすべての使用法では必須の引数は提供されません。
ko: 아래 모든 사용법에는 필수 인수가 제공되지 않습니다.
ms: Argumen yang diperlukan tidak disediakan untuk semua penggunaan di bawah:
nb: Obligatoriske argumenter er ikke oppgitt for alle bruksområder nedenfor:
nl: Vereiste argumenten zijn niet voor alle onderstaande toepassingen beschikbaar:
pt: Os argumentos necessários não são fornecidos para todas as utilizações abaixo:
ro: Argumentele obligatorii nu sunt furnizate pentru toate utilizările de mai jos:
tr: Aşağıdaki tüm kullanımlar için gerekli argümanlar sağlanmamıştır:
uk: Обов'язкові аргументи не надаються для всіх випадків використання, наведених нижче:
vi: Không cung cấp các đối số bắt buộc cho tất cả các cách sử dụng dưới đây:
zh: 以下所有用法均未提供必要參數：

# T_SHELL_BASE_COMMAND_ARGSNOTPROVIDED
source: Required arguments are not provided.
ar: لم يتم توفير الحجج المطلوبة.
de: Erforderliche Argumente werden nicht bereitgestellt.
el: Δεν παρέχονται τα απαιτούμενα ορίσματα.
es: No se proporcionan los argumentos obligatorios.
fr: Les arguments obligatoires ne sont pas fournis.
ga: Ní chuirtear argóintí riachtanacha ar fáil.
hi: आवश्यक तर्क उपलब्ध नहीं कराये गये हैं।
id: Argumen yang diperlukan tidak disediakan.
it: Non vengono forniti argomenti obbligatori.
ja: 必要な引数が指定されていません。
ko: 필수 인수가 제공되지 않았습니다.
ms: Hujah yang diperlukan tidak disediakan.
nb: Nødvendige argumenter er ikke oppgitt.
nl: Vereiste argumenten zijn niet opgegeven.
pt: Os argumentos necessários não são fornecidos.
ro: Nu sunt furnizate argumentele necesare.
tr: Gerekli argümanlar sağlanmadı.
uk: Необхідні аргументи не надано.
vi: Không cung cấp các đối số bắt buộc.
zh: 未提供必需的參數。

# T_SHELL_BASE_COMMAND_SWITCHESNOTPROVIDED
source: Required switches are not provided.
ar: لم يتم توفير المفاتيح المطلوبة.
de: Erforderliche Schalter sind nicht vorhanden.
el: Δεν παρέχονται οι απαιτούμενοι διακόπτες.
es: No se proporcionan los interruptores necesarios.
fr: Les commutateurs requis ne sont pas fournis.
ga: Ní chuirtear lasca riachtanacha ar fáil.
hi: आवश्यक स्विच उपलब्ध नहीं हैं।
id: Sakelar yang diperlukan tidak disediakan.
it: Non sono forniti gli interruttori necessari.
ja: 必要なスイッチが提供されていません。
ko: 필수 스위치가 제공되지 않습니다.
ms: Suis yang diperlukan tidak disediakan.
nb: Nødvendige brytere er ikke inkludert.
nl: Vereiste schakelaars zijn niet aanwezig.
pt: Os interruptores necessários não são fornecidos.
ro: Comutatoarele necesare nu sunt furnizate.
tr: Gerekli anahtarlar sağlanmamıştır.
uk: Необхідні перемикачі не передбачені.
vi: Không cung cấp công tắc bắt buộc.
zh: 未提供所需的開關。

# T_SHELL_BASE_COMMAND_SWITCHESNEEDVALUE
source: One of the switches requires a value that is not provided.
ar: يتطلب أحد المفاتيح قيمة غير متوفرة.
de: Einer der Schalter erfordert einen Wert, der nicht angegeben ist.
el: Ένας από τους διακόπτες απαιτεί μια τιμή που δεν παρέχεται.
es: Uno de los conmutadores requiere un valor que no se proporciona.
fr: L’un des commutateurs nécessite une valeur qui n’est pas fournie.
ga: Éilíonn ceann de na lasca luach nach bhfuil curtha ar fáil.
hi: इनमें से एक स्विच को एक मान की आवश्यकता है जो उपलब्ध नहीं कराया गया है।
id: Salah satu sakelar memerlukan nilai yang tidak disediakan.
it: Uno degli switch richiede un valore che non è stato fornito.
ja: スイッチの 1 つに、指定されていない値が必要です。
ko: 스위치 중 하나에 제공되지 않은 값이 필요합니다.
ms: Salah satu suis memerlukan nilai yang tidak disediakan.
nb: En av bryterne krever en verdi som ikke er oppgitt.
nl: Voor een van de schakelaars is een waarde nodig die niet is opgegeven.
pt: Uma das opções requer um valor que não é fornecido.
ro: Unul dintre comutatoare necesită o valoare care nu este furnizată.
tr: Anahtarlardan biri sağlanmayan bir değer gerektiriyor.
uk: Один із перемикачів вимагає значення, яке не надано.
vi: Một trong các công tắc yêu cầu giá trị không được cung cấp.
zh: 其中一個開關需要未提供的值。

# T_SHELL_BASE_COMMAND_UNKNOWNSWITCHES
source: Switches that are listed below are unknown.
ar: المفاتيح المدرجة أدناه غير معروفة.
de: Die unten aufgeführten Schalter sind unbekannt.
el: Οι διακόπτες που αναφέρονται παρακάτω είναι άγνωστοι.
es: Los interruptores que se enumeran a continuación son desconocidos.
fr: Les commutateurs répertoriés ci-dessous sont inconnus.
ga: Níl na lasca atá liostaithe thíos ar eolas.
hi: नीचे सूचीबद्ध स्विच अज्ञात हैं।
id: Sakelar yang tercantum di bawah ini tidak diketahui.
it: Gli switch elencati di seguito sono sconosciuti.
ja: 以下にリストされているスイッチは不明です。
ko: 아래 나열된 스위치는 알 수 없습니다.
ms: Suis yang disenaraikan di bawah tidak diketahui.
nb: Bryterne som er oppført nedenfor er ukjente.
nl: De hieronder vermelde schakelaars zijn onbekend.
pt: Os switches listados abaixo são desconhecidos.
ro: Comutatoarele enumerate mai jos sunt necunoscute.
tr: Aşağıda listelenen anahtarlar bilinmiyor.
uk: Перелічені нижче комутатори невідомі.
vi: Các công tắc được liệt kê dưới đây không phải là công tắc chưa biết.
zh: 下面列出的開關是未知的。

# T_SHELL_BASE_COMMAND_SWITCHESCONFLICT
source: Switches that are listed below conflict with each other.
ar: المفاتيح المدرجة أدناه تتعارض مع بعضها البعض.
de: Die unten aufgeführten Schalter stehen miteinander im Konflikt.
el: Οι διακόπτες που αναφέρονται παρακάτω έρχονται σε διένεξη μεταξύ τους.
es: Los interruptores que se enumeran a continuación entran en conflicto entre sí.
fr: Les commutateurs répertoriés ci-dessous sont en conflit les uns avec les autres.
ga: Tá coimhlint idir na lasca atá liostaithe thíos.
hi: नीचे सूचीबद्ध स्विच एक दूसरे के साथ संघर्ष करते हैं।
id: Sakelar yang tercantum di bawah ini saling bentrok.
it: Gli switch elencati di seguito sono in conflitto tra loro.
ja: 以下にリストされているスイッチは互いに競合します。
ko: 아래 나열된 스위치는 서로 충돌합니다.
ms: Suis yang disenaraikan di bawah bercanggah antara satu sama lain.
nb: Bryterne som er oppført nedenfor er i konflikt med hverandre.
nl: De hieronder vermelde schakelaars conflicteren met elkaar.
pt: Os interruptores listados abaixo entram em conflito entre si.
ro: Comutatoarele enumerate mai jos intră în conflict între ele.
tr: Aşağıda listelenen anahtarlar birbirleriyle çakışıyor.
uk: Перелічені нижче комутатори конфліктують один з одним.
vi: Các công tắc được liệt kê bên dưới sẽ xung đột với nhau.
zh: 下面列出的開關相互衝突。

# T_SHELL_BASE_COMMAND_SWITCHESNOVALUES
source: The below switches don't accept values.
ar: المفاتيح أدناه لا تقبل القيم.
de: Die folgenden Schalter akzeptieren keine Werte.
el: Οι παρακάτω διακόπτες δεν δέχονται τιμές.
es: Los siguientes interruptores no aceptan valores.
fr: Les commutateurs ci-dessous n'acceptent pas de valeurs.
ga: Ní ghlacann na lasca thíos le luachanna.
hi: नीचे दिए गए स्विच मान स्वीकार नहीं करते हैं।
id: Sakelar di bawah ini tidak menerima nilai.
it: Gli switch sottostanti non accettano valori.
ja: 以下のスイッチは値を受け入れません。
ko: 아래 스위치는 값을 허용하지 않습니다.
ms: Suis di bawah tidak menerima nilai.
nb: Bryterne nedenfor godtar ikke verdier.
nl: De onderstaande schakelaars accepteren geen waarden.
pt: As opções abaixo não aceitam valores.
ro: Comutatoarele de mai jos nu acceptă valori.
tr: Aşağıdaki anahtarlar değer kabul etmez.
uk: Наведені нижче перемикачі не приймають значення.
vi: Các công tắc bên dưới không chấp nhận giá trị.
zh: 以下開關不接受值。

# T_SHELL_BASE_COMMAND_ARGNUMERIC
source: One or more of the arguments expect a numeric value, but you provided an invalid number.
ar: تتوقع واحدة أو أكثر من الحجج قيمة عددية، ولكنك قدمت رقمًا غير صالح.
de: Für eines oder mehrere Argumente wird ein numerischer Wert erwartet, Sie haben jedoch eine ungültige Zahl angegeben.
el: Ένα ή περισσότερα από τα ορίσματα αναμένουν αριθμητική τιμή, αλλά δώσατε έναν μη έγκυρο αριθμό.
es: Uno o más de los argumentos esperan un valor numérico, pero usted proporcionó un número no válido.
fr: Un ou plusieurs arguments attendent une valeur numérique, mais vous avez fourni un nombre non valide.
ga: Tá luach uimhriúil ag súil le ceann amháin nó níos mó de na hargóintí, ach sholáthair tú uimhir neamhbhailí.
hi: एक या अधिक तर्कों में संख्यात्मक मान अपेक्षित है, लेकिन आपने अमान्य संख्या प्रदान की है।
id: Satu atau lebih argumen mengharapkan nilai numerik, tetapi Anda memberikan angka yang tidak valid.
it: Uno o più argomenti prevedono un valore numerico, ma hai fornito un numero non valido.
ja: 1 つ以上の引数には数値が必要ですが、無効な数値が指定されました。
ko: 인수 중 하나 이상이 숫자 값을 기대하지만 잘못된 숫자를 제공했습니다.
ms: Satu atau lebih argumen mengharapkan nilai angka, tetapi anda memberikan nombor yang tidak sah.
nb: Ett eller flere av argumentene forventer en numerisk verdi, men du oppga et ugyldig tall.
nl: Een of meer argumenten verwachten een numerieke waarde, maar u hebt een ongeldig getal opgegeven.
pt: Um ou mais argumentos esperam um valor numérico, mas você forneceu um número inválido.
ro: Unul sau mai multe dintre argumente așteaptă o valoare numerică, dar ați furnizat un număr nevalid.
tr: Bir veya daha fazla argüman sayısal bir değer bekliyor, ancak geçersiz bir sayı sağladınız.
uk: Один або декілька аргументів очікують числове значення, але ви вказали недійсне число.
vi: Một hoặc nhiều đối số mong đợi một giá trị số, nhưng bạn đã cung cấp một số không hợp lệ.
zh: 一個或多個參數需要一個數值，但您提供了無效的數字。

# T_SHELL_BASE_COMMAND_ARGEXACT
source: One or more of the arguments expect an exact wording, but you provided an invalid word.
ar: تتوقع واحدة أو أكثر من الحجج صياغة دقيقة، ولكنك قدمت كلمة غير صالحة.
de: Für eines oder mehrere Argumente wird eine genaue Formulierung erwartet, Sie haben jedoch ein ungültiges Wort angegeben.
el: Ένα ή περισσότερα από τα ορίσματα αναμένουν ακριβή διατύπωση, αλλά παρείχατε μια μη έγκυρη λέξη.
es: Uno o más de los argumentos esperan una redacción exacta, pero usted proporcionó una palabra no válida.
fr: Un ou plusieurs arguments attendent une formulation exacte, mais vous avez fourni un mot non valide.
ga: Tá ceann amháin nó níos mó de na hargóintí ag súil le focail chruinne, ach sholáthair tú focal neamhbhailí.
hi: एक या अधिक तर्कों में सटीक शब्दावली की अपेक्षा की गई थी, लेकिन आपने अमान्य शब्द दिया है।
id: Satu atau lebih argumen mengharapkan kata-kata yang tepat, tetapi Anda memberikan kata yang tidak valid.
it: Uno o più argomenti richiedono una formulazione esatta, ma hai fornito una parola non valida.
ja: 1 つ以上の引数には正確な言葉遣いが求められますが、無効な言葉が指定されました。
ko: 하나 이상의 인수에 정확한 표현이 요구되지만 잘못된 단어를 제공했습니다.
ms: Satu atau lebih hujah mengharapkan perkataan yang tepat, tetapi anda memberikan perkataan yang tidak sah.
nb: Ett eller flere av argumentene forventer en nøyaktig ordlyd, men du oppga et ugyldig ord.
nl: Een of meer argumenten verwachten een exacte formulering, maar u hebt een ongeldig woord opgegeven.
pt: Um ou mais argumentos esperam uma formulação exata, mas você forneceu uma palavra inválida.
ro: Unul sau mai multe dintre argumente așteaptă o formulare exactă, dar ați furnizat un cuvânt nevalid.
tr: Bir veya daha fazla argüman tam bir ifade bekliyor, ancak siz geçersiz bir kelime sağladınız.
uk: Один або декілька аргументів очікують точне формулювання, але ви вказали недійсне слово.
vi: Một hoặc nhiều đối số yêu cầu một từ ngữ chính xác, nhưng bạn đã cung cấp một từ không hợp lệ.
zh: 一個或多個參數需要精確的措辭，但您提供了無效的單字。

# T_SHELL_BASE_COMMAND_SWITCHNUMERIC
source: One or more of the switches expect a numeric value, but you provided an invalid number.
ar: يتوقع أحد أو أكثر من المفاتيح قيمة عددية، ولكنك قدمت رقمًا غير صالح.
de: Einer oder mehrere Schalter erwarten einen numerischen Wert, Sie haben jedoch eine ungültige Zahl angegeben.
el: Ένας ή περισσότεροι από τους διακόπτες αναμένουν αριθμητική τιμή, αλλά δώσατε έναν μη έγκυρο αριθμό.
es: Uno o más de los conmutadores esperan un valor numérico, pero usted proporcionó un número no válido.
fr: Un ou plusieurs commutateurs attendent une valeur numérique, mais vous avez fourni un nombre non valide.
ga: Tá luach uimhriúil ag súil le ceann amháin nó níos mó de na lasca, ach sholáthair tú uimhir neamhbhailí.
hi: एक या अधिक स्विच संख्यात्मक मान की अपेक्षा रखते हैं, लेकिन आपने अमान्य संख्या प्रदान की है।
id: Satu atau beberapa sakelar mengharapkan nilai numerik, tetapi Anda memberikan angka yang tidak valid.
it: Uno o più switch si aspettano un valore numerico, ma hai fornito un numero non valido.
ja: 1 つ以上のスイッチには数値が必要ですが、無効な数値が指定されました。
ko: 스위치 중 하나 이상이 숫자 값을 기대하지만 잘못된 숫자를 제공했습니다.
ms: Satu atau lebih suis mengharapkan nilai berangka, tetapi anda memberikan nombor yang tidak sah.
nb: En eller flere av bryterne forventer en numerisk verdi, men du oppga et ugyldig tall.
nl: Een of meer schakelaars verwachten een numerieke waarde, maar u hebt een ongeldig getal opgegeven.
pt: Um ou mais switches esperam um valor numérico, mas você forneceu um número inválido.
ro: Unul sau mai multe dintre comutatoare așteaptă o valoare numerică, dar ați furnizat un număr nevalid.
tr: Anahtarlardan biri veya daha fazlası sayısal bir değer bekliyor, ancak siz geçersiz bir sayı sağladınız.
uk: Один або декілька перемикачів очікують числове значення, але ви вказали недійсне число.
vi: Một hoặc nhiều công tắc mong muốn giá trị số, nhưng bạn đã cung cấp số không hợp lệ.
zh: 一個或多個開關需要一個數字值，但您提供了無效的數字。

# T_SHELL_BASE_COMMAND_CONSULTHELP
source: Consult the help entry for this command for more info
ar: راجع إدخال المساعدة لهذا الأمر للحصول على مزيد من المعلومات
de: Weitere Informationen finden Sie im Hilfeeintrag zu diesem Befehl.
el: Συμβουλευτείτε την καταχώρηση βοήθειας για αυτήν την εντολή για περισσότερες πληροφορίες
es: Consulte la entrada de ayuda de este comando para obtener más información.
fr: Consultez l'entrée d'aide de cette commande pour plus d'informations
ga: Féach ar an iontráil chabhrach don ordú seo le haghaidh tuilleadh eolais
hi: अधिक जानकारी के लिए इस कमांड की सहायता प्रविष्टि देखें
id: Konsultasikan entri bantuan untuk perintah ini untuk informasi lebih lanjut
it: Per maggiori informazioni consultare la voce di aiuto per questo comando
ja: 詳細については、このコマンドのヘルプを参照してください。
ko: 자세한 내용은 이 명령에 대한 도움말 항목을 참조하세요.
ms: Rujuk entri bantuan untuk arahan ini untuk mendapatkan maklumat lanjut
nb: Se hjelpeoppføringen for denne kommandoen for mer informasjon
nl: Raadpleeg het help-item voor deze opdracht voor meer informatie
pt: Consulte a entrada de ajuda para este comando para obter mais informações
ro: Consultați intrarea de ajutor pentru această comandă pentru mai multe informații.
tr: Daha fazla bilgi için bu komutun yardım girişine bakın
uk: Зверніться до розділу довідки для цієї команди для отримання додаткової інформації
vi: Tham khảo mục trợ giúp cho lệnh này để biết thêm thông tin
zh: 查閱此命令的幫助條目以獲取更多信息

# T_SHELL_BASE_COMMAND_COMMANDINTERRUPT
source: Command is being interrupted...
ar: تم مقاطعة الأمر...
de: Der Befehl wird unterbrochen ...
el: Η εντολή διακόπτεται...
es: El comando está siendo interrumpido...
fr: La commande est interrompue...
ga: Tá cur isteach ar an ordú...
hi: आदेश बाधित हो रहा है...
id: Perintah sedang diganggu...
it: Il comando è stato interrotto...
ja: コマンドが中断されています...
ko: 명령이 중단되었습니다...
ms: Perintah sedang diganggu...
nb: Kommandoen blir avbrutt ...
nl: Het commando wordt onderbroken...
pt: O comando está a ser interrompido...
ro: Comanda este întreruptă...
tr: Komuta kesintiye uğruyor...
uk: Командування переривається...
vi: Lệnh đang bị gián đoạn...
zh: 命令被中斷...

# T_SHELL_BASE_COMMAND_ERRORCOMMAND1
source: Error trying to execute command {2}.
ar: حدث خطأ أثناء محاولة تنفيذ الأمر {2}.
de: Beim Versuch, den Befehl {2} auszuführen, ist ein Fehler aufgetreten.
el: Σφάλμα κατά την προσπάθεια εκτέλεσης της εντολής {2}.
es: Error al intentar ejecutar el comando {2}.
fr: Erreur lors de la tentative d'exécution de la commande {2}.
ga: Earráid ag iarraidh ordú {2} a fhorghníomhú.
hi: आदेश {2} निष्पादित करने का प्रयास करते समय त्रुटि हुई.
id: Terjadi kesalahan saat mencoba menjalankan perintah {2}.
it: Errore durante il tentativo di esecuzione del comando {2}.
ja: コマンド {2} の実行中にエラーが発生しました。
ko: 명령 {2}을 실행하려고 시도하는 동안 오류가 발생했습니다.
ms: Ralat semasa cuba melaksanakan arahan {2}.
nb: Feil ved forsøk på å utføre kommandoen {2}.
nl: Fout bij het uitvoeren van opdracht {2}.
pt: Erro ao tentar executar o comando {2}.
ro: Eroare la încercarea de executare a comenzii {2}.
tr: {2} komutunu yürütmeye çalışırken hata oluştu.
uk: Помилка під час спроби виконання команди {2}.
vi: Lỗi khi cố gắng thực hiện lệnh {2}.
zh: 嘗試執行指令 {2} 時發生錯誤。

# T_SHELL_BASE_COMMAND_ERRORCOMMAND2
source: Error
ar: خطأ
de: Fehler
el: Σφάλμα
fr: Erreur
ga: Earráid
hi: गलती
id: Kesalahan
it: Errore
ja: エラー
ko: 오류
ms: ralat
nb: Feil
nl: Fout
pt: Erro
ro: Eroare
tr: Hata
uk: Помилка
vi: Lỗi
zh: 錯誤

# T_SHELL_BASE_COMMAND_ABORTEXCEPTION
source: Command aborted for the following reason
ar: تم إلغاء الأمر للسبب التالي
de: Befehl aus folgendem Grund abgebrochen
el: Η εντολή ακυρώθηκε για τον ακόλουθο λόγο
es: Comando abortado por el siguiente motivo
fr: Commande abandonnée pour la raison suivante
ga: Cuireadh deireadh leis an ordú ar an gcúis seo a leanas
hi: निम्न कारण से आदेश निरस्त किया गया
id: Perintah dibatalkan karena alasan berikut
it: Comando interrotto per il seguente motivo
ja: コマンドは次の理由で中止されました
ko: 다음 이유로 명령이 중단되었습니다.
ms: Perintah dibatalkan atas sebab berikut
nb: Kommandoen ble avbrutt av følgende grunn
nl: Opdracht afgebroken om de volgende reden
pt: Comando abortado pelo seguinte motivo
ro: Comandă anulată din următorul motiv
tr: Komut aşağıdaki nedenden dolayı iptal edildi
uk: Команду перервано з наступної причини
vi: Lệnh bị hủy bỏ vì lý do sau
zh: 命令因以下原因中止

# T_SHELL_BASE_COMMAND_INVALIDPATTERN
source: Invalid command pattern provided.
ar: تم توفير نمط أمر غير صالح.
de: Ungültiges Befehlsmuster angegeben.
el: Δόθηκε μη έγκυρο μοτίβο εντολής.
es: Patrón de comando proporcionado no válido.
fr: Modèle de commande non valide fourni.
ga: Patrún ordaithe neamhbhailí curtha ar fáil.
hi: अमान्य कमांड पैटर्न प्रदान किया गया.
id: Pola perintah yang diberikan tidak valid.
it: È stato fornito un modello di comando non valido.
ja: 無効なコマンドパターンが指定されました。
ko: 잘못된 명령 패턴이 제공되었습니다.
ms: Corak arahan tidak sah disediakan.
nb: Ugyldig kommandomønster oppgitt.
nl: Er is een ongeldig opdrachtpatroon opgegeven.
pt: Padrão de comando inválido fornecido.
ro: Model de comandă furnizat nevalid.
tr: Geçersiz komut deseni sağlandı.
uk: Надано недійсний шаблон команди.
vi: Cung cấp mẫu lệnh không hợp lệ.
zh: 提供的命令模式無效。

# T_SHELL_BASE_COMMAND_COMMANDNOTFOUND
source: Command not found.
ar: لم يتم العثور على الأمر.
de: Befehl nicht gefunden.
el: Η εντολή δεν βρέθηκε.
es: Comando no encontrado.
fr: Commande non trouvée.
ga: Níor aimsíodh an t-ordú.
hi: यह कमांड नहीं मिला।
id: Perintah tidak ditemukan.
it: Comando non trovato.
ja: コマンドが見つかりません。
ko: 명령을 찾을 수 없습니다.
ms: Perintah tidak ditemui.
nb: Kommandoen ble ikke funnet.
nl: Opdracht niet gevonden.
pt: Comando não encontrado.
ro: Comandă negăsită.
tr: Komut bulunamadı.
uk: Команду не знайдено.
vi: Không tìm thấy lệnh.
zh: 未找到命令。
