Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_STYLES_INFOBOX_KEYBINDING_NEXTVALUEELEMENT
source: Sets the current focus to the next value element
ar: تعيين التركيز الحالي على عنصر القيمة التالي
de: Setzt den aktuellen Fokus auf das nächste Wertelement
el: Ορίζει την τρέχουσα εστίαση στο επόμενο στοιχείο τιμής
es: Establece el foco actual en el siguiente elemento de valor
fr: Définit le focus actuel sur l'élément de valeur suivant
ga: Socraíonn an fócas reatha go dtí an chéad eilimint luacha eile
hi: वर्तमान फ़ोकस को अगले मान तत्व पर सेट करता है
id: Mengatur fokus saat ini ke elemen nilai berikutnya
it: Imposta il focus corrente sul prossimo elemento di valore
ja: 現在のフォーカスを次の値要素に設定します
ko: 현재 포커스를 다음 값 요소로 설정합니다.
ms: Menetapkan fokus semasa kepada elemen nilai seterusnya
nb: Setter gjeldende fokus til neste verdielement
nl: Stelt de huidige focus in op het volgende waarde-element
pt: Define o foco atual para o próximo elemento de valor
ro: Setează focalizarea curentă la următorul element de valoare
tr: Geçerli odağı bir sonraki değer öğesine ayarlar
uk: Встановлює поточний фокус на наступний елемент значення
vi: Đặt tiêu điểm hiện tại vào phần tử giá trị tiếp theo
zh: 將目前焦點設定到下一個值元素

# T_INPUT_STYLES_INFOBOX_KEYBINDING_PREVVALUEELEMENT
source: Sets the current focus to the previous value element
ar: تعيين التركيز الحالي على عنصر القيمة السابق
de: Setzt den aktuellen Fokus auf das vorherige Wertelement
el: Ορίζει την τρέχουσα εστίαση στο προηγούμενο στοιχείο τιμής
es: Establece el foco actual en el elemento de valor anterior
fr: Définit le focus actuel sur l'élément de valeur précédent
ga: Socraíonn an fócas reatha go dtí an eilimint luacha roimhe seo
hi: वर्तमान फ़ोकस को पिछले मान तत्व पर सेट करता है
id: Mengatur fokus saat ini ke elemen nilai sebelumnya
it: Imposta il focus corrente sull'elemento valore precedente
ja: 現在のフォーカスを前の値要素に設定します
ko: 현재 포커스를 이전 값 요소로 설정합니다.
ms: Menetapkan fokus semasa kepada elemen nilai sebelumnya
nb: Setter gjeldende fokus til det forrige verdielementet
nl: Stelt de huidige focus in op het vorige waarde-element
pt: Define o foco atual para o elemento de valor anterior
ro: Setează focalizarea curentă la elementul de valoare anterior
tr: Geçerli odağı önceki değer öğesine ayarlar
uk: Встановлює поточний фокус на попередній елемент значення
vi: Đặt tiêu điểm hiện tại vào phần tử giá trị trước đó
zh: 將目前焦點設定為前一個值元素

# T_INPUT_STYLES_INFOBOX_BUTTONS_KEYBINDING_PREVBUTTON
source: Goes to the previous button
ar: ينتقل إلى الزر السابق
de: Geht zur vorherigen Schaltfläche
el: Μεταβαίνει στο προηγούμενο κουμπί
es: Va al botón anterior
fr: Passe au bouton précédent
ga: Téann sé go dtí an cnaipe roimhe seo
hi: पिछले बटन पर जाता है
id: Pergi ke tombol sebelumnya
it: Va al pulsante precedente
ja: 前のボタンに戻る
ko: 이전 버튼으로 이동합니다
ms: Pergi ke butang sebelumnya
nb: Går til forrige knapp
nl: Gaat naar de vorige knop
pt: Vai para o botão anterior
ro: Merge la butonul anterior
tr: Önceki düğmeye gider
uk: Перехід до попередньої кнопки
vi: Đi tới nút trước đó
zh: 轉到上一個按鈕

# T_INPUT_STYLES_INFOBOX_BUTTONS_KEYBINDING_NEXTBUTTON
source: Goes to the next button
ar: ينتقل إلى الزر التالي
de: Geht zur nächsten Schaltfläche
el: Μετάβαση στο επόμενο κουμπί
es: Va al siguiente botón
fr: Passe au bouton suivant
ga: Téann sé go dtí an chéad chnaipe eile
hi: अगले बटन पर जाता है
id: Pergi ke tombol berikutnya
it: Va al pulsante successivo
ja: 次のボタンへ進む
ko: 다음 버튼으로 이동합니다
ms: Pergi ke butang seterusnya
nb: Går til neste knapp
nl: Gaat naar de volgende knop
pt: Vai para o botão seguinte
ro: Merge la butonul următor
tr: Sonraki düğmeye gider
uk: Перехід до наступної кнопки
vi: Chuyển đến nút tiếp theo
zh: 轉到下一個按鈕

# T_INPUT_STYLES_INFOBOX_BUTTONS_KEYBINDING_WHEELUP
source: Previous button or previous three lines of text
ar: الزر السابق أو الأسطر الثلاثة السابقة من النص
de: Zurück-Schaltfläche oder vorherige drei Textzeilen
el: Κουμπί "Προηγούμενο" ή προηγούμενες τρεις γραμμές κειμένου
es: Botón anterior o tres líneas de texto anteriores
fr: Bouton précédent ou trois lignes de texte précédentes
ga: Cnaipe roimhe seo nó trí líne téacs roimhe seo
hi: पिछला बटन या पाठ की पिछली तीन पंक्तियाँ
id: Tombol sebelumnya atau tiga baris teks sebelumnya
it: Pulsante precedente o tre righe di testo precedenti
ja: 前のボタンまたは前の3行のテキスト
ko: 이전 버튼 또는 이전 세 줄의 텍스트
ms: Butang sebelumnya atau tiga baris teks sebelumnya
nb: Forrige knapp eller forrige tre tekstlinjer
nl: Vorige knop of vorige drie tekstregels
pt: Botão anterior ou três linhas de texto anteriores
ro: Butonul anterior sau ultimele trei rânduri de text
tr: Önceki düğme veya önceki üç satır metin
uk: Попередня кнопка або попередні три рядки тексту
vi: Nút trước hoặc ba dòng văn bản trước đó
zh: 上一個按鈕或前三行文本

# T_INPUT_STYLES_INFOBOX_BUTTONS_KEYBINDING_WHEELDOWN
source: Next button or next three lines of text
ar: الزر التالي أو الأسطر الثلاثة التالية من النص
de: Weiter-Button oder die nächsten drei Textzeilen
el: Κουμπί "Επόμενο" ή επόμενες τρεις γραμμές κειμένου
es: Botón siguiente o siguientes tres líneas de texto
fr: Bouton suivant ou trois lignes de texte suivantes
ga: An cnaipe seo chugainn nó na trí líne téacs seo chugainn
hi: अगला बटन या पाठ की अगली तीन पंक्तियाँ
id: Tombol berikutnya atau tiga baris teks berikutnya
it: Pulsante Avanti o tre righe di testo successive
ja: 次へボタンまたは次の3行のテキスト
ko: 다음 버튼 또는 다음 세 줄의 텍스트
ms: Butang seterusnya atau tiga baris teks seterusnya
nb: Neste-knapp eller de neste tre tekstlinjene
nl: Volgende knop of volgende drie regels tekst
pt: Botão Seguinte ou três linhas de texto seguintes
ro: Butonul Următorul sau următoarele trei rânduri de text
tr: Sonraki düğmesi veya sonraki üç satır metin
uk: Далі кнопка або наступні три рядки тексту
vi: Nút tiếp theo hoặc ba dòng văn bản tiếp theo
zh: 下一個按鈕或接下來的三行文本

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_FIRSTLINE
source: Goes to the first line of text
ar: ينتقل إلى السطر الأول من النص
de: Geht zur ersten Textzeile
el: Μεταβαίνει στην πρώτη γραμμή κειμένου
es: Va a la primera línea de texto.
fr: Va à la première ligne du texte
ga: Téann sé go dtí an chéad líne téacs
hi: पाठ की पहली पंक्ति पर जाता है
id: Pergi ke baris pertama teks
it: Va alla prima riga di testo
ja: テキストの最初の行に移動する
ko: 텍스트의 첫 번째 줄로 이동합니다
ms: Pergi ke baris pertama teks
nb: Går til den første tekstlinjen
nl: Gaat naar de eerste tekstregel
pt: Vai para a primeira linha do texto
ro: Merge la prima linie de text
tr: Metnin ilk satırına gider
uk: Переходить до першого рядка тексту
vi: Đi đến dòng đầu tiên của văn bản
zh: 轉到文字的第一行

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_LASTLINE
source: Goes to the last line of text
ar: ينتقل إلى السطر الأخير من النص
de: Geht zur letzten Textzeile
el: Μεταβαίνει στην τελευταία γραμμή κειμένου
es: Va a la última línea de texto.
fr: Va à la dernière ligne de texte
ga: Téann sé go dtí an líne dheireanach den téacs
hi: पाठ की अंतिम पंक्ति पर जाता है
id: Pergi ke baris teks terakhir
it: Va all'ultima riga di testo
ja: テキストの最後の行に移動する
ko: 텍스트의 마지막 줄로 이동합니다
ms: Pergi ke baris terakhir teks
nb: Går til siste tekstlinje
nl: Gaat naar de laatste tekstregel
pt: Vai para a última linha do texto
ro: Merge la ultima linie de text
tr: Metnin son satırına gider
uk: Переходить до останнього рядка тексту
vi: Đi đến dòng cuối cùng của văn bản
zh: 轉到文字的最後一行

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_DOWNORCLOSE
source: Goes to the next page of text, or closes the modal informational box
ar: ينتقل إلى الصفحة التالية من النص، أو يغلق مربع المعلومات النموذجي
de: Geht zur nächsten Textseite oder schließt das modale Informationsfeld
el: Μεταβαίνει στην επόμενη σελίδα κειμένου ή κλείνει το πλαίσιο πληροφοριών για την τροποποίηση
es: Va a la siguiente página de texto o cierra el cuadro de información modal.
fr: Passe à la page de texte suivante ou ferme la boîte d'information modale
ga: Téann sé go dtí an chéad leathanach téacs eile, nó dúnann sé an bosca faisnéise módúil
hi: पाठ के अगले पृष्ठ पर जाता है, या मोडल सूचना बॉक्स को बंद करता है
id: Beralih ke halaman teks berikutnya, atau menutup kotak informasi modal
it: Va alla pagina successiva del testo o chiude la casella informativa modale
ja: 次のテキストページに移動するか、モーダル情報ボックスを閉じます
ko: 다음 텍스트 페이지로 이동하거나 모달 정보 상자를 닫습니다.
ms: Pergi ke halaman teks seterusnya atau menutup kotak maklumat modal
nb: Går til neste tekstside, eller lukker den modale informasjonsboksen
nl: Gaat naar de volgende tekstpagina of sluit het modale informatievenster
pt: Vai para a página seguinte do texto ou fecha a caixa de informação modal
ro: Merge la pagina următoare de text sau închide caseta informativă modală
tr: Metnin bir sonraki sayfasına gider veya modal bilgi kutusunu kapatır
uk: Переходить на наступну сторінку тексту або закриває модальне інформаційне вікно
vi: Chuyển đến trang văn bản tiếp theo hoặc đóng hộp thông tin mô hình
zh: 轉到下一頁文本，或關閉模態訊息框

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_CLOSE
source: Closes the modal informational box
ar: يغلق مربع المعلومات النموذجي
de: Schließt die modale Informationsbox
el: Κλείνει το πλαίσιο πληροφοριών modal
es: Cierra el cuadro de información modal.
fr: Ferme la boîte d'information modale
ga: Dúnann sé an bosca faisnéise módúil
hi: मोडल सूचना बॉक्स बंद करता है
id: Menutup kotak informasi modal
it: Chiude la finestra informativa modale
ja: モーダル情報ボックスを閉じます
ko: 모달 정보 상자를 닫습니다
ms: Menutup kotak maklumat modal
nb: Lukker den modale informasjonsboksen
nl: Sluit het modale informatievenster
pt: Fecha a caixa de informação modal
ro: Închide caseta informativă modală
tr: Modal bilgi kutusunu kapatır
uk: Закриває модальне інформаційне вікно
vi: Đóng hộp thông tin mô hình
zh: 關閉模態資訊框

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_PERFORMACTION
source: Performs an action
ar: يقوم بعمل ما
de: Führt eine Aktion aus
el: Εκτελεί μια ενέργεια
es: Realiza una acción
fr: Effectue une action
ga: Déanann gníomh
hi: कोई कार्रवाई करता है
id: Melakukan suatu tindakan
it: Esegue un'azione
ja: アクションを実行する
ko: 동작을 수행합니다
ms: Melakukan sesuatu tindakan
nb: Utfører en handling
nl: Voert een actie uit
pt: Executa uma ação
ro: Efectuează o acțiune
tr: Bir eylem gerçekleştirir
uk: Виконує дію
vi: Thực hiện một hành động
zh: 執行操作

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_WHEELUP
source: Previous three lines of text
ar: الأسطر الثلاثة السابقة من النص
de: Vorherige drei Textzeilen
el: Προηγούμενες τρεις γραμμές κειμένου
es: Las tres líneas de texto anteriores
fr: Les trois lignes de texte précédentes
ga: Trí líne téacs roimhe seo
hi: पाठ की पिछली तीन पंक्तियाँ
id: Tiga baris teks sebelumnya
it: Tre righe di testo precedenti
ja: 前の3行のテキスト
ko: 이전 세 줄의 텍스트
ms: Tiga baris teks sebelumnya
nb: De tre foregående tekstlinjene
nl: Vorige drie regels tekst
pt: Três linhas de texto anteriores
ro: Cele trei rânduri de text anterioare
tr: Önceki üç satır metin
uk: Попередні три рядки тексту
vi: Ba dòng văn bản trước đó
zh: 前三行文字

# T_INPUT_STYLES_INFOBOX_MODAL_KEYBINDING_WHEELDOWN
source: Next three lines of text
ar: الأسطر الثلاثة التالية من النص
de: Die nächsten drei Textzeilen
el: Οι επόμενες τρεις γραμμές κειμένου
es: Próximas tres líneas de texto
fr: Les trois lignes de texte suivantes
ga: Trí líne téacs eile
hi: पाठ की अगली तीन पंक्तियाँ
id: Tiga baris teks berikutnya
it: Le prossime tre righe di testo
ja: 次の3行のテキスト
ko: 다음 세 줄의 텍스트
ms: Tiga baris teks seterusnya
nb: De neste tre tekstlinjene
nl: Volgende drie regels tekst
pt: Próximas três linhas de texto
ro: Următoarele trei rânduri de text
tr: Sonraki üç satır metin
uk: Наступні три рядки тексту
vi: Ba dòng văn bản tiếp theo
zh: 接下來的三行文字

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_PREVPAGEINPUTS
source: Goes to the previous page of inputs
ar: ينتقل إلى الصفحة السابقة من المدخلات
de: Geht zur vorherigen Seite der Eingaben
el: Μεταβαίνει στην προηγούμενη σελίδα εισόδων
es: Va a la página anterior de entradas.
fr: Accéder à la page précédente des entrées
ga: Téann sé go dtí an leathanach ionchuir roimhe seo
hi: इनपुट के पिछले पृष्ठ पर जाता है
id: Beralih ke halaman input sebelumnya
it: Va alla pagina precedente degli input
ja: 入力前のページへ移動します
ko: 이전 입력 페이지로 이동합니다
ms: Pergi ke halaman input sebelumnya
nb: Går til forrige side med inndata
nl: Gaat naar de vorige pagina met invoer
pt: Vai para a página anterior de entradas
ro: Merge la pagina anterioară de intrări
tr: Girişlerin bir önceki sayfasına gider
uk: Перехід на попередню сторінку введених даних
vi: Đi đến trang đầu vào trước đó
zh: 前往上一頁輸入

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_NEXTPAGEINPUTS
source: Goes to the next page of inputs
ar: ينتقل إلى الصفحة التالية من المدخلات
de: Geht zur nächsten Seite mit Eingaben
el: Μεταβαίνει στην επόμενη σελίδα εισόδων
es: Va a la siguiente página de entradas.
fr: Passe à la page suivante des entrées
ga: Téann sé go dtí an chéad leathanach eile d'ionchuir
hi: इनपुट के अगले पृष्ठ पर जाता है
id: Beralih ke halaman input berikutnya
it: Va alla pagina successiva degli input
ja: 次の入力ページへ進む
ko: 다음 입력 페이지로 이동합니다
ms: Pergi ke halaman input seterusnya
nb: Går til neste side med inndata
nl: Gaat naar de volgende pagina met invoer
pt: Vai para a página seguinte de entradas
ro: Merge la următoarea pagină de intrări
tr: Girişlerin bir sonraki sayfasına gider
uk: Перехід на наступну сторінку введених даних
vi: Chuyển đến trang đầu vào tiếp theo
zh: 轉至下一頁輸入

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_SEARCHINPUTS
source: Searches for an input
ar: البحث عن المدخلات
de: Sucht nach einer Eingabe
el: Αναζητά μια εισαγωγή
es: Busca una entrada
fr: Recherche une entrée
ga: Cuardaíonn ionchur
hi: इनपुट खोजता है
id: Mencari input
it: Cerca un input
ja: 入力を検索する
ko: 입력 검색
ms: Mencari input
nb: Søker etter en inngang
nl: Zoekt naar een invoer
pt: Pesquisa por uma entrada
ro: Caută o intrare
tr: Bir girdi arar
uk: Пошук вхідних даних
vi: Tìm kiếm một đầu vào
zh: 搜尋輸入

# T_INPUT_STYLES_INFOBOX_MULTIINPUT_KEYBINDING_CHANGEINPUTVALUE
source: Changes the selected input value
ar: تغيير قيمة الإدخال المحددة
de: Ändert den ausgewählten Eingabewert
el: Αλλάζει την επιλεγμένη τιμή εισόδου
es: Cambia el valor de entrada seleccionado
fr: Modifie la valeur d'entrée sélectionnée
ga: Athraíonn an luach ionchuir roghnaithe
hi: चयनित इनपुट मान बदलता है
id: Mengubah nilai input yang dipilih
it: Modifica il valore di input selezionato
ja: 選択した入力値を変更します
ko: 선택된 입력 값을 변경합니다
ms: Menukar nilai input yang dipilih
nb: Endrer den valgte inngangsverdien
nl: Wijzigt de geselecteerde invoerwaarde
pt: Altera o valor de entrada selecionado
ro: Modifică valoarea de intrare selectată
tr: Seçili giriş değerini değiştirir
uk: Змінює вибране вхідне значення
vi: Thay đổi giá trị đầu vào đã chọn
zh: 變更選定的輸入值

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_GOUP
source: Goes one choice up (next choice)
ar: يذهب خيار واحد لأعلى (الاختيار التالي)
de: Geht eine Auswahl nach oben (nächste Auswahl)
el: Προχωράει μια επιλογή προς τα πάνω (επόμενη επιλογή)
es: Sube una opción (siguiente opción)
fr: Monte d'un choix (choix suivant)
ga: Téann rogha amháin suas (an chéad rogha eile)
hi: एक विकल्प ऊपर जाता है (अगला विकल्प)
id: Naik satu pilihan (pilihan berikutnya)
it: Va una scelta in su (scelta successiva)
ja: 一つ上の選択肢へ進む（次の選択肢）
ko: 한 단계 위로 올라갑니다(다음 선택)
ms: Naik satu pilihan (pilihan seterusnya)
nb: Går ett valg opp (neste valg)
nl: Gaat één keuze omhoog (volgende keuze)
pt: Sobe uma escolha (próxima escolha)
ro: Urmează o opțiune (următoarea opțiune)
tr: Bir seçim yukarı gider (bir sonraki seçim)
uk: Переходить на один варіант вгору (наступний варіант)
vi: Đi lên một lựa chọn (lựa chọn tiếp theo)
zh: 向上選擇（下一個選擇）

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_GODOWN
source: Goes one choice down (previous choice)
ar: يذهب خيار واحد لأسفل (الاختيار السابق)
de: Geht eine Auswahl nach unten (vorherige Auswahl)
el: Πηγαίνει μια επιλογή κάτω (προηγούμενη επιλογή)
es: Baja una opción (opción anterior)
fr: Descend d'un choix (choix précédent)
ga: Téann rogha amháin síos (an rogha roimhe seo)
hi: एक विकल्प नीचे चला जाता है (पिछला विकल्प)
id: Turun satu pilihan (pilihan sebelumnya)
it: Scende di una scelta (scelta precedente)
ja: 一つ下の選択肢へ移動します（前の選択肢）
ko: 한 단계 아래로 이동합니다(이전 선택)
ms: Menurun satu pilihan (pilihan sebelumnya)
nb: Går ett valg ned (forrige valg)
nl: Gaat één keuze omlaag (vorige keuze)
pt: Desce uma escolha (escolha anterior)
ro: Coboară o opțiune (opțiunea anterioară)
tr: Bir seçenek aşağı iner (önceki seçenek)
uk: Зменшує вибір на один варіант (попередній варіант)
vi: Đi xuống một lựa chọn (lựa chọn trước đó)
zh: 向下選擇一項（上一項）

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_FIRST
source: Goes to the first choice
ar: يذهب إلى الاختيار الأول
de: Geht zur ersten Wahl
el: Πηγαίνει στην πρώτη επιλογή
es: Va a la primera opción
fr: Va au premier choix
ga: Téann sé go dtí an chéad rogha
hi: पहली पसंद पर जाता है
id: Pergi ke pilihan pertama
it: Va alla prima scelta
ja: 最初の選択肢に進む
ko: 첫 번째 선택으로 이동합니다
ms: Pergi ke pilihan pertama
nb: Går til førstevalget
nl: Gaat naar de eerste keuze
pt: Vai para a primeira escolha
ro: Merge la prima opțiune
tr: İlk tercihe gider
uk: Переходить до першого вибору
vi: Đi đến lựa chọn đầu tiên
zh: 前往第一選擇

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_LAST
source: Goes to the last choice
ar: يذهب إلى الاختيار الأخير
de: Geht zur letzten Wahl
el: Πάει στην τελευταία επιλογή
es: Va a la última opción
fr: Va au dernier choix
ga: Téann sé go dtí an rogha dheireanach
hi: अंतिम विकल्प पर जाता है
id: Menuju pilihan terakhir
it: Va all'ultima scelta
ja: 最後の選択肢へ進む
ko: 마지막 선택으로 이동합니다
ms: Pergi ke pilihan terakhir
nb: Går til det siste valget
nl: Gaat naar de laatste keuze
pt: Vai para a última escolha
ro: Merge la ultima opțiune
tr: Son seçeneğe gider
uk: Переходить до останнього вибору
vi: Đi đến lựa chọn cuối cùng
zh: 轉到最後一個選擇

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_PREVPAGECHOICES
source: Goes to the previous page of choices
ar: ينتقل إلى الصفحة السابقة من الخيارات
de: Geht zur vorherigen Auswahlseite
el: Μεταβαίνει στην προηγούμενη σελίδα επιλογών
es: Va a la página anterior de opciones.
fr: Accéder à la page précédente des choix
ga: Téann sé go dtí an leathanach roghanna roimhe seo
hi: विकल्पों के पिछले पृष्ठ पर जाता है
id: Pergi ke halaman pilihan sebelumnya
it: Va alla pagina precedente delle scelte
ja: 前の選択肢のページへ移動します
ko: 이전 선택 페이지로 이동합니다
ms: Pergi ke halaman pilihan sebelumnya
nb: Går til forrige side med valg
nl: Gaat naar de vorige pagina met keuzes
pt: Vai para a página anterior de opções
ro: Merge la pagina anterioară de opțiuni
tr: Bir önceki seçim sayfasına gider
uk: Перехід на попередню сторінку з варіантами вибору
vi: Đi đến trang lựa chọn trước đó
zh: 轉至上一頁選擇

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_NEXTPAGECHOICES
source: Goes to the next page of choices
ar: ينتقل إلى الصفحة التالية من الخيارات
de: Geht zur nächsten Auswahlseite
el: Μεταβαίνει στην επόμενη σελίδα επιλογών
es: Va a la siguiente página de opciones.
fr: Passe à la page suivante des choix
ga: Téann sé go dtí an chéad leathanach eile de roghanna
hi: विकल्पों के अगले पृष्ठ पर जाता है
id: Beralih ke halaman pilihan berikutnya
it: Va alla pagina successiva delle scelte
ja: 次の選択肢のページへ進みます
ko: 다음 선택 페이지로 이동합니다
ms: Pergi ke halaman pilihan seterusnya
nb: Går til neste side med valg
nl: Gaat naar de volgende pagina met keuzes
pt: Vai para a página de opções seguinte
ro: Merge la pagina următoare de opțiuni
tr: Bir sonraki seçenek sayfasına gider
uk: Перехід на наступну сторінку варіантів
vi: Chuyển đến trang lựa chọn tiếp theo
zh: 進入下一頁選擇

# T_INPUT_STYLES_INFOBOX_SELECTION_COMMON_KEYBINDING_SEARCHCHOICES
source: Searches for a choice
ar: يبحث عن خيار
de: Sucht nach einer Wahl
el: Αναζητά μια επιλογή
es: Busca una elección
fr: Recherche un choix
ga: Ag cuardach rogha
hi: किसी विकल्प की खोज करता है
id: Pencarian untuk sebuah pilihan
it: Ricerche per una scelta
ja: 選択肢を探す
ko: 선택에 대한 검색
ms: Mencari pilihan
nb: Søker etter et valg
nl: Zoekt naar een keuze
pt: Procura uma escolha
ro: Caută o alegere
tr: Bir seçim arar
uk: Пошуки вибору
vi: Tìm kiếm một sự lựa chọn
zh: 尋找選擇

# T_INPUT_STYLES_INFOBOX_SELECTION_MULTIPLE_KEYBINDING_SELECTALLCHOICES
source: Selects or deselects all choices
ar: تحديد أو إلغاء تحديد كافة الخيارات
de: Wählt alle Optionen aus oder hebt die Auswahl auf
el: Επιλέγει ή ακυρώνει όλες τις επιλογές
es: Selecciona o deselecciona todas las opciones
fr: Sélectionne ou désélectionne tous les choix
ga: Roghnaíonn nó díroghnaíonn gach rogha
hi: सभी विकल्पों का चयन या अचयन करता है
id: Memilih atau membatalkan pilihan semua pilihan
it: Seleziona o deseleziona tutte le scelte
ja: すべての選択肢を選択または選択解除します
ko: 모든 선택 항목을 선택하거나 선택 해제합니다.
ms: Pilih atau nyahpilih semua pilihan
nb: Merker eller fjerner merkingen av alle valg
nl: Selecteert of deselecteert alle keuzes
pt: Seleciona ou desmarca todas as opções
ro: Selectează sau deselectează toate opțiunile
tr: Tüm seçenekleri seçer veya seçimini kaldırır
uk: Вибирає або скасовує вибір усіх варіантів
vi: Chọn hoặc bỏ chọn tất cả các lựa chọn
zh: 選擇或取消選擇所有選項

# T_INPUT_STYLES_SELECTION_TOOLS_EXCEPTION_CATEGORYGROUPERROR
source: Can't get category and group in choice number {0}.
ar: لا يمكن الحصول على الفئة والمجموعة في رقم الاختيار {0}.
de: Kategorie und Gruppe können in Auswahlnummer {0} nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη κατηγορίας και ομάδας στην επιλογή με αριθμό {0}.
es: No se puede obtener la categoría y el grupo en la opción número {0}.
fr: Impossible d'obtenir la catégorie et le groupe dans le choix numéro {0}.
ga: Ní féidir catagóir agus grúpa a fháil i rogha uimhir {0}.
hi: विकल्प संख्या {0} में श्रेणी और समूह प्राप्त नहीं किया जा सकता.
id: Tidak bisa mendapatkan kategori dan grup pada pilihan nomor {0}.
it: Impossibile ottenere la categoria e il gruppo nella scelta numero {0}.
ja: 選択番号 {0} のカテゴリとグループを取得できません。
ko: 선택 번호 {0}에서 카테고리와 그룹을 가져올 수 없습니다.
ms: Tidak boleh mendapatkan kategori dan kumpulan dalam nombor pilihan {0}.
nb: Kan ikke hente kategori og gruppe i valgnummer {0}.
nl: Kan categorie en groep niet ophalen in keuzenummer {0}.
pt: Não é possível obter categoria e grupo na opção número {0}.
ro: Nu se pot obține categoria și grupul în opțiunea numărul {0}.
tr: {0} numaralı seçimde kategori ve grup alınamıyor.
uk: Не вдається отримати категорію та групу у варіанті номер {0}.
vi: Không thể lấy được danh mục và nhóm trong lựa chọn số {0}.
zh: 無法取得選項編號 {0} 中的類別和群組。

# T_INPUT_STYLES_SELECTION_GENERALCHOICES
source: General choices
ar: الاختيارات العامة
de: Allgemeine Auswahlmöglichkeiten
el: Γενικές επιλογές
es: Opciones generales
fr: Choix généraux
ga: Roghanna ginearálta
hi: सामान्य विकल्प
id: Pilihan umum
it: Scelte generali
ja: 一般的な選択肢
ko: 일반적인 선택
ms: Pilihan umum
nb: Generelle valg
nl: Algemene keuzes
pt: Escolhas gerais
ro: Alegeri generale
tr: Genel seçimler
uk: Загальний вибір
vi: Lựa chọn chung
zh: 常規選擇

# T_INPUT_STYLES_SELECTION_AVAILABLECHOICES
source: Available choices
ar: الخيارات المتاحة
de: Verfügbare Auswahlmöglichkeiten
el: Διαθέσιμες επιλογές
es: Opciones disponibles
fr: Choix disponibles
ga: Roghanna atá ar fáil
hi: उपलब्ध विकल्प
id: Pilihan yang tersedia
it: Scelte disponibili
ja: 利用可能な選択肢
ko: 사용 가능한 선택 사항
ms: Pilihan yang ada
nb: Tilgjengelige valg
nl: Beschikbare keuzes
pt: Escolhas disponíveis
ro: Opțiuni disponibile
tr: Mevcut seçenekler
uk: Доступні варіанти
vi: Lựa chọn có sẵn
zh: 可用選項

# T_INPUT_STYLES_SELECTION_ALTERNATIVECHOICES
source: Alternative choices
ar: خيارات بديلة
de: Alternative Auswahlmöglichkeiten
el: Εναλλακτικές επιλογές
es: Opciones alternativas
fr: Choix alternatifs
ga: Roghanna malartacha
hi: वैकल्पिक विकल्प
id: Pilihan alternatif
it: Scelte alternative
ja: 代替選択肢
ko: 대안 선택
ms: Pilihan alternatif
nb: Alternative valg
nl: Alternatieve keuzes
pt: Escolhas alternativas
ro: Opțiuni alternative
tr: Alternatif seçenekler
uk: Альтернативні варіанти
vi: Lựa chọn thay thế
zh: 其他選擇
