Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_PARSECIELABBLEVEL
source: The B value is out of range (-128.0 -> 128.0).
ar: قيمة B خارج النطاق (-128.0 -> 128.0).
de: Der B-Wert liegt außerhalb des Bereichs (-128,0 -> 128,0).
el: Η τιμή B είναι εκτός εύρους (-128,0 -> 128,0).
es: El valor B está fuera de rango (-128.0 -> 128.0).
fr: La valeur B est hors plage (-128,0 -> 128,0).
ga: Tá an luach B lasmuigh den raon (-128.0 -> 128.0).
hi: B मान सीमा से बाहर है (-128.0 -> 128.0).
id: Nilai B berada di luar kisaran (-128,0 -> 128,0).
it: Il valore B è fuori intervallo (-128,0 -> 128,0).
ja: B値が範囲外です（-128.0 -> 128.0）。
ko: B 값이 범위를 벗어났습니다(-128.0 -> 128.0).
ms: Nilai B berada di luar julat (-128.0 -> 128.0).
nb: B-verdien er utenfor rekkevidden (-128,0 -> 128,0).
nl: De B-waarde ligt buiten het bereik (-128,0 -> 128,0).
pt: O valor B está fora do intervalo (-128,0 -> 128,0).
ro: Valoarea B este în afara intervalului (-128,0 -> 128,0).
tr: B değeri aralık dışında (-128.0 -> 128.0).
uk: Значення B виходить за межі діапазону (-128,0 -> 128,0).
vi: Giá trị B nằm ngoài phạm vi (-128,0 -> 128,0).
zh: B 值超出範圍 (-128.0 -> 128.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELABSPECIFIEREXCEED
source: Invalid CieLab color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد ألوان CieLab "{0}" غير صالح. لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLab-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLab "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLab "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLab « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLab neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CieLab रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से अधिक तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna CieLab "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore CieLab "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: CieLab色指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: CieLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLab tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig CieLab-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige CieLab-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor CieLab inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLab nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLab renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLab "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CieLab không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: CieLab 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELCHSPECIFIER
source: Invalid CieLch color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون CieLch غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLch-Farbspezifizierer "{0}". Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLch "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLch "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLch « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLch neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CieLch रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna CieLch "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore CieLch non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: CieLchカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: CieLch 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLch tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig CieLch-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige CieLch-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor CieLch inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLch nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLch renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLch "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CieLch không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: CieLch 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSECIELCHCLEVEL
source: The C value is out of range (-128.0 -> 128.0).
ar: قيمة C خارج النطاق (-128.0 -> 128.0).
de: Der C-Wert liegt außerhalb des Bereichs (-128,0 -> 128,0).
el: Η τιμή C είναι εκτός εύρους (-128,0 -> 128,0).
es: El valor C está fuera de rango (-128.0 -> 128.0).
fr: La valeur C est hors plage (-128,0 -> 128,0).
ga: Tá an luach C lasmuigh den raon (-128.0 -> 128.0).
hi: C मान सीमा से बाहर है (-128.0 -> 128.0).
id: Nilai C berada di luar kisaran (-128,0 -> 128,0).
it: Il valore C è fuori intervallo (-128,0 -> 128,0).
ja: C 値が範囲外です (-128.0 -> 128.0)。
ko: C 값이 범위를 벗어났습니다(-128.0 -> 128.0).
ms: Nilai C berada di luar julat (-128.0 -> 128.0).
nb: C-verdien er utenfor området (-128,0 -> 128,0).
nl: De C-waarde ligt buiten het bereik (-128,0 -> 128,0).
pt: O valor C está fora do intervalo (-128,0 -> 128,0).
ro: Valoarea C este în afara intervalului (-128,0 -> 128,0).
tr: C değeri aralık dışında (-128.0 -> 128.0).
uk: Значення C виходить за межі діапазону (-128,0 -> 128,0).
vi: Giá trị C nằm ngoài phạm vi (-128,0 -> 128,0).
zh: C 值超出範圍 (-128.0 -> 128.0)。

# T_COLOR_MODEL_EXCEPTION_PARSECIELCHHLEVEL
source: The H value is out of range (-128.0 -> 128.0).
ar: قيمة H خارج النطاق (-128.0 -> 128.0).
de: Der H-Wert liegt außerhalb des Bereichs (-128,0 -> 128,0).
el: Η τιμή H είναι εκτός εύρους (-128,0 -> 128,0).
es: El valor H está fuera de rango (-128.0 -> 128.0).
fr: La valeur H est hors plage (-128,0 -> 128,0).
ga: Tá an luach H lasmuigh den raon (-128.0 -> 128.0).
hi: H मान सीमा से बाहर है (-128.0 -> 128.0).
id: Nilai H berada di luar kisaran (-128,0 -> 128,0).
it: Il valore H è fuori intervallo (-128,0 -> 128,0).
ja: H値が範囲外です（-128.0 -> 128.0）。
ko: H 값이 범위를 벗어났습니다(-128.0 -> 128.0).
ms: Nilai H berada di luar julat (-128.0 -> 128.0).
nb: H-verdien er utenfor området (-128,0 -> 128,0).
nl: De H-waarde ligt buiten het bereik (-128,0 -> 128,0).
pt: O valor H está fora do intervalo (-128,0 -> 128,0).
ro: Valoarea H este în afara intervalului (-128,0 -> 128,0).
tr: H değeri aralık dışında (-128.0 -> 128.0).
uk: Значення H виходить за межі діапазону (-128,0 -> 128,0).
vi: Giá trị H nằm ngoài phạm vi (-128,0 -> 128,0).
zh: H 值超出範圍 (-128.0 -> 128.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELCHSPECIFIEREXCEED
source: Invalid CieLch color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون CieLch غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLch-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLch "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLch "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLch « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLch neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CieLch रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से अधिक तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna CieLch "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore CieLch "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: CieLchカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: CieLch 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLch tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig CieLch-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige CieLch-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor CieLch inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLch nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLch renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLch "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CieLch không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: CieLch 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELUVSPECIFIER
source: Invalid CieLuv color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون CieLuv "{0}" غير صالح. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLuv-Farbspezifizierer "{0}". Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLuv "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLuv "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLuv « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLuv neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: CieLuv रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna CieLuv "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore CieLuv non valido "{0}". Assicurati che sia nel formato corretto.
ja: CieLuvカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: CieLuv 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLuv tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig CieLuv-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige CieLuv-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor CieLuv inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLuv nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLuv renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLuv "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CieLuv không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: CieLuv 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSECIELUVULEVEL
source: The U value is out of range (-134.0 -> 220.0).
ar: قيمة U خارج النطاق (-134.0 -> 220.0).
de: Der U-Wert liegt außerhalb des Bereichs (-134,0 -> 220,0).
el: Η τιμή U είναι εκτός εύρους (-134,0 -> 220,0).
es: El valor U está fuera de rango (-134.0 -> 220.0).
fr: La valeur U est hors plage (-134,0 -> 220,0).
ga: Tá an luach U lasmuigh den raon (-134.0 -> 220.0).
hi: U मान सीमा से बाहर है (-134.0 -> 220.0).
id: Nilai U berada di luar kisaran (-134,0 -> 220,0).
it: Il valore U è fuori intervallo (-134,0 -> 220,0).
ja: U 値が範囲外です (-134.0 -> 220.0)。
ko: U 값이 범위를 벗어났습니다(-134.0 -> 220.0).
ms: Nilai U berada di luar julat (-134.0 -> 220.0).
nb: U-verdien er utenfor området (-134,0 -> 220,0).
nl: De U-waarde ligt buiten het bereik (-134,0 -> 220,0).
pt: O valor U está fora do intervalo (-134,0 -> 220,0).
ro: Valoarea U este în afara intervalului (-134,0 -> 220,0).
tr: U değeri aralık dışında (-134.0 -> 220.0).
uk: Значення U виходить за межі діапазону (-134,0 -> 220,0).
vi: Giá trị U nằm ngoài phạm vi (-134,0 -> 220,0).
zh: U 值超出範圍 (-134.0 -> 220.0)。

# T_COLOR_MODEL_EXCEPTION_PARSECIELUVVLEVEL
source: The V value is out of range (-140.0 -> 122.0).
ar: قيمة V خارج النطاق (-140.0 -> 122.0).
de: Der V-Wert liegt außerhalb des Bereichs (-140,0 -> 122,0).
el: Η τιμή V είναι εκτός εύρους (-140,0 -> 122,0).
es: El valor V está fuera de rango (-140.0 -> 122.0).
fr: La valeur V est hors plage (-140,0 -> 122,0).
ga: Tá an luach V lasmuigh den raon (-140.0 -> 122.0).
hi: V मान सीमा से बाहर है (-140.0 -> 122.0).
id: Nilai V berada di luar kisaran (-140,0 -> 122,0).
it: Il valore V è fuori intervallo (-140,0 -> 122,0).
ja: V値が範囲外です（-140.0 -> 122.0）。
ko: V 값이 범위를 벗어났습니다(-140.0 -> 122.0).
ms: Nilai V berada di luar julat (-140.0 -> 122.0).
nb: V-verdien er utenfor rekkevidde (-140,0 -> 122,0).
nl: De V-waarde ligt buiten het bereik (-140,0 -> 122,0).
pt: O valor V está fora do intervalo (-140,0 -> 122,0).
ro: Valoarea V este în afara intervalului (-140,0 -> 122,0).
tr: V değeri aralık dışında (-140.0 -> 122.0).
uk: Значення V виходить за межі діапазону (-140,0 -> 122,0).
vi: Giá trị V nằm ngoài phạm vi (-140,0 -> 122,0).
zh: V 值超出範圍 (-140.0 -> 122.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELUVSPECIFIEREXCEED
source: Invalid CieLuv color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون CieLuv "{0}" غير صالح. لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLuv-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLuv "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLuv "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLuv « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLuv neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: CieLuv रंग विनिर्देशक "{0}" अमान्य है। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna CieLuv "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore CieLuv "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: CieLuvカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: CieLuv 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLuv tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig CieLuv-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige CieLuv-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor CieLuv inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLuv nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLuv renk belirteci "{0}". Belirleyici üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLuv "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він має правильний формат.
vi: Chỉ định màu CieLuv không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: CieLuv 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCMYSPECIFIER
source: Invalid CMY color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون CMY غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CMY-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος CMY "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CMY "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CMJ « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CMY neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CMY रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है
id: Penentu warna CMY "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore CMY non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: CMYカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: CMY 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CMY tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig CMY-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige CMY-kleurspecificatie "{0}". Zorg ervoor dat deze het juiste formaat heeft.
pt: Especificador de cor CMY inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare CMY nevalid „{0}”. Asigurați-vă că este în formatul corect.
tr: Geçersiz CMY renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CMY "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CMY không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: CMY 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSECMYCLEVEL
source: The cyan color level is out of range (0 -> 100).
ar: مستوى اللون السماوي خارج النطاق (0 -> 100).
de: Der Cyan-Farbpegel liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο κυανού χρώματος είναι εκτός εύρους (0 -> 100).
es: El nivel de color cian está fuera de rango (0 -> 100).
fr: Le niveau de couleur cyan est hors plage (0 -> 100).
ga: Tá an leibhéal datha cian lasmuigh den raon (0 -> 100).
hi: सियान रंग स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat warna cyan berada di luar rentang (0 -> 100).
it: Il livello del colore ciano è fuori intervallo (0 -> 100).
ja: シアンの色レベルが範囲外です (0 -> 100)。
ko: 청록색 레벨이 범위를 벗어났습니다(0 -> 100).
ms: Tahap warna cyan berada di luar julat (0 -> 100).
nb: Cyanfargenivået er utenfor rekkevidden (0 -> 100).
nl: Het cyaankleurniveau ligt buiten het bereik (0 -> 100).
pt: O nível de cor ciano está fora do intervalo (0 -> 100).
ro: Nivelul de culoare cyan este în afara intervalului (0 -> 100).
tr: Camgöbeği renk seviyesi aralık dışında (0 -> 100).
uk: Рівень блакитного кольору поза діапазоном (0 -> 100).
vi: Mức độ màu lục lam nằm ngoài phạm vi (0 -> 100).
zh: 青色顏色等級超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSECMYMLEVEL
source: The magenta color level is out of range (0 -> 100).
ar: مستوى اللون الأرجواني خارج النطاق (0 -> 100).
de: Der Magenta-Farbpegel liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο χρώματος ματζέντα είναι εκτός εύρους (0 -> 100).
es: El nivel de color magenta está fuera de rango (0 -> 100).
fr: Le niveau de couleur magenta est hors de portée (0 -> 100).
ga: Tá an leibhéal datha magenta lasmuigh den raon (0 -> 100).
hi: मैजेन्टा रंग स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat warna magenta berada di luar rentang (0 -> 100).
it: Il livello del colore magenta è fuori intervallo (0 -> 100).
ja: マゼンタの色レベルが範囲外です (0 -> 100)。
ko: 마젠타 색상 레벨이 범위를 벗어났습니다(0 -> 100).
ms: Tahap warna magenta berada di luar julat (0 -> 100).
nb: Fargenivået for magenta er utenfor rekkevidden (0 -> 100).
nl: Het kleurniveau magenta ligt buiten het bereik (0 -> 100).
pt: O nível de cor magenta está fora do intervalo (0 -> 100).
ro: Nivelul de culoare magenta este în afara intervalului (0 -> 100).
tr: Macenta renk seviyesi aralık dışında (0 -> 100).
uk: Рівень пурпурового кольору поза межами діапазону (0 -> 100).
vi: Mức màu đỏ tươi nằm ngoài phạm vi (0 -> 100).
zh: 洋紅色色階超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSECMYYLEVEL
source: The yellow color level is out of range (0 -> 100).
ar: مستوى اللون الأصفر خارج النطاق (0 -> 100).
de: Der Gelbfarbpegel liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο κίτρινου χρώματος είναι εκτός εύρους (0 -> 100).
es: El nivel de color amarillo está fuera de rango (0 -> 100).
fr: Le niveau de couleur jaune est hors de portée (0 -> 100).
ga: Tá an leibhéal datha buí lasmuigh den raon (0 -> 100).
hi: पीला रंग स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat warna kuning berada di luar kisaran (0 -> 100).
it: Il livello del colore giallo è fuori intervallo (0 -> 100).
ja: 黄色の色レベルが範囲外です (0 -> 100)。
ko: 노란색 레벨이 범위를 벗어났습니다(0 -> 100).
ms: Tahap warna kuning berada di luar julat (0 -> 100).
nb: Gulfargenivået er utenfor rekkevidde (0 -> 100).
nl: Het gele kleurniveau ligt buiten het bereik (0 -> 100).
pt: O nível da cor amarela está fora do intervalo (0 -> 100).
ro: Nivelul culorii galbene este în afara intervalului (0 -> 100).
tr: Sarı renk seviyesi aralık dışındadır (0 -> 100).
uk: Рівень жовтого кольору поза межами діапазону (0 -> 100).
vi: Mức độ màu vàng nằm ngoài phạm vi (0 -> 100).
zh: 黃色等級超出範圍 (0 -> 100)。
