Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_INTERACTIVE_EXCEPTION_RENDERSECONDONLYONEPANE
source: Tried to render interactive TUI items for the secondary pane on an interactive TUI that only allows interaction from one pane.
ar: تمت محاولة عرض عناصر TUI التفاعلية للجزء الثانوي على واجهة مستخدم تفاعلية تسمح بالتفاعل من جزء واحد فقط.
de: Es wurde versucht, interaktive TUI-Elemente für den sekundären Bereich auf einer interaktiven TUI zu rendern, die nur die Interaktion von einem Bereich aus zulässt.
el: Προσπάθησα να αποδώσω διαδραστικά στοιχεία TUI για το δευτερεύον παράθυρο σε ένα διαδραστικό TUI που επιτρέπει την αλληλεπίδραση μόνο από ένα παράθυρο.
es: Se intentó representar elementos TUI interactivos para el panel secundario en una TUI interactiva que solo permite la interacción desde un panel.
fr: J'ai essayé de restituer des éléments TUI interactifs pour le volet secondaire sur un TUI interactif qui n'autorise l'interaction qu'à partir d'un seul volet.
ga: Rinneadh iarracht míreanna TUI idirghníomhacha a rindreáil don phainéal tánaisteach ar TUI idirghníomhach nach gceadaíonn idirghníomhaíocht ó phainéal amháin.
hi: एक ऐसे इंटरैक्टिव TUI पर द्वितीयक फलक के लिए इंटरैक्टिव TUI आइटम प्रस्तुत करने का प्रयास किया गया जो केवल एक फलक से ही इंटरेक्शन की अनुमति देता है।
id: Mencoba merender item TUI interaktif untuk panel sekunder pada TUI interaktif yang hanya memungkinkan interaksi dari satu panel.
it: Si è tentato di eseguire il rendering di elementi TUI interattivi per il riquadro secondario su una TUI interattiva che consente l'interazione solo da un riquadro.
ja: 1 つのペインからのみ対話できるインタラクティブ TUI で、セカンダリ ペインのインタラクティブ TUI 項目をレンダリングしようとしました。
ko: 한 창에서만 상호 작용을 허용하는 대화형 TUI에서 보조 창에 대한 대화형 TUI 항목을 렌더링하려고 했습니다.
ms: Cuba untuk memaparkan item TUI interaktif untuk anak tetingkap kedua pada TUI interaktif yang hanya membenarkan interaksi dari satu anak tetingkap.
nb: Forsøkte å gjengi interaktive TUI-elementer for den sekundære ruten på en interaktiv TUI som bare tillater interaksjon fra én rute.
nl: Probeer interactieve TUI-items weer te geven voor het secundaire deelvenster op een interactieve TUI die alleen interactie vanuit één deelvenster toestaat.
pt: Tentou renderizar itens TUI interativos para o painel secundário num TUI interativo que só permite a interação de um painel.
ro: Am încercat să redau elemente TUI interactive pentru panoul secundar dintr-un TUI interactiv care permite interacțiunea doar dintr-un singur panou.
tr: Yalnızca bir bölmeden etkileşime izin veren etkileşimli bir TUI'de ikincil bölme için etkileşimli TUI öğelerini oluşturmaya çalıştım.
uk: Спробував відобразити інтерактивні елементи TUI для додаткової панелі на інтерактивному TUI, який дозволяє взаємодію лише з однієї панелі.
vi: Đã thử hiển thị các mục TUI tương tác cho khung phụ trên TUI tương tác chỉ cho phép tương tác từ một khung.
zh: 嘗試在僅允許從一個窗格進行互動的互動式 TUI 上為輔助窗格呈現互動式 TUI 專案。

# T_INPUT_INTERACTIVE_EXCEPTION_RENDERINFOTWOPANES
source: Tried to render information on the secondary pane in an interactive TUI that allows interaction from two panes, messing the selection rendering up there.
ar: تمت محاولة عرض المعلومات على الجزء الثانوي في واجهة مستخدم تفاعلية تسمح بالتفاعل من جزءين، مما أدى إلى إفساد عرض التحديد هناك.
de: Es wurde versucht, Informationen im sekundären Bereich einer interaktiven TUI darzustellen, die die Interaktion von zwei Bereichen aus ermöglicht, wodurch die Auswahldarstellung dort durcheinandergeraten ist.
el: Προσπάθησα να αποδώσω πληροφορίες στο δευτερεύον παράθυρο σε ένα διαδραστικό TUI που επιτρέπει την αλληλεπίδραση από δύο παράθυρα, με αποτέλεσμα να δημιουργηθεί πρόβλημα στην απόδοση των επιλογών εκεί.
es: Intenté representar información en el panel secundario en una TUI interactiva que permite la interacción desde dos paneles, lo que arruinó la representación de la selección allí.
fr: J'ai essayé de restituer des informations sur le volet secondaire dans une TUI interactive qui permet l'interaction à partir de deux volets, ce qui perturbe le rendu de la sélection à cet endroit.
ga: Rinneadh iarracht faisnéis a rindreáil ar an bpána tánaisteach in TUI idirghníomhach a cheadaíonn idirghníomhaíocht ó dhá phainéal, rud a chuireann isteach ar an rindreáil roghnúcháin ansin.
hi: एक इंटरैक्टिव TUI में द्वितीयक फलक पर सूचना प्रस्तुत करने का प्रयास किया, जो दो फलकों से अंतर्क्रिया की अनुमति देता है, जिससे वहां चयन प्रस्तुतीकरण में गड़बड़ी हो गई।
id: Mencoba menyajikan informasi di panel sekunder dalam TUI interaktif yang memperbolehkan interaksi dari dua panel, mengacaukan penyajian pilihan di sana.
it: Ho provato a visualizzare le informazioni nel riquadro secondario in una TUI interattiva che consente l'interazione da due riquadri, rovinando il rendering della selezione in alto.
ja: 2 つのペインからのインタラクションを可能にするインタラクティブ TUI でセカンダリ ペインに情報をレンダリングしようとしましたが、そこでの選択のレンダリングが混乱しました。
ko: 두 창에서 상호 작용을 허용하는 대화형 TUI에서 보조 창에 정보를 렌더링하려고 했는데, 거기서 선택 렌더링이 엉망이 되었습니다.
ms: Cuba untuk memberikan maklumat pada anak tetingkap kedua dalam TUI interaktif yang membenarkan interaksi daripada dua anak tetingkap, mengacaukan pemaparan pemilihan di sana.
nb: Prøvde å gjengi informasjon i den sekundære ruten i et interaktivt brukergrensesnitt som tillater interaksjon fra to ruter, noe som rotet til gjengivelsen av valgene der.
nl: Er werd geprobeerd informatie weer te geven op het secundaire deelvenster in een interactieve TUI die interactie tussen twee deelvensters toestaat, waardoor de selectieweergave daar in de war raakte.
pt: Tentei renderizar informação no painel secundário numa TUI interativa que permite a interação de dois painéis, desarrumando a renderização da seleção aí.
ro: Am încercat să redau informații în panoul secundar într-o interfață TUI interactivă care permite interacțiunea din două panouri, perturbând randarea selecției acolo.
tr: Etkileşimli bir TUI'de, iki bölmeden etkileşime izin veren ikincil bölmedeki bilgileri işlemeye çalıştım, bu da oradaki seçim işlemesini bozdu.
uk: Спробував відобразити інформацію на вторинній панелі в інтерактивному TUI, який дозволяє взаємодію з двох панелей, що спотворило відображення вибору там.
vi: Đã cố gắng hiển thị thông tin trên khung phụ trong TUI tương tác cho phép tương tác từ hai khung, làm hỏng kết quả hiển thị lựa chọn ở đó.
zh: 嘗試在允許兩個窗格互動的互動式 TUI 中的輔助窗格上呈現訊息，從而弄亂那裡的選擇渲染。

# T_INPUT_INTERACTIVE_EXCEPTION_RENDERINFONULLDATA
source: Attempted to render info about null data
ar: تمت محاولة تقديم معلومات حول البيانات الفارغة
de: Es wurde versucht, Informationen zu Nulldaten zu rendern
el: Προσπάθεια απόδοσης πληροφοριών σχετικά με μηδενικά δεδομένα
es: Se intentó representar información sobre datos nulos
fr: Tentative de rendu d'informations sur des données nulles
ga: Rinneadh iarracht eolas a thabhairt faoi shonraí nialasacha
hi: शून्य डेटा के बारे में जानकारी प्रस्तुत करने का प्रयास किया गया
id: Mencoba untuk membuat info tentang data null
it: Tentativo di rendering di informazioni su dati nulli
ja: nullデータに関する情報をレンダリングしようとしました
ko: null 데이터에 대한 정보를 렌더링하려고 시도했습니다.
ms: Cuba untuk memberikan maklumat tentang data nol
nb: Forsøkte å gjengi informasjon om nulldata
nl: Probeerde informatie over nulgegevens weer te geven
pt: Tentou renderizar informação sobre dados nulos
ro: S-a încercat redarea informațiilor despre datele nule
tr: Boş veriler hakkında bilgi oluşturulmaya çalışıldı
uk: Спроба відобразити інформацію про нульові дані
vi: Đã cố gắng hiển thị thông tin về dữ liệu null
zh: 嘗試渲染有關空數據的信息

# T_INPUT_INTERACTIVE_INFOFAILED
source: Failed to get information.
ar: فشل في الحصول على المعلومات.
de: Informationen konnten nicht abgerufen werden.
el: Αποτυχία λήψης πληροφοριών.
es: No se pudo obtener información.
fr: Impossible d'obtenir des informations.
ga: Theip ar fhaisnéis a fháil.
hi: जानकारी प्राप्त करने में असफल.
id: Gagal mendapatkan informasi.
it: Impossibile ottenere informazioni.
ja: 情報を取得できませんでした。
ko: 정보를 가져오는 데 실패했습니다.
ms: Gagal mendapatkan maklumat.
nb: Klarte ikke å hente informasjon.
nl: Het is niet gelukt om de informatie te verkrijgen.
pt: Falha ao obter informação.
ro: Nu s-au putut obține informații.
tr: Bilgi alınamadı.
uk: Не вдалося отримати інформацію.
vi: Không nhận được thông tin.
zh: 無法獲取資訊。

# T_INPUT_INTERACTIVE_KEYBINDING_DOACTION
source: Do an action on the selected item
ar: تنفيذ إجراء على العنصر المحدد
de: Führen Sie eine Aktion für das ausgewählte Element aus
el: Εκτέλεση ενέργειας στο επιλεγμένο στοιχείο
es: Realizar una acción sobre el elemento seleccionado
fr: Effectuer une action sur l'élément sélectionné
ga: Déan gníomh ar an mír roghnaithe
hi: चयनित आइटम पर कोई कार्रवाई करें
id: Lakukan tindakan pada item yang dipilih
it: Esegui un'azione sull'elemento selezionato
ja: 選択したアイテムに対してアクションを実行する
ko: 선택한 항목에 대해 작업을 수행합니다.
ms: Lakukan tindakan pada item yang dipilih
nb: Utfør en handling på det valgte elementet
nl: Een actie uitvoeren op het geselecteerde item
pt: Execute uma ação no item selecionado
ro: Efectuați o acțiune asupra elementului selectat
tr: Seçili öğe üzerinde bir eylem gerçekleştir
uk: Виконайте дію з вибраним елементом
vi: Thực hiện hành động trên mục đã chọn
zh: 對選定項目執行操作

# T_INPUT_INTERACTIVE_EXCEPTION_NEEDSBASECLASS
source: Please provide a base Interactive TUI class and try again.
ar: يرجى تقديم فئة TUI تفاعلية أساسية ثم المحاولة مرة أخرى.
de: Bitte geben Sie eine grundlegende interaktive TUI-Klasse an und versuchen Sie es erneut.
el: Παρακαλώ δώστε μια βασική κλάση Interactive TUI και προσπαθήστε ξανά.
es: Proporcione una clase TUI interactiva base y vuelva a intentarlo.
fr: Veuillez fournir une classe TUI interactive de base et réessayer.
ga: Cuir rang TUI Idirghníomhach bunúsach ar fáil agus déan iarracht arís.
hi: कृपया एक आधार इंटरैक्टिव TUI वर्ग प्रदान करें और पुनः प्रयास करें.
id: Harap sediakan kelas TUI Interaktif dasar dan coba lagi.
it: Fornisci una classe TUI interattiva di base e riprova.
ja: 基本インタラクティブ TUI クラスを指定して、もう一度お試しください。
ko: 기본 대화형 TUI 클래스를 제공하고 다시 시도하세요.
ms: Sila sediakan kelas TUI Interaktif asas dan cuba lagi.
nb: Vennligst oppgi en grunnleggende interaktiv TUI-klasse og prøv på nytt.
nl: Geef een interactieve TUI-basisklasse en probeer het opnieuw.
pt: Forneça uma classe TUI interativa base e tente novamente.
ro: Vă rugăm să furnizați o clasă TUI interactivă de bază și să încercați din nou.
tr: Lütfen temel bir Etkileşimli TUI dersi verin ve tekrar deneyin.
uk: Будь ласка, надайте базовий інтерактивний клас TUI та спробуйте ще раз.
vi: Vui lòng cung cấp lớp TUI tương tác cơ bản và thử lại.
zh: 請提供一個基本互動式 TUI 類別並重試。

# T_INPUT_INTERACTIVE_EXCEPTION_NODATASOURCE
source: The interactive TUI {0} doesn't contain any data source.
ar: لا تحتوي واجهة المستخدم التفاعلية {0} على أي مصدر بيانات.
de: Die interaktive TUI {0} enthält keine Datenquelle.
el: Το διαδραστικό TUI {0} δεν περιέχει καμία πηγή δεδομένων.
es: La TUI interactiva {0} no contiene ninguna fuente de datos.
fr: L'interface utilisateur interactive {0} ne contient aucune source de données.
ga: Níl aon fhoinse sonraí sa TUI idirghníomhach {0}.
hi: इंटरैक्टिव TUI {0} में कोई डेटा स्रोत नहीं है.
id: TUI interaktif {0} tidak berisi sumber data apa pun.
it: L'interfaccia utente interattiva {0} non contiene alcuna fonte dati.
ja: インタラクティブ TUI {0} にはデータ ソースが含まれていません。
ko: 대화형 TUI {0}에 데이터 소스가 없습니다.
ms: TUI interaktif {0} tidak mengandungi sebarang sumber data.
nb: Den interaktive TUI-en {0} inneholder ingen datakilde.
nl: De interactieve TUI {0} bevat geen gegevensbron.
pt: O TUI interativo {0} não contém qualquer fonte de dados.
ro: Interfața interactivă TUI {0} nu conține nicio sursă de date.
tr: Etkileşimli TUI {0} herhangi bir veri kaynağı içermiyor.
uk: Інтерактивний TUI {0} не містить жодного джерела даних.
vi: TUI tương tác {0} không chứa bất kỳ nguồn dữ liệu nào.
zh: 互動式 TUI {0} 不包含任何資料來源。

# T_INPUT_INTERACTIVE_EXCEPTION_CONFLICTBINDINGS1
source: The interactive TUI {0} has conflicting keyboard or mouse bindings.
ar: تحتوي واجهة المستخدم التفاعلية {0} على ارتباطات متضاربة بين لوحة المفاتيح أو الماوس.
de: Die interaktive TUI {0} weist Konflikte bei der Tastatur- oder Mausbelegung auf.
el: Το διαδραστικό TUI {0} έχει αντικρουόμενες συνδέσεις πληκτρολογίου ή ποντικιού.
es: La TUI interactiva {0} tiene asignaciones de teclado o mouse conflictivas.
fr: L'interface utilisateur interactive {0} présente des liaisons de clavier ou de souris conflictuelles.
ga: Tá ceangail méarchláir nó luiche contrártha ag an TUI idirghníomhach {0}.
hi: इंटरैक्टिव TUI {0} में परस्पर विरोधी कीबोर्ड या माउस बाइंडिंग हैं.
id: TUI interaktif {0} memiliki ikatan keyboard atau mouse yang saling konflik.
it: L'interfaccia utente interattiva {0} presenta associazioni di tastiera o mouse in conflitto.
ja: 対話型 TUI {0} で、キーボードまたはマウスのバインドが競合しています。
ko: 대화형 TUI {0}에 충돌하는 키보드 또는 마우스 바인딩이 있습니다.
ms: TUI interaktif {0} mempunyai pengikatan papan kekunci atau tetikus yang bercanggah.
nb: Den interaktive TUI-en {0} har motstridende tastatur- eller musebindinger.
nl: De interactieve TUI {0} heeft conflicterende toetsenbord- of muiskoppelingen.
pt: O TUI interativo {0} tem associações de teclado ou rato conflituantes.
ro: Interfața interactivă TUI {0} are legături contradictorii de tastatură sau mouse.
tr: Etkileşimli TUI {0}'da çakışan klavye veya fare bağlamaları var.
uk: Інтерактивний TUI {0} має конфліктні прив'язки клавіатури або миші.
vi: TUI tương tác {0} có xung đột giữa các phím tắt hoặc chuột.
zh: 互動式 TUI {0} 的鍵盤或滑鼠綁定有衝突。

# T_INPUT_INTERACTIVE_EXCEPTION_CONFLICTBINDINGS2
source: The following keybindings or mouse bindings conflict:
ar: تتعارض ارتباطات المفاتيح أو ارتباطات الماوس التالية:
de: Bei den folgenden Tastenkombinationen oder Mausbelegungen kommt es zu Konflikten:
el: Οι ακόλουθες συνδέσεις πλήκτρων ή συνδέσεων ποντικιού συγκρούονται:
es: Las siguientes combinaciones de teclas o del mouse entran en conflicto:
fr: Les raccourcis clavier ou raccourcis souris suivants sont en conflit :
ga: Tá coimhlint idir na ceangail eochracha nó na ceangail luiche seo a leanas:
hi: निम्नलिखित कीबाइंडिंग या माउस बाइंडिंग में टकराव है:
id: Pengikatan tombol atau pengikatan tetikus berikut ini saling bertentangan:
it: Le seguenti combinazioni di tasti o associazioni del mouse creano conflitti:
ja: 次のキーバインドまたはマウス バインドは競合します:
ko: 다음 키 바인딩이나 마우스 바인딩이 충돌합니다.
ms: Ikatan kekunci atau ikatan tetikus berikut bercanggah:
nb: Følgende tastebindinger eller musebindinger er i konflikt:
nl: De volgende toetscombinaties of muiscombinaties veroorzaken conflicten:
pt: As seguintes combinações de teclas ou de rato entram em conflito:
ro: Următoarele combinații de taste sau combinații de mouse intră în conflict:
tr: Aşağıdaki tuş veya fare bağlamaları çakışıyor:
uk: Наступні комбінації клавіш або комбінації миші конфліктують:
vi: Các phím tắt hoặc phím chuột sau đây xung đột với nhau:
zh: 以下鍵綁定或滑鼠綁定發生衝突：

# T_INPUT_INTERACTIVE_TEXTUAL_CRASH
source: The textual UI has crashed. It's usually a problem in the application end.
ar: تعطلت واجهة المستخدم النصية. عادةً ما تكون المشكلة في التطبيق نفسه.
de: Die textbasierte Benutzeroberfläche ist abgestürzt. Normalerweise liegt ein Problem in der Anwendung vor.
el: Το κείμενο του UI παρουσίασε σφάλμα. Συνήθως πρόκειται για πρόβλημα στην πλευρά της εφαρμογής.
es: La interfaz textual se ha bloqueado. Suele ser un problema de la aplicación.
fr: L'interface utilisateur textuelle a planté. Le problème vient généralement de l'application.
ga: Tá an comhéadan úsáideora téacsúil tar éis tuairteáil. De ghnáth is fadhb í ag deireadh an fheidhmchláir.
hi: टेक्स्टुअल यूआई क्रैश हो गया है। यह आमतौर पर एप्लीकेशन के अंत में एक समस्या है।
id: Antarmuka pengguna tekstual mengalami gangguan. Biasanya ini merupakan masalah pada sisi aplikasi.
it: L'interfaccia utente testuale si è bloccata. Di solito è un problema a livello dell'applicazione.
ja: テキストUIがクラッシュしました。これは通常、アプリケーション側の問題です。
ko: 텍스트 UI가 충돌했습니다. 일반적으로 애플리케이션 쪽 문제입니다.
ms: UI tekstual telah ranap. Ia biasanya masalah dalam penghujung aplikasi.
nb: Tekstgrensesnittet har krasjet. Det er vanligvis et problem i applikasjonsdelen.
nl: De tekstuele gebruikersinterface is gecrasht. Dit is meestal een probleem aan de applicatiekant.
pt: A interface textual bloqueou. Geralmente, o problema está na aplicação.
ro: Interfața textuală s-a blocat. De obicei, este o problemă din partea aplicației.
tr: Metinsel kullanıcı arayüzü çöktü. Genellikle uygulama sonunda bir sorundur.
uk: Текстовий інтерфейс користувача завершив роботу. Зазвичай проблема виникає на стороні програми.
vi: Giao diện người dùng văn bản đã bị sập. Thường thì đây là vấn đề ở phía ứng dụng.
zh: 文字 UI 崩潰了。這通常是應用程式端的問題。

# T_INPUT_INTERACTIVE_TEXTUAL_EXCEPTION_NOTSPECIFIED
source: Textual UI is not specified
ar: لم يتم تحديد واجهة المستخدم النصية
de: Text-UI ist nicht angegeben
el: Δεν έχει καθοριστεί κείμενο στο περιβάλλον χρήστη
es: La interfaz de usuario textual no está especificada
fr: L'interface utilisateur textuelle n'est pas spécifiée
ga: Níl an comhéadan úsáideora téacsúil sonraithe
hi: पाठ्य UI निर्दिष्ट नहीं है
id: UI tekstual tidak ditentukan
it: L'interfaccia utente testuale non è specificata
ja: テキストUIが指定されていません
ko: 텍스트 UI가 지정되지 않았습니다
ms: UI teks tidak dinyatakan
nb: Tekstlig brukergrensesnitt er ikke spesifisert
nl: Tekstuele gebruikersinterface is niet gespecificeerd
pt: A interface de utilizador textual não foi especificada
ro: Interfața textuală nu este specificată
tr: Metinsel kullanıcı arayüzü belirtilmemiş
uk: Текстовий інтерфейс користувача не вказано
vi: Giao diện người dùng dạng văn bản không được chỉ định
zh: 未指定文字 UI

# T_INPUT_INTERACTIVE_TEXTUAL_EXCEPTION_NOTREADY
source: This textual UI [{0}] is not ready because the state is {1}
ar: هذه واجهة المستخدم النصية [{0}] ليست جاهزة لأن الحالة هي {1}
de: Diese textbasierte Benutzeroberfläche [{0}] ist nicht bereit, da der Status {1} ist.
el: Αυτό το κείμενο του UI [{0}] δεν είναι έτοιμο επειδή η κατάσταση είναι {1}
es: Esta IU textual [{0}] no está lista porque el estado es {1}
fr: Cette interface utilisateur textuelle [{0}] n'est pas prête car l'état est {1}
ga: Níl an comhéadan úsáideora téacsúil seo [{0}] réidh mar is é {1} an stát
hi: यह पाठ्य यूआई [{0}] तैयार नहीं है क्योंकि स्थिति {1} है
id: UI tekstual ini [{0}] belum siap karena statusnya adalah {1}
it: Questa interfaccia utente testuale [{0}] non è pronta perché lo stato è {1}
ja: このテキスト UI [{0}] は状態が {1} であるため準備ができていません
ko: 이 텍스트 UI [{0}]은 상태가 {1}이므로 준비되지 않았습니다.
ms: UI tekstual ini [{0}] tidak sedia kerana keadaannya ialah {1}
nb: Dette tekstlige brukergrensesnittet [{0}] er ikke klart fordi tilstanden er {1}
nl: Deze tekstuele gebruikersinterface [{0}] is niet gereed omdat de status {1} is
pt: Esta IU textual [{0}] não está pronta porque o estado é {1}
ro: Această interfață textuală [{0}] nu este gata deoarece starea este {1}
tr: Bu metinsel kullanıcı arayüzü [{0}] hazır değil çünkü durum {1}
uk: Цей текстовий інтерфейс користувача [{0}] не готовий, оскільки стан {1}
vi: Giao diện người dùng văn bản này [{0}] chưa sẵn sàng vì trạng thái là {1}
zh: 此文字 UI [{0}] 尚未準備好，因為狀態為 {1}

# T_INPUT_INTERACTIVE_TEXTUAL_EXCEPTION_CONFLICTBINDINGS
source: There are {0} conflicting key binding(s) in the [{1}] textual UI
ar: يوجد {0} من روابط المفاتيح المتضاربة في واجهة المستخدم النصية [{1}]
de: Es gibt {0} widersprüchliche Tastenkombinationen in der [{1}] textuellen Benutzeroberfläche
el: Υπάρχουν {0} αντικρουόμενες συνδέσεις πλήκτρων στο [{1}] text UI
es: Hay {0} combinaciones de teclas conflictivas en la interfaz de usuario textual [{1}]
fr: Il y a {0} combinaison(s) de touches en conflit dans l'interface utilisateur textuelle [{1}]
ga: Tá {0} ceangal eochrach contrártha sa chomhéadan úsáideora téacsúil [{1}]
hi: [{1}] टेक्स्टुअल UI में {0} परस्पर विरोधी कुंजी बाइंडिंग हैं
id: Ada {0} pengikatan tombol yang saling bertentangan di UI tekstual [{1}]
it: Ci sono {0} associazioni di tasti in conflitto nell'interfaccia utente testuale [{1}]
ja: [{1}] テキスト UI には競合するキーバインディングが {0} 個あります
ko: [{1}] 텍스트 UI에 충돌하는 키 바인딩이 {0}개 있습니다.
ms: Terdapat {0} pengikatan kunci bercanggah dalam UI teks [{1}].
nb: Det er {0} motstridende tastebindinger i det tekstlige brukergrensesnittet [{1}]
nl: Er zijn {0} conflicterende toetscombinaties in de [{1}] tekstuele gebruikersinterface
pt: Existem {0} combinações de teclas conflituantes na interface de utilizador textual [{1}]
ro: Există {0} combinații de taste conflictuale în interfața textuală [{1}]
tr: [{1}] metinsel kullanıcı arayüzünde {0} çakışan anahtar bağlaması var
uk: У текстовому інтерфейсі [{1}] є {0} конфліктуючих прив'язок клавіш
vi: Có {0} ràng buộc phím xung đột trong giao diện người dùng văn bản [{1}]
zh: [{1}] 文字 UI 中存在 {0} 個衝突的鍵綁定

# T_INPUT_POINTER_EXCEPTION_NOEVENTCTX
source: Pointer event context is not specified
ar: لم يتم تحديد سياق حدث المؤشر
de: Der Kontext des Zeigerereignisses ist nicht angegeben
el: Το περιβάλλον συμβάντος δείκτη δεν καθορίζεται
es: No se especifica el contexto del evento del puntero
fr: Le contexte de l'événement du pointeur n'est pas spécifié
ga: Níl comhthéacs imeachta pointeora sonraithe
hi: पॉइंटर ईवेंट संदर्भ निर्दिष्ट नहीं है
id: Konteks peristiwa penunjuk tidak ditentukan
it: Il contesto dell'evento del puntatore non è specificato
ja: ポインタイベントコンテキストが指定されていません
ko: 포인터 이벤트 컨텍스트가 지정되지 않았습니다.
ms: Konteks acara penunjuk tidak ditentukan
nb: Pekerhendelseskontekst er ikke spesifisert
nl: De context van de aanwijzergebeurtenis is niet gespecificeerd
pt: O contexto do evento do ponteiro não foi especificado
ro: Contextul evenimentului pointerului nu este specificat
tr: İşaretçi olay bağlamı belirtilmemiş
uk: Контекст події вказівника не вказано
vi: Bối cảnh sự kiện con trỏ không được chỉ định
zh: 未指定指標事件上下文

# T_INPUT_POINTER_EXCEPTION_STARTPOSUNDERFLOW
source: Start position may not be less then zero
ar: لا يجوز أن يكون موضع البداية أقل من الصفر
de: Die Startposition darf nicht kleiner als Null sein
el: Η αρχική θέση δεν μπορεί να είναι μικρότερη από μηδέν
es: La posición inicial no puede ser menor que cero
fr: La position de départ ne peut pas être inférieure à zéro
ga: Ní fhéadfaidh an suíomh tosaigh a bheith níos lú ná náid
hi: प्रारंभिक स्थिति शून्य से कम नहीं हो सकती
id: Posisi awal tidak boleh kurang dari nol
it: La posizione di partenza non può essere inferiore a zero
ja: 開始位置はゼロ未満であってはなりません
ko: 시작 위치는 0보다 작을 수 없습니다.
ms: Kedudukan mula mungkin tidak kurang daripada sifar
nb: Startposisjonen kan ikke være mindre enn null
nl: De startpositie mag niet kleiner zijn dan nul
pt: A posição inicial não pode ser inferior a zero
ro: Poziția de pornire nu poate fi mai mică decât zero
tr: Başlangıç pozisyonu sıfırdan küçük olamaz
uk: Початкова позиція не може бути меншою за нуль
vi: Vị trí bắt đầu không được nhỏ hơn số không
zh: 起始位置不得小於零

# T_INPUT_POINTER_EXCEPTION_ENDPOSUNDERFLOW
source: End position may not be less then zero
ar: لا يجوز أن يكون الموضع النهائي أقل من الصفر
de: Endposition darf nicht kleiner als Null sein
el: Η τελική θέση δεν μπορεί να είναι μικρότερη από μηδέν
es: La posición final no puede ser menor que cero
fr: La position finale ne peut pas être inférieure à zéro
ga: Ní fhéadfaidh an suíomh deiridh a bheith níos lú ná náid
hi: अंतिम स्थिति शून्य से कम नहीं हो सकती
id: Posisi akhir tidak boleh kurang dari nol
it: La posizione finale non può essere inferiore a zero
ja: 終了位置はゼロ未満であってはなりません
ko: 종료 위치는 0보다 작을 수 없습니다.
ms: Kedudukan tamat mungkin tidak kurang daripada sifar
nb: Endeposisjonen kan ikke være mindre enn null
nl: Eindpositie mag niet kleiner zijn dan nul
pt: A posição final não pode ser inferior a zero
ro: Poziția finală nu poate fi mai mică decât zero
tr: Son konum sıfırdan küçük olamaz
uk: Кінцеве положення не може бути менше нуля
vi: Vị trí cuối không được nhỏ hơn số không
zh: 結束位置不得小於零
