Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYIQSPECIFIEREXCEED
source: Invalid YIQ color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون YIQ "{0}" غير صالح. لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YIQ-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος YIQ "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color YIQ "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YIQ « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YIQ neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य YIQ रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
id: Penentu warna YIQ "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore YIQ "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: YIQカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: YIQ 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YIQ tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig YIQ-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige YIQ-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor YIQ inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare YIQ nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz YIQ renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YIQ "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він має правильний формат.
vi: Chỉ định màu YIQ không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: YIQ 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDRGBSPECIFIER
source: Invalid color specifier "{0}". Ensure that it's on the correct format, which means a number from 0-255 if using 255 colors or a VT sequence if using true color as follows
ar: مُحدِّد لون غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح، أي رقم من 0 إلى 255 إذا كنت تستخدم 255 لونًا، أو تسلسل VT إذا كنت تستخدم لونًا حقيقيًا كما يلي.
de: Ungültiger Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird. Dies bedeutet eine Zahl zwischen 0 und 255 bei Verwendung von 255 Farben oder eine VT-Sequenz bei Verwendung von True Color.
el: Μη έγκυρος προσδιοριστής χρώματος "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή, που σημαίνει έναν αριθμό από 0-255 εάν χρησιμοποιείτε 255 χρώματα ή μια ακολουθία VT εάν χρησιμοποιείτε πραγματικό χρώμα ως εξής.
es: Especificador de color "{0}" no válido. Asegúrese de que tenga el formato correcto, es decir, un número del 0 al 255 si se utilizan 255 colores, o una secuencia VT si se utiliza color verdadero, como se indica a continuación.
fr: Spécificateur de couleur « {0} » non valide. Assurez-vous qu'il est au bon format, c'est-à-dire un nombre compris entre 0 et 255 si vous utilisez 255 couleurs, ou une séquence VT si vous utilisez des couleurs vraies, comme suit.
ga: Sonraitheoir datha neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart, rud a chiallaíonn uimhir ó 0-255 má úsáidtear 255 dathanna nó seicheamh VT má úsáidtear fíor-dhath mar seo a leanas.
hi: अमान्य रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है, जिसका अर्थ है कि यदि 255 रंगों का उपयोग किया जा रहा है तो 0-255 तक की संख्या या यदि सही रंग का उपयोग किया जा रहा है तो VT अनुक्रम इस प्रकार है
id: Penentu warna tidak valid "{0}". Pastikan formatnya benar, yang berarti angka dari 0-255 jika menggunakan 255 warna atau urutan VT jika menggunakan warna asli seperti berikut
it: Specificatore di colore non valido "{0}". Assicurarsi che sia nel formato corretto, ovvero un numero da 0 a 255 se si utilizzano 255 colori o una sequenza VT se si utilizzano colori reali come segue.
ja: 色指定子 "{0}" が無効です。正しい形式であることを確認してください。255色を使用する場合は0～255の数値、True Colorを使用する場合はVTシーケンス（以下の通り）を指定してください。
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식인지 확인하세요. 즉, 255색을 사용하는 경우 0~255 사이의 숫자를 사용하고, 트루컬러를 사용하는 경우 다음과 같이 VT 시퀀스를 사용합니다.
ms: Penentu warna tidak sah "{0}". Pastikan ia berada pada format yang betul, yang bermaksud nombor dari 0-255 jika menggunakan 255 warna atau urutan VT jika menggunakan warna benar seperti berikut
nb: Ugyldig fargespesifikator «{0}». Sørg for at den er i riktig format, som betyr et tall fra 0–255 hvis du bruker 255 farger, eller en VT-sekvens hvis du bruker ekte farger, som følger.
nl: Ongeldige kleurspecificatie "{0}". Zorg ervoor dat deze de juiste notatie heeft, wat betekent een getal van 0-255 als u 255 kleuren gebruikt of een VT-reeks als u ware kleuren gebruikt, zoals hieronder.
pt: Especificador de cor inválido "{0}". Certifique-se de que está no formato correto, o que significa um número de 0 a 255 se utilizar 255 cores ou uma sequência VT se utilizar cores verdadeiras, como a seguinte.
ro: Specificator de culoare nevalid „{0}”. Asigurați-vă că este în formatul corect, adică un număr de la 0 la 255 dacă utilizați 255 de culori sau o secvență VT dacă utilizați culoarea reală, după cum urmează.
tr: Geçersiz renk belirteci "{0}". Doğru biçimde olduğundan emin olun, yani 255 renk kullanılıyorsa 0-255 arasında bir sayı veya gerçek renk kullanılıyorsa aşağıdaki gibi bir VT dizisi kullanın
uk: Недійсний специфікатор кольору "{0}". Переконайтеся, що він має правильний формат, тобто число від 0 до 255, якщо використовується 255 кольорів, або послідовність VT, якщо використовується справжній колір, як зазначено нижче.
vi: Chỉ định màu không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng, nghĩa là một số từ 0-255 nếu sử dụng 255 màu hoặc một chuỗi VT nếu sử dụng màu thực như sau
zh: 顏色說明符“{0}”無效。請確保其格式正確，即如果使用 255 種顏色，則為 0-255 之間的數字；如果使用真彩色，則為 VT 序列，如下所示

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDRGBSPECIFIEREXCEED
source: Invalid color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد اللون "{0}" غير صالح. لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं हो सकते। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
id: Penentu warna "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: 色指定子「{0}」は無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він має правильний формат.
vi: Chỉ định màu không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: 顏色說明符“{0}”無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSERGBISORIGINALCOLOR
source: This color is already an original color.
ar: هذا اللون هو بالفعل اللون الأصلي.
de: Bei dieser Farbe handelt es sich bereits um eine Originalfarbe.
el: Αυτό το χρώμα είναι ήδη ένα αρχικό χρώμα.
es: Este color ya es un color original.
fr: Cette couleur est déjà une couleur originale.
ga: Is dath bunaidh é an dath seo cheana féin.
hi: यह रंग पहले से ही एक मूल रंग है।
id: Warna ini sudah merupakan warna asli.
it: Questo colore è già un colore originale.
ja: この色はすでにオリジナルの色です。
ko: 이 색상은 이미 원래 색상입니다.
ms: Warna ini sudah menjadi warna asal.
nb: Denne fargen er allerede en originalfarge.
nl: Deze kleur is al een originele kleur.
pt: Esta cor já é uma cor original.
ro: Această culoare este deja o culoare originală.
tr: Bu renk zaten orijinal bir renktir.
uk: Цей колір вже є оригінальним кольором.
vi: Màu này vốn đã là màu gốc.
zh: 這個顏色已經是原來的顏色了。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDRYBSPECIFIER
source: Invalid RYB color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون RYB غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger RYB-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος RYB "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color RYB "{0}" no válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur RYB « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha RYB neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य RYB रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna RYB "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore RYB non valido "{0}". Assicurati che sia nel formato corretto.
ja: RYBカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: RYB 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna RYB tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig RYB-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige RYB-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor RYB inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare RYB nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz RYB renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору RYB "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu RYB không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: RYB 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSERYBRLEVEL
source: The red level is out of range (0 -> 255).
ar: مستوى اللون الأحمر خارج النطاق (0 -> 255).
de: Der Rotpegel liegt außerhalb des Bereichs (0 -> 255).
el: Η κόκκινη στάθμη είναι εκτός εύρους (0 -> 255).
es: El nivel rojo está fuera de rango (0 -> 255).
fr: Le niveau rouge est hors de portée (0 -> 255).
ga: Tá an leibhéal dearg lasmuigh den raon (0 -> 255).
hi: लाल स्तर सीमा से बाहर है (0 -> 255).
id: Level merah berada di luar rentang (0 -> 255).
it: Il livello del rosso è fuori intervallo (0 -> 255).
ja: 赤のレベルが範囲外です (0 -> 255)。
ko: 빨간색 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap merah berada di luar julat (0 -> 255).
nb: Det røde nivået er utenfor rekkevidde (0 -> 255).
nl: Het rode niveau valt buiten het bereik (0 -> 255).
pt: O nível vermelho está fora do intervalo (0 -> 255).
ro: Nivelul roșu este în afara intervalului (0 -> 255).
tr: Kırmızı seviye aralık dışındadır (0 -> 255).
uk: Рівень червоного виходить за межі діапазону (0 -> 255).
vi: Mức màu đỏ nằm ngoài phạm vi (0 -> 255).
zh: 紅色等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSERYBYLEVEL
source: The yellow level is out of range (0 -> 255).
ar: مستوى اللون الأصفر خارج النطاق (0 -> 255).
de: Der gelbe Pegel liegt außerhalb des Bereichs (0 -> 255).
el: Το κίτρινο επίπεδο είναι εκτός εύρους (0 -> 255).
es: El nivel amarillo está fuera de rango (0 -> 255).
fr: Le niveau jaune est hors plage (0 -> 255).
ga: Tá an leibhéal buí lasmuigh den raon (0 -> 255).
hi: पीला स्तर सीमा से बाहर है (0 -> 255).
id: Level kuning berada di luar rentang (0 -> 255).
it: Il livello giallo è fuori intervallo (0 -> 255).
ja: 黄色のレベルが範囲外です (0 -> 255)。
ko: 노란색 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap kuning berada di luar julat (0 -> 255).
nb: Gulnivået er utenfor rekkevidde (0 -> 255).
nl: Het gele niveau valt buiten het bereik (0 -> 255).
pt: O nível amarelo está fora do intervalo (0 -> 255).
ro: Nivelul galben este în afara intervalului (0 -> 255).
tr: Sarı seviye aralık dışıdır (0 -> 255).
uk: Рівень жовтого поза діапазоном (0 -> 255).
vi: Mức màu vàng nằm ngoài phạm vi (0 -> 255).
zh: 黃色等級超出範圍（0 -> 255）。

# T_COLOR_MODEL_EXCEPTION_PARSERYBBLEVEL
source: The blue level is out of range (0 -> 255).
ar: مستوى اللون الأزرق خارج النطاق (0 -> 255).
de: Der Blaupegel liegt außerhalb des Bereichs (0 -> 255).
el: Το μπλε επίπεδο είναι εκτός εύρους (0 -> 255).
es: El nivel azul está fuera de rango (0 -> 255).
fr: Le niveau de bleu est hors de portée (0 -> 255).
ga: Tá an leibhéal gorm lasmuigh den raon (0 -> 255).
hi: नीला स्तर सीमा से बाहर है (0 -> 255).
id: Level biru berada di luar rentang (0 -> 255).
it: Il livello blu è fuori intervallo (0 -> 255).
ja: 青のレベルが範囲外です (0 -> 255)。
ko: 파란색 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Aras biru berada di luar julat (0 -> 255).
nb: Blånivået er utenfor rekkevidde (0 -> 255).
nl: Het blauwe niveau ligt buiten het bereik (0 -> 255).
pt: O nível azul está fora do intervalo (0 -> 255).
ro: Nivelul de albastru este în afara intervalului (0 -> 255).
tr: Mavi seviye aralık dışında (0 -> 255).
uk: Рівень синього поза діапазоном (0 -> 255).
vi: Mức màu xanh nằm ngoài phạm vi (0 -> 255).
zh: 藍色等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDRYBSPECIFIEREXCEED
source: Invalid RYB color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون RYB غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger RYB-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος RYB "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color RYB "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur RYB « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha RYB neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य RYB रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
id: Penentu warna RYB "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore RYB "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: RYBカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: RYB 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna RYB tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig RYB-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige RYB-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor RYB inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare RYB nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz RYB renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору RYB "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu RYB không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: RYB 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDXYZSPECIFIER
source: Invalid XYZ color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون XYZ غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger XYZ-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος XYZ "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color XYZ "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur XYZ « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha XYZ neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य XYZ रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna XYZ "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore XYZ non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: XYZカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: XYZ 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna XYZ tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig XYZ-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige XYZ-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor XYZ inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare XYZ nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz XYZ renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору XYZ "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu XYZ không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: XYZ 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEXYZXLEVEL
source: The X value is out of range (0.0 -> 95.047).
ar: قيمة X خارج النطاق (0.0 -> 95.047).
de: Der X-Wert liegt außerhalb des Bereichs (0,0 -> 95,047).
el: Η τιμή X είναι εκτός εύρους (0,0 -> 95,047).
es: El valor X está fuera de rango (0.0 -> 95.047).
fr: La valeur X est hors plage (0,0 -> 95,047).
ga: Tá an luach X lasmuigh den raon (0.0 -> 95.047).
hi: X मान सीमा से बाहर है (0.0 -> 95.047).
id: Nilai X berada di luar rentang (0,0 -> 95,047).
it: Il valore X è fuori intervallo (0,0 -> 95,047).
ja: X値が範囲外です（0.0 -> 95.047）。
ko: X 값이 범위를 벗어났습니다(0.0 -> 95.047).
ms: Nilai X berada di luar julat (0.0 -> 95.047).
nb: X-verdien er utenfor området (0,0 -> 95,047).
nl: De X-waarde ligt buiten het bereik (0,0 -> 95,047).
pt: O valor X está fora do intervalo (0,0 -> 95,047).
ro: Valoarea X este în afara intervalului (0,0 -> 95,047).
tr: X değeri aralık dışında (0.0 -> 95.047).
uk: Значення X виходить за межі діапазону (0,0 -> 95,047).
vi: Giá trị X nằm ngoài phạm vi (0,0 -> 95,047).
zh: X 值超出範圍 (0.0 -> 95.047)。

# T_COLOR_MODEL_EXCEPTION_PARSEXYZYLEVEL
source: The Y value is out of range (0.0 -> 100.0).
ar: قيمة Y خارج النطاق (0.0 -> 100.0).
de: Der Y-Wert liegt außerhalb des Bereichs (0,0 -> 100,0).
el: Η τιμή Y είναι εκτός εύρους (0,0 -> 100,0).
es: El valor Y está fuera de rango (0.0 -> 100.0).
fr: La valeur Y est hors plage (0,0 -> 100,0).
ga: Tá an luach Y lasmuigh den raon (0.0 -> 100.0).
hi: Y मान सीमा से बाहर है (0.0 -> 100.0).
id: Nilai Y berada di luar kisaran (0,0 -> 100,0).
it: Il valore Y è fuori intervallo (0,0 -> 100,0).
ja: Y値が範囲外です（0.0 -> 100.0）。
ko: Y 값이 범위를 벗어났습니다(0.0 -> 100.0).
ms: Nilai Y berada di luar julat (0.0 -> 100.0).
nb: Y-verdien er utenfor området (0,0 -> 100,0).
nl: De Y-waarde ligt buiten het bereik (0,0 -> 100,0).
pt: O valor Y está fora do intervalo (0,0 -> 100,0).
ro: Valoarea Y este în afara intervalului (0,0 -> 100,0).
tr: Y değeri aralık dışında (0.0 -> 100.0).
uk: Значення Y виходить за межі діапазону (0,0 -> 100,0).
vi: Giá trị Y nằm ngoài phạm vi (0,0 -> 100,0).
zh: Y 值超出範圍 (0.0 -> 100.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEXYZZLEVEL
source: The Z value is out of range (0.0 -> 108.883).
ar: قيمة Z خارج النطاق (0.0 -> 108.883).
de: Der Z-Wert liegt außerhalb des Bereichs (0,0 -> 108,883).
el: Η τιμή Z είναι εκτός εύρους (0,0 -> 108,883).
es: El valor Z está fuera de rango (0.0 -> 108.883).
fr: La valeur Z est hors plage (0,0 -> 108,883).
ga: Tá an luach Z lasmuigh den raon (0.0 -> 108.883).
hi: Z मान सीमा से बाहर है (0.0 -> 108.883).
id: Nilai Z berada di luar rentang (0,0 -> 108,883).
it: Il valore Z è fuori intervallo (0,0 -> 108,883).
ja: Z値が範囲外です（0.0 -> 108.883）。
ko: Z 값이 범위를 벗어났습니다(0.0 -> 108.883).
ms: Nilai Z berada di luar julat (0.0 -> 108.883).
nb: Z-verdien er utenfor området (0,0 -> 108,883).
nl: De Z-waarde ligt buiten het bereik (0,0 -> 108,883).
pt: O valor Z está fora do intervalo (0,0 -> 108,883).
ro: Valoarea Z este în afara intervalului (0,0 -> 108,883).
tr: Z değeri aralık dışında (0.0 -> 108.883).
uk: Значення Z виходить за межі діапазону (0,0 -> 108,883).
vi: Giá trị Z nằm ngoài phạm vi (0,0 -> 108,883).
zh: Z 值超出範圍 (0.0 -> 108.883)。
