Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_BASE_COMMANDS_WRAPFAILED
source: An error occurred while trying to wrap a command output
ar: حدث خطأ أثناء محاولة التفاف إخراج الأمر
de: Beim Versuch, eine Befehlsausgabe zu umbrechen, ist ein Fehler aufgetreten
el: Παρουσιάστηκε σφάλμα κατά την προσπάθεια αναδίπλωσης μιας εξόδου εντολής
es: Se produjo un error al intentar ajustar la salida de un comando
fr: Une erreur s'est produite lors de la tentative d'encapsulage du résultat d'une commande
ga: Tharla earráid agus iarracht á déanamh aschur ordaithe a fhilleadh
hi: कमांड आउटपुट को लपेटने का प्रयास करते समय एक त्रुटि उत्पन्न हुई
id: Terjadi kesalahan saat mencoba membungkus output perintah
it: Si è verificato un errore durante il tentativo di racchiudere l'output di un comando
ja: コマンド出力をラップしようとしたときにエラーが発生しました
ko: 명령 출력을 래핑하는 중 오류가 발생했습니다.
ms: Ralat berlaku semasa cuba membungkus output arahan
nb: Det oppstod en feil under forsøk på å bryte en kommandoutgang
nl: Er is een fout opgetreden bij het inpakken van een opdrachtuitvoer
pt: Ocorreu um erro ao tentar encapsular uma saída de comando
ro: A apărut o eroare la încercarea de a împacheta o ieșire de comandă
tr: Bir komut çıktısını sarmaya çalışırken bir hata oluştu
uk: Сталася помилка під час спроби завершити вихід команди
vi: Đã xảy ra lỗi khi cố gắng gói lệnh đầu ra
zh: 嘗試包裝指令輸出時發生錯誤

# T_SHELL_BASE_COMMANDS_EXCEPTION_BUFFERUNWRAPPABLE
source: Can't buffer a command that is not set as wrappable.
ar: لا يمكن تخزين أمر غير مضبوط على أنه قابل للتغليف في المخزن المؤقت.
de: Ein Befehl, der nicht als umschließbar festgelegt ist, kann nicht gepuffert werden.
el: Δεν είναι δυνατή η προσωρινή αποθήκευση μιας εντολής που δεν έχει οριστεί ως αναδιπλούμενη.
es: No se puede almacenar en búfer un comando que no esté configurado como encapsulable.
fr: Impossible de mettre en mémoire tampon une commande qui n'est pas définie comme encapsulable.
ga: Ní féidir ordú a mhaolánú nach bhfuil socraithe mar infhillte.
hi: उस कमांड को बफर नहीं किया जा सकता जो रैप करने योग्य के रूप में सेट नहीं है।
id: Tidak dapat menyangga perintah yang tidak ditetapkan sebagai dapat dibungkus.
it: Non è possibile mettere nel buffer un comando che non è impostato come wrappabile.
ja: ラップ可能として設定されていないコマンドをバッファリングすることはできません。
ko: 래핑 가능하도록 설정되지 않은 명령은 버퍼링할 수 없습니다.
ms: Tidak dapat menimbal perintah yang tidak ditetapkan sebagai boleh dibalut.
nb: Kan ikke buffere en kommando som ikke er angitt som pakkebar.
nl: Een opdracht die niet als wrappable is ingesteld, kan niet worden gebufferd.
pt: Não é possível armazenar em buffer um comando que não esteja definido como encapsulável.
ro: Nu se poate salva o comandă care nu este setată ca încapsulabilă.
tr: Sarmalanabilir olarak ayarlanmamış bir komut arabelleğe alınamaz.
uk: Неможливо буферизувати команду, яка не має можливості обертання.
vi: Không thể đệm lệnh không được thiết lập là có thể gói lại.
zh: 無法緩衝未設定為可包裝的命令。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_NEWBLOCKBEFORECONDITION
source: You can't declare the new block before you place expressions that support the creation, like conditions or loops. The stack number is {0}.
ar: لا يمكنك الإعلان عن الكتلة الجديدة قبل وضع التعبيرات التي تدعم الإنشاء، مثل الشروط أو الحلقات. رقم المكدس هو {0}.
de: Sie können den neuen Block nicht deklarieren, bevor Sie Ausdrücke platziert haben, die die Erstellung unterstützen, wie Bedingungen oder Schleifen. Die Stapelnummer ist {0}.
el: Δεν μπορείτε να δηλώσετε το νέο μπλοκ πριν τοποθετήσετε εκφράσεις που υποστηρίζουν τη δημιουργία, όπως συνθήκες ή βρόχους. Ο αριθμός στοίβας είναι {0}.
es: No puede declarar el nuevo bloque antes de colocar expresiones que admitan la creación, como condiciones o bucles. El número de pila es {0}.
fr: Vous ne pouvez pas déclarer le nouveau bloc avant de placer des expressions qui prennent en charge la création, comme des conditions ou des boucles. Le numéro de pile est {0}.
ga: Ní féidir leat an bloc nua a dhearbhú sula gcuireann tú slonn a thacaíonn leis an gcruthú, amhail coinníollacha nó lúba. Is é {0} uimhir an chairn.
hi: आप शर्तों या लूप जैसे निर्माण का समर्थन करने वाले भाव डालने से पहले नए ब्लॉक की घोषणा नहीं कर सकते। स्टैक संख्या {0} है.
id: Anda tidak dapat mendeklarasikan blok baru sebelum Anda menempatkan ekspresi yang mendukung pembuatannya, seperti kondisi atau loop. Nomor tumpukannya adalah {0}.
it: Non puoi dichiarare il nuovo blocco prima di inserire espressioni che supportano la creazione, come condizioni o cicli. Il numero dello stack è {0}.
ja: 条件やループなど、作成をサポートする式を配置する前に、新しいブロックを宣言することはできません。スタック番号は {0} です。
ko: 조건이나 루프와 같이 생성을 지원하는 표현식을 배치하기 전에는 새 블록을 선언할 수 없습니다. 스택 번호는 {0}입니다.
ms: Anda tidak boleh mengisytiharkan blok baharu sebelum anda meletakkan ungkapan yang menyokong penciptaan, seperti syarat atau gelung. Nombor tindanan ialah {0}.
nb: Du kan ikke deklarere den nye blokken før du plasserer uttrykk som støtter opprettelsen, som betingelser eller løkker. Stabelnummeret er {0}.
nl: Je kunt het nieuwe blok niet declareren voordat je expressies hebt geplaatst die de creatie ondersteunen, zoals voorwaarden of lussen. Het stapelnummer is {0}.
pt: Você não pode declarar o novo bloco antes de colocar expressões que suportem a criação, como condições ou loops. O número da pilha é {0}.
ro: Nu puteți declara noul bloc înainte de a plasa expresii care sprijină crearea, cum ar fi condiții sau bucle. Numărul stivei este {0}.
tr: Koşullar veya döngüler gibi oluşturmayı destekleyen ifadeleri yerleştirmeden önce yeni bloğu bildiremezsiniz. Yığın numarası {0}'dır.
uk: Ви не можете оголосити новий блок, перш ніж розмістити вирази, які підтримують створення, наприклад умови або цикли. Номер стека: {0}.
vi: Bạn không thể khai báo khối mới trước khi đặt các biểu thức hỗ trợ việc tạo, như điều kiện hoặc vòng lặp. Số ngăn xếp là {0}.
zh: 在放置支援建立的表達式（例如條件或循環）之前，您無法聲明新區塊。堆疊編號為{0}。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_INDENTINVALID
source: When starting a new block, make sure that you've indented the stack correctly. The stack number is {0}.
ar: عند بدء كتلة جديدة، تأكد من وضع مسافة بادئة للمكدس بشكل صحيح. رقم المكدس هو {0}.
de: Stellen Sie beim Starten eines neuen Blocks sicher, dass Sie den Stapel richtig eingerückt haben. Die Stapelnummer ist {0}.
el: Όταν ξεκινάτε ένα νέο μπλοκ, βεβαιωθείτε ότι έχετε τοποθετήσει σωστά τη στοίβα. Ο αριθμός στοίβας είναι {0}.
es: Al comenzar un nuevo bloque, asegúrese de haber sangrado la pila correctamente. El número de pila es {0}.
fr: Lorsque vous démarrez un nouveau bloc, assurez-vous que vous avez correctement indenté la pile. Le numéro de pile est {0}.
ga: Agus bloc nua á thosú agat, cinntigh go bhfuil an chruach eangaithe i gceart agat. Is é {0} uimhir an chairn.
hi: नया ब्लॉक शुरू करते समय, सुनिश्चित करें कि आपने स्टैक को सही ढंग से इंडेंट किया है। स्टैक संख्या {0} है.
id: Saat memulai blok baru, pastikan Anda telah membuat indentasi tumpukan dengan benar. Nomor tumpukan adalah {0}.
it: Quando inizi un nuovo blocco, assicurati di aver rientrato correttamente lo stack. Il numero dello stack è {0}.
ja: 新しいブロックを開始するときは、スタックが正しくインデントされていることを確認してください。スタック番号は {0} です。
ko: 새 블록을 시작할 때 스택을 올바르게 들여쓰기했는지 확인하세요. 스택 번호는 {0}입니다.
ms: Apabila memulakan blok baharu, pastikan anda telah mengesot tindanan dengan betul. Nombor tindanan ialah {0}.
nb: Når du starter en ny blokk, sørg for at du har rykket inn stabelen riktig. Stabelnummeret er {0}.
nl: Wanneer u een nieuw blok start, zorg er dan voor dat u de stapel correct hebt ingesprongen. Het stapelnummer is {0}.
pt: Ao iniciar um novo bloco, certifique-se de ter recuado a pilha corretamente. O número da pilha é {0}.
ro: Când începeți un bloc nou, asigurați-vă că ați indentat corect stiva. Numărul stivei este {0}.
tr: Yeni bir blok başlatırken, yığını doğru şekilde girintilediğinizden emin olun. Yığın numarası {0}'dır.
uk: Починаючи новий блок, переконайтеся, що ви правильно зробили відступ у стеку. Номер стека: {0}.
vi: Khi bắt đầu một khối mới, hãy đảm bảo rằng bạn đã thụt lề ngăn xếp đúng cách. Số ngăn xếp là {0}.
zh: 開始新區塊時，請確保堆疊縮排正確。堆疊編號為{0}。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_SCRIPTMALFORMED
source: The script is malformed. Check the script and resolve any errors: {0}
ar: النص غير صحيح. افحص النص البرمجي وأصلح أية أخطاء: {0}
de: Das Skript ist fehlerhaft. Überprüfen Sie das Skript und beheben Sie alle Fehler: {0}
el: Το σενάριο είναι εσφαλμένο. Ελέγξτε το σενάριο και επιλύστε τυχόν σφάλματα: {0}
es: El guión está mal formado. Verifique el script y resuelva cualquier error: {0}
fr: Le script est mal formé. Vérifiez le script et résolvez les éventuelles erreurs : {0}
ga: Tá an script míchumtha. Seiceáil an script agus réitigh aon earráidí: {0}
hi: स्क्रिप्ट विकृत है। स्क्रिप्ट की जाँच करें और किसी भी त्रुटि का समाधान करें: {0}
id: Skripnya tidak terbentuk dengan benar. Periksa skripnya dan atasi semua kesalahan: {0}
it: La sceneggiatura non è corretta. Controlla lo script e risolvi eventuali errori: {0}
ja: スクリプトの形式が正しくありません。スクリプトを確認し、エラーを解決します：{0}
ko: 스크립트 형식이 잘못되었습니다. 스크립트를 확인하고 오류를 해결합니다. {0}
ms: Skrip rosak. Semak skrip dan selesaikan sebarang ralat: {0}
nb: Skriptet er feil utformet. Sjekk skriptet og løs eventuelle feil: {0}
nl: Het script is misvormd. Controleer het script en los eventuele fouten op: {0}
pt: O roteiro está malformado. Verifique o script e resolva quaisquer erros: {0}
ro: Scriptul este incorect. Verificați scriptul și rezolvați eventualele erori: {0}
tr: Komut dosyası hatalı. Komut dosyasını kontrol edin ve hataları çözün: {0}
uk: Сценарій несправний. Перевірте сценарій і виправте всі помилки: {0}
vi: Tập lệnh bị lỗi. Kiểm tra tập lệnh và giải quyết bất kỳ lỗi nào: {0}
zh: 腳本格式不正確。檢查腳本並解決所有錯誤：{0}

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONNOTFOUND
source: The condition was not found in the expression.
ar: لم يتم العثور على الشرط في التعبير.
de: Die Bedingung wurde im Ausdruck nicht gefunden.
el: Η συνθήκη δεν βρέθηκε στην έκφραση.
es: La condición no se encontró en la expresión.
fr: La condition n'a pas été trouvée dans l'expression.
ga: Níor aimsíodh an riocht san abairt.
hi: अभिव्यक्ति में स्थिति नहीं पाई गई।
id: Kondisi tidak ditemukan dalam ekspresi.
it: La condizione non è stata trovata nell'espressione.
ja: 式に条件が見つかりませんでした。
ko: 표현식에서 조건을 찾을 수 없습니다.
ms: Keadaan itu tidak ditemui dalam ungkapan.
nb: Tilstanden ble ikke funnet i uttrykket.
nl: De voorwaarde is niet gevonden in de expressie.
pt: A condição não foi encontrada na expressão.
ro: Condiția nu a fost găsită în expresie.
tr: İfadede koşul bulunamadı.
uk: Умову у виразі не знайдено.
vi: Không tìm thấy điều kiện trong biểu thức.
zh: 在表達式中找不到條件。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONARGMISMATCH
source: Condition {0} requires {1} arguments. Got {2}.
ar: يتطلب الشرط {0} وسيطات {1}. حصلت على {2}.
de: Bedingung {0} erfordert {1} Argumente. {2} erhalten.
el: Η συνθήκη {0} απαιτεί {1} ορίσματα. Πήρα {2}.
es: La condición {0} requiere {1} argumentos. Tengo {2}.
fr: La condition {0} nécessite {1} arguments. J'ai {2}.
ga: Éilíonn riocht {0} {1} argóint. Fuair {2}.
hi: शर्त {0} के लिए {1} तर्कों की आवश्यकता है। {2} मिल गया।
id: Kondisi {0} memerlukan {1} argumen. Mendapat {2}.
it: La condizione {0} richiede {1} argomenti. Hai {2}.
ja: 条件{0}には{1}引数が必要です。{2}を取得しました。
ko: 조건 {0}에는 {1} 인수가 필요합니다. {2}을(를) 얻었습니다.
ms: Syarat {0} memerlukan {1} argumen. Mendapat {2}.
nb: Betingelse {0} krever {1} argumenter. Fikk {2}.
nl: Voorwaarde {0} vereist {1} argumenten. Heb {2}.
pt: A condição {0} requer {1} argumentos. Obteve {2}.
ro: Condiția {0} necesită {1} argumente. Am primit {2}.
tr: {0} koşulu {1} argüman gerektirir. {2} elde edildi.
uk: Умова {0} вимагає {1} аргументів. Отримано {2}.
vi: Điều kiện {0} yêu cầu {1} đối số. Đã nhận được {2}.
zh: 條件 {0} 需要 {1} 個參數。得到{2}。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONPLACEMENT_END
source: The condition needs to be placed in the end.
ar: يجب وضع الشرط في النهاية.
de: Die Bedingung muss am Ende platziert werden.
el: Η συνθήκη πρέπει να τοποθετηθεί στο τέλος.
es: La condición debe ponerse al final.
fr: La condition doit être posée à la fin.
ga: Is gá an coinníoll a chur sa deireadh.
hi: शर्त अंत में रखनी होगी.
id: Kondisi perlu ditempatkan di akhir.
it: La condizione deve essere posta alla fine.
ja: 条件は最後に置く必要があります。
ko: 조건은 맨 마지막에 넣어야 합니다.
ms: Syarat itu perlu diletakkan pada akhirnya.
nb: Tilstanden må plasseres til slutt.
nl: De voorwaarde moet uiteindelijk worden geplaatst.
pt: A condição precisa ser colocada no final.
ro: Condiția trebuie pusă până la urmă.
tr: Şartın sona konulması gerekiyor.
uk: Умову потрібно поставити в кінці.
vi: Điều kiện cần phải được đặt ở phần cuối.
zh: 條件需要放在最後。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONSYNTAX
source: Error parsing expression due to syntax error.
ar: خطأ في تحليل التعبير بسبب خطأ في بناء الجملة.
de: Fehler beim Analysieren des Ausdrucks aufgrund eines Syntaxfehlers.
el: Σφάλμα ανάλυσης έκφρασης λόγω συντακτικού σφάλματος.
es: Error al analizar la expresión debido a un error de sintaxis.
fr: Erreur lors de l'analyse de l'expression en raison d'une erreur de syntaxe.
ga: Earráid agus slonn á pharsáil mar gheall ar earráid chomhréire.
hi: सिंटैक्स त्रुटि के कारण अभिव्यक्ति को पार्स करने में त्रुटि।
id: Terjadi kesalahan saat mengurai ekspresi akibat kesalahan sintaksis.
it: Errore durante l'analisi dell'espressione a causa di un errore di sintassi.
ja: 構文エラーが原因で式の解析中にエラーが発生しました。
ko: 구문 오류로 인해 표현식을 구문 분석하는 동안 오류가 발생했습니다.
ms: Ralat menghuraikan ungkapan kerana ralat sintaks.
nb: Feil ved analyse av uttrykk på grunn av syntaksfeil.
nl: Fout bij parseren van expressie vanwege syntaxisfout.
pt: Erro ao analisar a expressão devido a um erro de sintaxe.
ro: Eroare la analizarea expresiei din cauza unei erori de sintaxă.
tr: Sözdizimi hatası nedeniyle ifade ayrıştırılırken hata oluştu.
uk: Помилка аналізу виразу через синтаксичну помилку.
vi: Lỗi khi phân tích biểu thức do lỗi cú pháp.
zh: 由於語法錯誤，解析表達式時出錯。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONCANTOVERWRITE
source: Can't register a condition that already exists.
ar: لا يمكن تسجيل شرط موجود بالفعل.
de: Eine bereits vorhandene Bedingung kann nicht registriert werden.
el: Δεν είναι δυνατή η εγγραφή μιας συνθήκης που υπάρχει ήδη.
es: No se puede registrar una condición que ya existe.
fr: Impossible d'enregistrer une condition qui existe déjà.
ga: Ní féidir coinníoll atá ann cheana a chlárú.
hi: पहले से मौजूद किसी शर्त को पंजीकृत नहीं किया जा सकता.
id: Tidak dapat mendaftarkan kondisi yang sudah ada.
it: Impossibile registrare una condizione già esistente.
ja: すでに存在する条件は登録できません。
ko: 이미 존재하는 조건은 등록할 수 없습니다.
ms: Tidak dapat mendaftarkan syarat yang telah wujud.
nb: Kan ikke registrere en tilstand som allerede eksisterer.
nl: Kan een voorwaarde die al bestaat niet registreren.
pt: Não é possível registrar uma condição que já existe.
ro: Nu se poate înregistra o condiție care există deja.
tr: Zaten var olan bir koşulu kaydedemezsiniz.
uk: Неможливо зареєструвати умову, яка вже існує.
vi: Không thể đăng ký một tình trạng đã tồn tại.
zh: 無法註冊已存在的條件。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONEMPTY
source: Can't register an empty condition.
ar: لا يمكن تسجيل حالة فارغة.
de: Es kann keine leere Bedingung registriert werden.
el: Δεν είναι δυνατή η εγγραφή μιας κενή συνθήκης.
es: No se puede registrar una condición vacía.
fr: Impossible d'enregistrer une condition vide.
ga: Ní féidir riocht folamh a chlárú.
hi: खाली स्थिति दर्ज नहीं की जा सकती.
id: Tidak dapat mendaftarkan kondisi kosong.
it: Impossibile registrare una condizione vuota.
ja: 空の条件は登録できません。
ko: 빈 조건을 등록할 수 없습니다.
ms: Tidak boleh mendaftar syarat kosong.
nb: Kan ikke registrere en tom tilstand.
nl: Kan een lege voorwaarde niet registreren.
pt: Não é possível registrar uma condição vazia.
ro: Nu se poate înregistra o condiție goală.
tr: Boş bir koşul kaydedilemez.
uk: Неможливо зареєструвати порожню умову.
vi: Không thể đăng ký điều kiện trống.
zh: 無法註冊空條件。

# T_SHELL_BASE_SCRIPTING_CONDITIONS_EXCEPTION_INVALIDDATATYPE
source: Data type {0} specified is invalid.
ar: نوع البيانات المحدد {0} غير صالح.
de: Der angegebene Datentyp {0} ist ungültig.
el: Ο τύπος δεδομένων που καθορίστηκε {0} δεν είναι έγκυρος.
es: El tipo de datos {0} especificado no es válido.
fr: Le type de données {0} spécifié n'est pas valide.
ga: Tá an cineál sonraí {0} sonraithe neamhbhailí.
hi: निर्दिष्ट डेटा प्रकार {0} अमान्य है.
id: Tipe data {0} yang ditentukan tidak valid.
it: Il tipo di dati {0} specificato non è valido.
ja: 指定されたデータ型 {0} は無効です。
ko: 지정된 데이터 유형 {0}이(가) 잘못되었습니다.
ms: Jenis data {0} yang dinyatakan adalah tidak sah.
nb: Datatypen {0} spesifisert er ugyldig.
nl: Het opgegeven gegevenstype {0} is ongeldig.
pt: O tipo de dados {0} especificado é inválido.
ro: Tipul de date {0} specificat este nevalid.
tr: Belirtilen {0} veri türü geçersiz.
uk: Вказаний тип даних {0} недійсний.
vi: Kiểu dữ liệu {0} được chỉ định là không hợp lệ.
zh: 指定的資料類型 {0} 無效。

# T_SHELL_BASE_SCRIPTING_CONDITIONS_EXCEPTION_INVALIDPLATFORM
source: Platform {0} specified is invalid.
ar: النظام الأساسي {0} المحدد غير صالح.
de: Die angegebene Plattform {0} ist ungültig.
el: Η πλατφόρμα {0} που καθορίστηκε δεν είναι έγκυρη.
es: La plataforma {0} especificada no es válida.
fr: La plate-forme {0} spécifiée n'est pas valide.
ga: Tá an t-ardán sonraithe {0} neamhbhailí.
hi: निर्दिष्ट प्लेटफ़ॉर्म {0} अमान्य है.
id: Platform {0} yang ditentukan tidak valid.
it: La piattaforma {0} specificata non è valida.
ja: 指定されたプラットフォーム {0} は無効です。
ko: 지정된 플랫폼 {0}이(가) 잘못되었습니다.
ms: Platform {0} yang ditentukan adalah tidak sah.
nb: Oppgitt plattform {0} er ugyldig.
nl: Het opgegeven platform {0} is ongeldig.
pt: A plataforma {0} especificada é inválida.
ro: Platforma {0} specificată este nevalidă.
tr: Belirtilen {0} Platformu geçersiz.
uk: Вказана платформа {0} недійсна.
vi: Nền tảng {0} được chỉ định là không hợp lệ.
zh: 指定的平台 {0} 無效。

# T_SHELL_SHELLS_WRAP_SOURCEFAILED
source: Source command execution failed.
ar: فشل تنفيذ أمر المصدر.
de: Die Ausführung des Quellbefehls ist fehlgeschlagen.
el: Η εκτέλεση της εντολής πηγής απέτυχε.
es: Error en la ejecución del comando de origen.
fr: L'exécution de la commande source a échoué.
ga: Theip ar fhorghníomhú an ordaithe foinse.
hi: स्रोत आदेश निष्पादन विफल हुआ.
id: Eksekusi perintah sumber gagal.
it: Esecuzione del comando sorgente non riuscita.
ja: ソースコマンドの実行に失敗しました。
ko: 소스 명령 실행에 실패했습니다.
ms: Pelaksanaan arahan sumber gagal.
nb: Utførelse av kildekommando mislyktes.
nl: Uitvoering van bronopdracht mislukt.
pt: Falha na execução do comando de origem.
ro: Execuția comenzii sursă a eșuat.
tr: Kaynak komut yürütme başarısız oldu.
uk: Помилка виконання вихідної команди.
vi: Không thực hiện được lệnh nguồn.
zh: 源命令執行失敗。

# T_SHELL_SHELLS_WRAP_TARGETFAILED
source: Target command execution failed. The contents may not have been populated properly. Command executed was
ar: فشل تنفيذ الأمر المستهدف. ربما لم يتم ملء المحتويات بشكل صحيح. تم تنفيذ الأمر
de: Die Ausführung des Zielbefehls ist fehlgeschlagen. Der Inhalt wurde möglicherweise nicht richtig ausgefüllt. Der ausgeführte Befehl war
el: Η εκτέλεση εντολής στόχου απέτυχε. Τα περιεχόμενα ενδέχεται να μην έχουν συμπληρωθεί σωστά. Η εντολή που εκτελέστηκε ήταν
es: La ejecución del comando de destino falló. Es posible que el contenido no se haya completado correctamente. El comando ejecutado fue
fr: L'exécution de la commande cible a échoué. Le contenu n'a peut-être pas été correctement renseigné. La commande exécutée a été
ga: Theip ar fheidhmiú an ordaithe sprice. Seans nach bhfuil an t-ábhar líonta i gceart. Ba é an t-ordú a cuireadh chun báis
hi: लक्ष्य कमांड निष्पादन विफल रहा। संभवतः सामग्री ठीक से पॉप्युलेट नहीं हुई है। कमांड निष्पादित किया गया
id: Eksekusi perintah target gagal. Konten mungkin tidak terisi dengan benar. Perintah yang dieksekusi
it: Esecuzione del comando di destinazione non riuscita. Il contenuto potrebbe non essere stato popolato correttamente. Il comando eseguito è stato
ja: ターゲットコマンドの実行に失敗しました。内容が正しく入力されていない可能性があります。実行されたコマンドは
ko: 대상 명령 실행이 실패했습니다. 내용이 제대로 채워지지 않았을 수 있습니다. 실행된 명령은
ms: Pelaksanaan arahan sasaran gagal. Kandungan mungkin tidak diisi dengan betul. Perintah dilaksanakan ialah
nb: Utførelse av målkommando mislyktes. Innholdet er kanskje ikke fylt ut på riktig måte. Kommando utført var
nl: Uitvoering van de doelopdracht is mislukt. De inhoud is mogelijk niet correct ingevuld. De uitgevoerde opdracht was
pt: Falha na execução do comando de destino. O conteúdo pode não ter sido preenchido corretamente. O comando executado foi
ro: Execuția comenzii țintă a eșuat. Este posibil ca conținutul să nu fi fost populat corespunzător. Comanda executată a fost
tr: Hedef komut yürütme başarısız oldu. İçerikler düzgün bir şekilde doldurulmamış olabilir. Yürütülen komut
uk: Не вдалося виконати цільову команду. Можливо, вміст не було заповнено належним чином. Команда виконана
vi: Thực hiện lệnh mục tiêu không thành công. Nội dung có thể chưa được điền đúng. Lệnh đã được thực hiện
zh: 目標命令執行失敗。內容可能未正確填充。執行的命令是

# T_SHELL_SHELLS_WRAP_FAILED
source: Pipe is broken.
ar: الأنبوب مكسور.
de: Das Rohr ist kaputt.
el: Ο σωλήνας έχει σπάσει.
es: La tubería está rota.
fr: Le tuyau est cassé.
ga: Tá píopa briste.
hi: पाइप टूट गया है.
id: Pipa rusak.
it: Il tubo è rotto.
ja: パイプが壊れています。
ko: 파이프가 깨졌습니다.
ms: Paip rosak.
nb: Røret er ødelagt.
nl: De pijp is kapot.
pt: O cano está partido.
ro: Conducta este sparta.
tr: Boru kırıldı.
uk: Труба зламана.
vi: Đường ống bị vỡ.
zh: 管子破了。

# T_SHELL_SHELLS_REPEAT_INVALIDTIMES
source: Invalid number of times.
ar: عدد غير صالح من المرات.
de: Ungültige Häufigkeit.
el: Μη έγκυρος αριθμός φορών.
es: Número de veces no válido.
fr: Nombre de fois invalide.
ga: Líon neamhbhailí uaireanta.
hi: कई बार अमान्य संख्या.
id: Jumlah kali tidak valid.
it: Numero di volte non valido.
ja: 無効な回数です。
ko: 횟수가 잘못되었습니다.
ms: Bilangan kali tidak sah.
nb: Ugyldig antall ganger.
nl: Ongeldig aantal keren.
pt: Número de vezes inválido.
ro: Număr nevalid de ori.
tr: Geçersiz sayı.
uk: Недійсна кількість разів.
vi: Số lần không hợp lệ.
zh: 次數無效。

# T_SHELL_SHELLS_REPEAT_REPEATSELF
source: Can't repeat self.
ar: لا يمكن تكرار الذات.
de: Ich kann mich nicht wiederholen.
el: Δεν μπορώ να επαναλάβω τον εαυτό μου.
es: No puedo repetirme.
fr: Je ne peux pas me répéter.
ga: Ní féidir é féin a athdhéanamh.
hi: स्वयं को दोहरा नहीं सकते.
id: Tidak dapat mengulang dirinya sendiri.
it: Non posso ripetermi.
ja: 自分自身を繰り返すことはできません。
ko: 자신을 반복할 수 없습니다.
ms: Tidak boleh mengulangi diri sendiri.
nb: Kan ikke gjenta seg selv.
nl: Kan mezelf niet herhalen.
pt: Não posso me repetir.
ro: Nu se poate repeta.
tr: Kendini tekrar edemez.
uk: Не можу повторитися.
vi: Không thể lặp lại chính mình.
zh: 無法重複自己。

# T_SHELL_SHELLS_WRAP_COMMANDSHELPER
source: Wrappable commands:
ar: أوامر قابلة للالتفاف:
de: Umwickelbare Befehle:
el: Εντολές με δυνατότητα αναδίπλωσης:
es: Comandos envolventes:
fr: Commandes enveloppables :
ga: Orduithe infhillte:
hi: लपेटने योग्य आदेश:
id: Perintah yang dapat dibungkus:
it: Comandi a capo:
ja: ラップ可能なコマンド:
ko: 래핑 가능한 명령 :
ms: Perintah yang boleh dibalut:
nb: Kommandoer som kan pakkes inn:
nl: Inpakbare commando's:
pt: Comandos que podem ser embalados:
ro: Comenzi încapsulabile:
tr: Sarılabilir komutlar:
uk: Команди, які можна обернути:
vi: Các lệnh có thể gói gọn:
zh: 可包裝命令：
