Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_BC_CONSOLECHECKER_COORDS_TOO_SMALL_1
source: Your console is too small to run properly: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
ar: وحدة التحكم الخاصة بك صغيرة جدًا بحيث لا يمكن تشغيلها بشكل صحيح: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
de: Ihre Konsole ist zu klein, um richtig zu laufen: {0}x{1} | Buff: {2}x{3} | Min: {4}x{5}
el: Η κονσόλα σας είναι πολύ μικρή για να λειτουργήσει σωστά: {0}x{1} | ενίσχυση: {2}x{3} | ελάχιστο: {4}x{5}
es: Tu consola es demasiado pequeña para funcionar correctamente: {0}x{1} | beneficio: {2}x{3} | mínimo: {4}x{5}
fr: Votre console est trop petite pour fonctionner correctement : {0}x{1} | buff : {2}x{3} | min : {4}x{5}
ga: Tá do chonsól róbheag le rith i gceart: {0}x{1} | feabhas: {2}x{3} | íosmhéid: {4}x{5}
hi: आपका कंसोल ठीक से चलने के लिए बहुत छोटा है: {0}x{1} | बफ़: {2}x{3} | मिन: {4}x{5}
id: Konsol Anda terlalu kecil untuk berjalan dengan baik: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
it: La tua console è troppo piccola per funzionare correttamente: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
ja: コンソールが小さすぎるため、正常に動作しません: {0}x{1} | バフ: {2}x{3} | 最小: {4}x{5}
ko: 콘솔이 너무 작아서 제대로 실행할 수 없습니다: {0}x{1} | 버프: {2}x{3} | 최소: {4}x{5}
ms: Konsol anda terlalu kecil untuk dijalankan dengan betul: {0}x{1} | peminat: {2}x{3} | min: {4}x{5}
nb: Konsollen din er for liten til å kjøre ordentlig: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
nl: Je console is te klein om goed te kunnen draaien: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
pt: A sua consola é demasiado pequena para correr corretamente: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
ro: Consola ta este prea mică pentru a rula corect: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
tr: Konsolunuz düzgün çalışması için çok küçük: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
uk: Ваша консоль занадто мала для належної роботи: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
vi: Máy chơi game của bạn quá nhỏ để chạy bình thường: {0}x{1} | buff: {2}x{3} | min: {4}x{5}
zh: 您的控制台太小，無法正常運作：{0}x{1} | buff：{2}x{3} | min：{4}x{5}

# T_BC_CONSOLECHECKER_COORDS_TOO_SMALL_2
source: To have a better experience, resize your console window while still being on this screen. Press any key to continue...
ar: لتجربة أفضل، غيّر حجم نافذة وحدة التحكم أثناء تواجدك على هذه الشاشة. اضغط أي مفتاح للمتابعة...
de: Für ein besseres Erlebnis können Sie die Größe Ihres Konsolenfensters ändern, während Sie sich noch auf diesem Bildschirm befinden. Drücken Sie eine beliebige Taste, um fortzufahren.
el: Για μια καλύτερη εμπειρία, αλλάξτε το μέγεθος του παραθύρου της κονσόλας σας ενώ βρίσκεστε ακόμα σε αυτήν την οθόνη. Πατήστε οποιοδήποτε πλήκτρο για να συνεχίσετε...
es: Para una mejor experiencia, cambia el tamaño de la ventana de la consola sin salir de esta pantalla. Presiona cualquier tecla para continuar...
fr: Pour une meilleure expérience, redimensionnez la fenêtre de votre console sans quitter cet écran. Appuyez sur n'importe quelle touche pour continuer…
ga: Chun eispéireas níos fearr a bheith agat, athraigh méid do fhuinneog consóil agus tú fós ar an scáileán seo. Brúigh aon eochair le leanúint ar aghaidh...
hi: बेहतर अनुभव के लिए, इस स्क्रीन पर रहते हुए अपनी कंसोल विंडो का आकार बदलें। जारी रखने के लिए कोई भी कुंजी दबाएँ...
id: Untuk mendapatkan pengalaman yang lebih baik, ubah ukuran jendela konsol Anda saat masih berada di layar ini. Tekan tombol apa saja untuk melanjutkan...
it: Per un'esperienza migliore, ridimensiona la finestra della console rimanendo su questa schermata. Premi un tasto qualsiasi per continuare...
ja: より快適にご利用いただくために、この画面を開いたままコンソールウィンドウのサイズを変更してください。続行するには任意のキーを押してください...
ko: 더 나은 경험을 위해 이 화면에서 콘솔 창 크기를 조절하세요. 계속하려면 아무 키나 누르세요...
ms: Untuk mendapatkan pengalaman yang lebih baik, ubah saiz tetingkap konsol anda semasa masih berada di skrin ini. Tekan sebarang kekunci untuk meneruskan...
nb: For å få en bedre opplevelse, endre størrelsen på konsollvinduet mens du fortsatt er på denne skjermen. Trykk på en hvilken som helst tast for å fortsette ...
nl: Voor een betere ervaring kunt u het formaat van uw consolevenster aanpassen terwijl u nog steeds op dit scherm bent. Druk op een toets om door te gaan...
pt: Para uma melhor experiência, redimensione a janela da consola enquanto ainda estiver neste ecrã. Prima qualquer tecla para continuar...
ro: Pentru o experiență mai bună, redimensionați fereastra consolei în timp ce vă aflați încă pe acest ecran. Apăsați orice tastă pentru a continua...
tr: Daha iyi bir deneyim için, hala bu ekranda iken konsol pencerenizi yeniden boyutlandırın. Devam etmek için herhangi bir tuşa basın...
uk: Для кращого перегляду змініть розмір вікна консолі, залишаючись на цьому екрані. Натисніть будь-яку клавішу, щоб продовжити...
vi: Để có trải nghiệm tốt hơn, hãy thay đổi kích thước cửa sổ bảng điều khiển của bạn trong khi vẫn ở trên màn hình này. Nhấn bất kỳ phím nào để tiếp tục...
zh: 為了獲得更好的體驗，請在目前螢幕停留期間調整控制台視窗的大小。按任意鍵繼續…

# T_BC_CONSOLECHECKER_EXCEPTION_NOASSEMBLY
source: Assembly not provided.
ar: لم يتم توفير التجميع.
de: Montage nicht vorgesehen.
el: Δεν παρέχεται συναρμολόγηση.
es: No se proporciona montaje.
fr: Montage non fourni.
ga: Níor soláthraíodh tionól.
hi: असेंबली उपलब्ध नहीं है.
id: Perakitan tidak disediakan.
it: Montaggio non previsto.
ja: 組み立ては提供されません。
ko: 조립이 제공되지 않습니다.
ms: Perhimpunan tidak disediakan.
nb: Montering ikke inkludert.
nl: Montage niet voorzien.
pt: Montagem não fornecida.
ro: Asamblarea nu este inclusă.
tr: Montajı sağlanmamaktadır.
uk: Збірка не передбачена.
vi: Không cung cấp dịch vụ lắp ráp.
zh: 未提供組裝。

# T_BC_CONSOLECHECKER_FASTFAIL_RUDEEXIT
source: {0} Can't continue.
ar: {0} لا يمكن الاستمرار.
de: {0} Kann nicht fortfahren.
el: {0} Δεν είναι δυνατή η συνέχεια.
es: {0} No se puede continuar.
fr: {0} Impossible de continuer.
ga: {0} Ní féidir leanúint ar aghaidh.
hi: {0} जारी नहीं रखा जा सकता.
id: {0} Tidak dapat melanjutkan.
it: {0} Impossibile continuare.
ja: {0} 続行できません。
ko: {0} 계속할 수 없습니다.
ms: {0} Tidak dapat meneruskan.
nb: {0} Kan ikke fortsette.
nl: {0} Kan niet doorgaan.
pt: {0} Não é possível continuar.
ro: {0} Nu se poate continua.
tr: {0} Devam edilemiyor.
uk: {0} Неможливо продовжити.
vi: {0} Không thể tiếp tục.
zh: {0} 無法繼續。

# T_BC_CONSOLEFILTER_BASEFILTERS_DUMB_JUSTIFICATION
source: Console type only supports basic writing.
ar: يدعم نوع وحدة التحكم الكتابة الأساسية فقط.
de: Der Konsolentyp unterstützt nur grundlegendes Schreiben.
el: Ο τύπος κονσόλας υποστηρίζει μόνο βασική γραφή.
es: El tipo de consola solo admite escritura básica.
fr: Le type de console ne prend en charge que l'écriture de base.
ga: Ní thacaíonn cineál consól ach le scríbhneoireacht bhunúsach.
hi: कंसोल प्रकार केवल मूल लेखन का समर्थन करता है।
id: Tipe konsol hanya mendukung penulisan dasar.
it: Il tipo console supporta solo la scrittura di base.
ja: コンソールタイプは基本的な書き込みのみをサポートします。
ko: 콘솔 유형은 기본적인 쓰기만 지원합니다.
ms: Jenis konsol hanya menyokong penulisan asas.
nb: Konsolltypen støtter bare grunnleggende skriving.
nl: Het consoletype ondersteunt alleen basisschrijfbewerkingen.
pt: O tipo de consola suporta apenas escrita básica.
ro: Tipul de consolă acceptă doar scrierea de bază.
tr: Konsol tipi sadece temel yazmayı destekler.
uk: Консольний тип підтримує лише базовий текст.
vi: Kiểu console chỉ hỗ trợ viết cơ bản.
zh: 控制台類型僅支援基本寫入。

# T_BC_CONSOLEFILTER_BASEFILTERS_UNKNOWN_JUSTIFICATION
source: Console type is of unknown nature.
ar: نوع وحدة التحكم غير معروف طبيعته.
de: Der Konsolentyp ist unbekannter Natur.
el: Ο τύπος κονσόλας είναι άγνωστης φύσης.
es: El tipo de consola es de naturaleza desconocida.
fr: Le type de console est de nature inconnue.
ga: Tá an cineál consól anaithnid.
hi: कंसोल का प्रकार अज्ञात है।
id: Jenis konsol tidak diketahui sifatnya.
it: Il tipo di console è di natura sconosciuta.
ja: コンソールタイプは不明です。
ko: 콘솔 유형은 알 수 없습니다.
ms: Jenis konsol tidak diketahui sifatnya.
nb: Konsolltypen er av ukjent art.
nl: Het type console is van onbekende aard.
pt: O tipo de consola é de natureza desconhecida.
ro: Tipul consolei este de natură necunoscută.
tr: Konsol tipi bilinmiyor.
uk: Тип консолі невідомий.
vi: Loại bảng điều khiển chưa được xác định.
zh: 控制台類型未知。

# T_BC_CONSOLEFILTER_BASEFILTERS_APPLETERMINAL_JUSTIFICATION
source: This application makes use of VT escape sequences, but Terminal.app has broken support for 255 and true colors.
ar: يستخدم هذا التطبيق تسلسلات الهروب VT، ولكن Terminal.app لديه دعم غير كاف للألوان 255 والألوان الحقيقية.
de: Diese Anwendung verwendet VT-Escapesequenzen, aber Terminal.app unterstützt 255 und echte Farben nicht mehr.
el: Αυτή η εφαρμογή χρησιμοποιεί ακολουθίες διαφυγής VT, αλλά το Terminal.app δεν υποστηρίζει πλέον χρώματα 255 και πραγματικά χρώματα.
es: Esta aplicación utiliza secuencias de escape VT, pero Terminal.app no tiene soporte para 255 y colores verdaderos.
fr: Cette application utilise des séquences d'échappement VT, mais Terminal.app ne prend plus en charge les couleurs 255 et vraies.
ga: Úsáideann an feidhmchlár seo seichimh éalaithe VT, ach tá tacaíocht briste ag Terminal.app do 255 agus fíor-dathanna.
hi: यह एप्लिकेशन VT एस्केप अनुक्रमों का उपयोग करता है, लेकिन टर्मिनल.एप ने 255 और ट्रू कलर्स के लिए समर्थन समाप्त कर दिया है।
id: Aplikasi ini memanfaatkan rangkaian escape VT, tetapi Terminal.app telah merusak dukungan untuk 255 dan warna sebenarnya.
it: Questa applicazione utilizza sequenze di escape VT, ma Terminal.app non supporta più 255 colori e colori reali.
ja: このアプリケーションは VT エスケープ シーケンスを使用しますが、Terminal.app では 255 および True Color のサポートが壊れています。
ko: 이 애플리케이션은 VT 이스케이프 시퀀스를 활용하지만 Terminal.app은 255와 트루 컬러에 대한 지원을 중단했습니다.
ms: Aplikasi ini menggunakan urutan pelarian VT, tetapi Terminal.app telah memecahkan sokongan untuk 255 dan warna sebenar.
nb: Denne applikasjonen bruker VT-escape-sekvenser, men Terminal.app har ødelagt støtte for 255 og true colors.
nl: Deze applicatie maakt gebruik van VT escape sequences, maar Terminal.app ondersteunt geen 255 en true colors meer.
pt: Esta aplicação faz uso de sequências de escape VT, mas o Terminal.app não suporta 255 e cores verdadeiras.
ro: Această aplicație folosește secvențe de escape VT, dar Terminal.app nu mai suportă 255 și culorile reale.
tr: Bu uygulama VT kaçış dizilerini kullanıyor, ancak Terminal.app 255 ve gerçek renkler için desteği bozdu.
uk: Ця програма використовує керуючі послідовності VT, але Terminal.app має несправну підтримку 255 та справжніх кольорів.
vi: Ứng dụng này sử dụng chuỗi thoát VT, nhưng Terminal.app đã không còn hỗ trợ 255 màu và màu thực.
zh: 該應用程式使用 VT 轉義序列，但 Terminal.app 不再支援 255 和真彩色。

# T_BC_CONSOLEFILTER_BASEFILTERS_NO256COLORS_JUSTIFICATION
source: Console type doesn't support 256 colors.
ar: نوع وحدة التحكم لا يدعم 256 لونًا.
de: Der Konsolentyp unterstützt keine 256 Farben.
el: Ο τύπος κονσόλας δεν υποστηρίζει 256 χρώματα.
es: El tipo de consola no admite 256 colores.
fr: Le type de console ne prend pas en charge 256 couleurs.
ga: Ní thacaíonn an cineál consól le 256 dathanna.
hi: कंसोल प्रकार 256 रंगों का समर्थन नहीं करता है.
id: Jenis konsol tidak mendukung 256 warna.
it: Il tipo di console non supporta 256 colori.
ja: コンソールタイプは 256 色をサポートしていません。
ko: 콘솔 유형은 256색을 지원하지 않습니다.
ms: Jenis konsol tidak menyokong 256 warna.
nb: Konsolltypen støtter ikke 256 farger.
nl: Het consoletype ondersteunt geen 256 kleuren.
pt: O tipo de consola não suporta 256 cores.
ro: Tipul de consolă nu acceptă 256 de culori.
tr: Konsol tipi 256 rengi desteklemiyor.
uk: Консольний тип не підтримує 256 кольорів.
vi: Kiểu máy chơi game không hỗ trợ 256 màu.
zh: 控制台類型不支援 256 色。

# T_BC_CONSOLEFILTER_EXCEPTION_NOQUERY
source: Can't filter without any query.
ar: لا يمكن التصفية دون أي استعلام.
de: Ohne Abfrage kann nicht gefiltert werden.
el: Δεν είναι δυνατό το φιλτράρισμα χωρίς κανένα ερώτημα.
es: No se puede filtrar sin ninguna consulta.
fr: Impossible de filtrer sans aucune requête.
ga: Ní féidir scagadh a dhéanamh gan aon cheist.
hi: बिना किसी प्रश्न के फ़िल्टर नहीं किया जा सकता.
id: Tidak dapat memfilter tanpa kueri apa pun.
it: Non è possibile filtrare senza alcuna query.
ja: クエリなしではフィルタリングできません。
ko: 쿼리 없이는 필터링할 수 없습니다.
ms: Tidak boleh menapis tanpa sebarang pertanyaan.
nb: Kan ikke filtrere uten noen spørring.
nl: Kan niet filteren zonder query.
pt: Não é possível filtrar sem qualquer consulta.
ro: Nu se poate filtra fără nicio interogare.
tr: Sorgulama yapılmadan filtreleme yapılamaz.
uk: Неможливо фільтрувати без жодного запиту.
vi: Không thể lọc mà không có bất kỳ truy vấn nào.
zh: 沒有任何查詢就無法過濾。

# T_BC_CONSOLEFILTER_EXCEPTION_INVALIDQUERY
source: Can't filter with an invalid query.
ar: لا يمكن التصفية باستخدام استعلام غير صالح.
de: Mit einer ungültigen Abfrage kann nicht gefiltert werden.
el: Δεν είναι δυνατό το φιλτράρισμα με μη έγκυρο ερώτημα.
es: No se puede filtrar con una consulta no válida.
fr: Impossible de filtrer avec une requête non valide.
ga: Ní féidir scagadh a dhéanamh le fiosrúchán neamhbhailí.
hi: अमान्य क्वेरी के साथ फ़िल्टर नहीं किया जा सकता.
id: Tidak dapat memfilter dengan kueri yang tidak valid.
it: Impossibile filtrare con una query non valida.
ja: 無効なクエリではフィルタリングできません。
ko: 잘못된 쿼리로 필터링할 수 없습니다.
ms: Tidak boleh menapis dengan pertanyaan yang tidak sah.
nb: Kan ikke filtrere med en ugyldig spørring.
nl: Kan niet filteren met een ongeldige zoekopdracht.
pt: Não é possível filtrar com uma consulta inválida.
ro: Nu se poate filtra cu o interogare nevalidă.
tr: Geçersiz bir sorgu ile filtreleme yapılamıyor.
uk: Неможливо фільтрувати за недійсним запитом.
vi: Không thể lọc bằng truy vấn không hợp lệ.
zh: 無法使用無效查詢進行過濾。

# T_BC_CONSOLEFILTERINFO_EXCEPTION_NOEXPRESSION
source: There is no expression in the console filter.
ar: لا يوجد تعبير في مرشح وحدة التحكم.
de: Im Konsolenfilter ist kein Ausdruck vorhanden.
el: Δεν υπάρχει έκφραση στο φίλτρο κονσόλας.
es: No hay ninguna expresión en el filtro de la consola.
fr: Il n'y a aucune expression dans le filtre de la console.
ga: Níl aon léiriú sa scagaire consól.
hi: कंसोल फ़िल्टर में कोई अभिव्यक्ति नहीं है.
id: Tidak ada ekspresi dalam filter konsol.
it: Non c'è alcuna espressione nel filtro della console.
ja: コンソール フィルターに式がありません。
ko: 콘솔 필터에 표현식이 없습니다.
ms: Tiada ungkapan dalam penapis konsol.
nb: Det finnes ikke noe uttrykk i konsollfilteret.
nl: Er is geen expressie in het consolefilter.
pt: Não há expressão no filtro da consola.
ro: Nu există nicio expresie în filtrul consolei.
tr: Konsol filtresinde herhangi bir ifade bulunmuyor.
uk: У фільтрі консолі немає виразу.
vi: Không có biểu thức nào trong bộ lọc bảng điều khiển.
zh: 控制台過濾器中沒有表達式。

# T_CE_NATIVE_UNIX_EXCEPTION_TCSETATTR_FAILED
source: Can't restore new termios attributes for raw mode: {0}
ar: لا يمكن استعادة سمات termios الجديدة لوضع raw: {0}
de: Neue Termios-Attribute für den Rohmodus können nicht wiederhergestellt werden: {0}
el: Δεν είναι δυνατή η επαναφορά νέων χαρακτηριστικών termios για την ακατέργαστη λειτουργία: {0}
es: No se pueden restaurar nuevos atributos de termios para el modo sin procesar: {0}
fr: Impossible de restaurer les nouveaux attributs termios pour le mode brut : {0}
ga: Ní féidir tréithe nua termios a athbhunú don mhodh amh: {0}
hi: रॉ मोड के लिए नई टर्मियोस विशेषताएँ पुनर्स्थापित नहीं की जा सकतीं: {0}
id: Tidak dapat mengembalikan atribut termios baru untuk mode mentah: {0}
it: Impossibile ripristinare i nuovi attributi Termios per la modalità raw: {0}
ja: RAW モードの新しい termios 属性を復元できません: {0}
ko: 원시 모드에 대한 새 termios 속성을 복원할 수 없습니다: {0}
ms: Tidak dapat memulihkan atribut termios baharu untuk mod mentah: {0}
nb: Kan ikke gjenopprette nye termios-attributter for råmodus: {0}
nl: Kan nieuwe termios-kenmerken voor de raw-modus niet herstellen: {0}
pt: Não é possível restaurar novos atributos termios para o modo bruto: {0}
ro: Nu se pot restaura noile atribute termios pentru modul brut: {0}
tr: Ham mod için yeni termios öznitelikleri geri yüklenemiyor: {0}
uk: Не вдається відновити нові атрибути termios для режиму RAW: {0}
vi: Không thể khôi phục các thuộc tính termios mới cho chế độ thô: {0}
zh: 無法恢復原始模式的新 termios 屬性：{0}

# T_CE_NATIVE_UNIX_EXCEPTION_FCNTL_GET_FAILED
source: Can't get file descriptor flags: {0}
ar: لا يمكن الحصول على علامات وصف الملف: {0}
de: Dateideskriptor-Flags können nicht abgerufen werden: {0}
el: Δεν είναι δυνατή η λήψη σημαιών περιγραφής αρχείου: {0}
es: No se pueden obtener los indicadores del descriptor de archivo: {0}
fr: Impossible d'obtenir les indicateurs de descripteur de fichier : {0}
ga: Ní féidir bratacha tuairisceora comhaid a fháil: {0}
hi: फ़ाइल डिस्क्रिप्टर फ़्लैग प्राप्त नहीं किए जा सके: {0}
id: Tidak bisa mendapatkan tanda deskriptor file: {0}
it: Impossibile ottenere i flag descrittori di file: {0}
ja: ファイル記述子フラグを取得できません: {0}
ko: 파일 설명자 플래그를 가져올 수 없습니다: {0}
ms: Tidak boleh mendapatkan bendera deskriptor fail: {0}
nb: Kan ikke hente filbeskrivelsesflagg: {0}
nl: Kan bestandsdescriptorvlaggen niet ophalen: {0}
pt: Não é possível obter os indicadores do descritor de ficheiro: {0}
ro: Nu se pot obține semnalizatoarele descriptorului de fișier: {0}
tr: Dosya tanımlayıcı bayrakları alınamıyor: {0}
uk: Не вдається отримати прапорці дескриптора файлу: {0}
vi: Không thể lấy được cờ mô tả tệp: {0}
zh: 無法取得檔案描述符標誌：{0}

# T_CE_NATIVE_UNIX_EXCEPTION_FCNTL_SET_NOBLOCK_FAILED
source: Can't set file descriptor flag to non-blocking read: {0}
ar: لا يمكن تعيين علامة وصف الملف على القراءة غير الحظرية: {0}
de: Das Dateideskriptor-Flag kann nicht auf nicht blockierendes Lesen gesetzt werden: {0}
el: Δεν είναι δυνατός ο ορισμός της σημαίας περιγραφής αρχείου σε μη αποκλεισμένη ανάγνωση: {0}
es: No se puede establecer el indicador de descriptor de archivo en lectura sin bloqueo: {0}
fr: Impossible de définir l'indicateur de descripteur de fichier sur une lecture non bloquante : {0}
ga: Ní féidir bratach tuairisceora comhaid a shocrú go léamh neamhbhlocálach: {0}
hi: फ़ाइल डिस्क्रिप्टर फ़्लैग को नॉन-ब्लॉकिंग रीड पर सेट नहीं किया जा सकता: {0}
id: Tidak dapat menyetel tanda deskriptor file ke pembacaan non-pemblokiran: {0}
it: Impossibile impostare il flag descrittore del file su lettura non bloccante: {0}
ja: ファイル記述子フラグを非ブロッキング読み取りに設定できません: {0}
ko: 파일 설명자 플래그를 비차단 읽기로 설정할 수 없습니다: {0}
ms: Tidak dapat menetapkan bendera deskriptor fail kepada bacaan tidak menyekat: {0}
nb: Kan ikke sette filbeskrivelsesflagget til ikke-blokkerende lesing: {0}
nl: Kan bestandsdescriptorvlag niet instellen op niet-blokkerend lezen: {0}
pt: Não é possível definir o indicador do descritor de ficheiro para leitura sem bloqueio: {0}
ro: Nu se poate seta indicatorul descriptorului de fișier la citire neblocantă: {0}
tr: Dosya tanımlayıcı bayrağını engellemeyen okumaya ayarlayamıyorum: {0}
uk: Не вдається встановити прапорець файлового дескриптора на неблокуюче читання: {0}
vi: Không thể đặt cờ mô tả tệp thành đọc không chặn: {0}
zh: 無法將檔案描述符標誌設為非阻塞讀取：{0}

# T_CE_NATIVE_UNIX_EXCEPTION_FCNTL_SET_BLOCK_FAILED
source: Can't set file descriptor flag to blocking read: {0}
ar: لا يمكن تعيين علامة وصف الملف لمنع القراءة: {0}
de: Das Dateideskriptor-Flag kann nicht auf „Lesen blockieren“ gesetzt werden: {0}
el: Δεν είναι δυνατός ο ορισμός της σημαίας περιγραφής αρχείου σε αποκλεισμό ανάγνωσης: {0}
es: No se puede establecer el indicador del descriptor de archivo para bloquear la lectura: {0}
fr: Impossible de définir l'indicateur de descripteur de fichier sur le blocage de la lecture : {0}
ga: Ní féidir bratach tuairisceora comhaid a shocrú chun léamh a bhac: {0}
hi: फ़ाइल डिस्क्रिप्टर फ़्लैग को पढ़ने को रोकने के लिए सेट नहीं किया जा सकता: {0}
id: Tidak dapat menyetel tanda deskriptor file ke pemblokiran baca: {0}
it: Impossibile impostare il flag del descrittore di file per bloccare la lettura: {0}
ja: ファイル記述子フラグを読み取りブロックに設定できません: {0}
ko: 파일 설명자 플래그를 읽기 차단으로 설정할 수 없습니다: {0}
ms: Tidak dapat menetapkan bendera deskriptor fail kepada menyekat bacaan: {0}
nb: Kan ikke sette filbeskrivelsesflagget til å blokkere lesing: {0}
nl: Kan bestandsdescriptorvlag niet instellen om lezen te blokkeren: {0}
pt: Não é possível definir o indicador do descritor de ficheiro para bloquear a leitura: {0}
ro: Nu se poate seta indicatorul descriptorului de fișier la blocarea citirii: {0}
tr: Dosya tanımlayıcı bayrağını okumayı engelleyecek şekilde ayarlayamıyorum: {0}
uk: Не вдається встановити прапорець дескриптора файлу для блокування читання: {0}
vi: Không thể đặt cờ mô tả tệp để chặn đọc: {0}
zh: 無法將檔案描述符標誌設定為阻止讀取：{0}

# T_CE_ACOUSTIC_EXCEPTION_NOSYNTHINFO
source: Can't get synth info from the provided representation.
ar: لا يمكن الحصول على معلومات المركب من التمثيل المقدم.
de: Aus der bereitgestellten Darstellung können keine Synth-Informationen abgerufen werden.
el: Δεν είναι δυνατή η λήψη πληροφοριών συνθεσάιζερ από την παρεχόμενη αναπαράσταση.
es: No se puede obtener información del sintetizador de la representación proporcionada.
fr: Impossible d'obtenir des informations de synthèse à partir de la représentation fournie.
ga: Ní féidir faisnéis sintéiseora a fháil ón léiriú a cuireadh ar fáil.
hi: प्रदान किए गए प्रतिनिधित्व से सिंथ जानकारी प्राप्त नहीं की जा सकती।
id: Tidak dapat memperoleh info synth dari representasi yang disediakan.
it: Impossibile ottenere informazioni sul sintetizzatore dalla rappresentazione fornita.
ja: 提供された表現からシンセ情報を取得できません。
ko: 제공된 표현에서 합성 정보를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan maklumat synth daripada perwakilan yang disediakan.
nb: Kan ikke hente synth-informasjon fra den oppgitte representasjonen.
nl: Kan geen synth-info verkrijgen uit de verstrekte weergave.
pt: Não é possível obter informações de sintetizador a partir da representação fornecida.
ro: Nu se pot obține informații despre sintetizator din reprezentarea furnizată.
tr: Sağlanan gösterimden sentezleyici bilgisi alınamıyor.
uk: Не вдається отримати інформацію про синтезатор із наданого представлення.
vi: Không thể lấy thông tin tổng hợp từ biểu diễn được cung cấp.
zh: 無法從提供的表示中獲取合成資訊。

# T_CE_ACOUSTIC_EXCEPTION_INVALIDSYNTH
source: Synth representation is invalid at [{0}.{1}]
ar: تمثيل المركب غير صالح في [{0}.{1}]
de: Die Synth-Darstellung ist bei [{0}.{1}] ungültig.
el: Η αναπαράσταση του συνθεσάιζερ δεν είναι έγκυρη στο [{0}.{1}]
es: La representación del sintetizador no es válida en [{0}.{1}]
fr: La représentation du synthétiseur n'est pas valide à [{0}.{1}]
ga: Tá ionadaíocht shintéise neamhbhailí ag [{0}.{1}]
hi: [{0}.{1}] पर सिंथ प्रतिनिधित्व अमान्य है
id: Representasi synth tidak valid pada [{0}.{1}]
it: La rappresentazione del sintetizzatore non è valida in [{0}.{1}]
ja: [{0}.{1}] の Synth 表現が無効です
ko: [{0}.{1}]에서 합성 표현이 잘못되었습니다.
ms: Perwakilan sintetik tidak sah pada [{0}.{1}]
nb: Syntrepresentasjonen er ugyldig ved [{0}.{1}]
nl: Synth-representatie is ongeldig op [{0}.{1}]
pt: A representação do sintetizador é inválida em [{0}.{1}]
ro: Reprezentarea sintetizatorului este invalidă la [{0}.{1}]
tr: Sentez gösterimi [{0}.{1}] konumunda geçersiz
uk: Синтезаторне представлення недійсне за адресою [{0}.{1}]
vi: Biểu diễn tổng hợp không hợp lệ tại [{0}.{1}]
zh: 合成器表示在 [{0}.{1}] 處無效

# T_CE_ACOUSTIC_EXCEPTION_INVALIDFREQUENCY
source: Frequency is invalid at [{0}.{1}]
ar: التردد غير صالح في [{0}.{1}]
de: Die Frequenz ist bei [{0}.{1}] ungültig.
el: Η συχνότητα δεν είναι έγκυρη στο [{0}.{1}]
es: La frecuencia no es válida en [{0}.{1}]
fr: La fréquence n'est pas valide à [{0}.{1}]
ga: Tá an mhinicíocht neamhbhailí ag [{0}.{1}]
hi: [{0}.{1}] पर आवृत्ति अमान्य है
id: Frekuensi tidak valid pada [{0}.{1}]
it: La frequenza non è valida in [{0}.{1}]
ja: [{0}.{1}] の頻度が無効です
ko: [{0}.{1}]에서 주파수가 잘못되었습니다.
ms: Kekerapan tidak sah pada [{0}.{1}]
nb: Frekvensen er ugyldig ved [{0}.{1}]
nl: Frequentie is ongeldig op [{0}.{1}]
pt: A frequência é inválida em [{0}.{1}]
ro: Frecvența este invalidă la [{0}.{1}]
tr: Frekans [{0}.{1}] konumunda geçersiz
uk: Частота недійсна для [0}.{1}]
vi: Tần suất không hợp lệ tại [{0}.{1}]
zh: 頻率無效，為 [{0}.{1}]
