Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCMYSPECIFIEREXCEED
source: Invalid CMY color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون CMY غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CMY-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CMY "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CMY "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CMJ « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CMY neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CMY रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna CMY "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore CMY "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: CMYカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: CMY 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CMY tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig CMY-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige CMY-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor CMY inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare CMY nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz CMY renk belirteci "{0}". Belirteç üç öğeden fazla olamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CMY "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CMY không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: CMY 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCMYKSPECIFIER
source: Invalid CMYK color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون CMYK غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CMYK-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος CMYK "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CMYK "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CMJN « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CMYK neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CMYK रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप में है
id: Penentu warna CMYK "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore CMYK non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: CMYKカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: CMYK 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CMYK tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig CMYK-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige CMYK-kleurspecificatie "{0}". Zorg ervoor dat deze het juiste formaat heeft.
pt: Especificador de cor CMYK inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare CMYK nevalid „{0}”. Asigurați-vă că este în formatul corect.
tr: Geçersiz CMYK renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CMYK "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CMYK không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: CMYK 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHSLSPECIFIER
source: Invalid HSL color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون HSL غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HSL-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος HSL "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color HSL "{0}" no válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HSL « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HSL neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HSL रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna HSL "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore HSL non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: HSLカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: HSL 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HSL tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig HSL-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige HSL-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HSL inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare HSL nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz HSL renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HSL "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HSL không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: HSL 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEHSLHLEVEL
source: The hue level is out of range (0' -> 360' degrees).
ar: مستوى اللون خارج النطاق (0' -> 360' درجة).
de: Der Farbton liegt außerhalb des Bereichs (0' -> 360' Grad).
el: Η στάθμη απόχρωσης είναι εκτός εύρους (0' -> 360' μοίρες).
es: El nivel de tono está fuera de rango (0' -> 360' grados).
fr: Le niveau de teinte est hors de portée (0' -> 360' degrés).
ga: Tá an leibhéal datha lasmuigh den raon (0' -> 360' céim).
hi: रंग स्तर सीमा से बाहर है (0' -> 360' डिग्री).
id: Tingkat rona berada di luar rentang (0' -> 360' derajat).
it: Il livello di tonalità è fuori intervallo (0' -> 360' gradi).
ja: 色相レベルが範囲外です (0' -> 360' 度)。
ko: 색조 레벨이 범위를 벗어났습니다(0' -> 360'도).
ms: Tahap rona di luar julat (0' -> 360' darjah).
nb: Fargenivået er utenfor rekkevidde (0' -> 360' grader).
nl: Het tintniveau ligt buiten het bereik (0' -> 360' graden).
pt: O nível de matiz está fora do intervalo (0' -> 360' graus).
ro: Nivelul de nuanță este în afara intervalului (0' -> 360' grade).
tr: Renk tonu seviyesi aralık dışında (0' -> 360' derece).
uk: Рівень відтінку поза діапазоном (0' -> 360' градусів).
vi: Mức độ màu sắc nằm ngoài phạm vi (0' -> 360' độ).
zh: 色調等級超出範圍（0' -> 360' 度）。

# T_COLOR_MODEL_EXCEPTION_PARSEHSLSLEVEL
source: The saturation level is out of range (0 -> 100).
ar: مستوى التشبع خارج النطاق (0 -> 100).
de: Der Sättigungsgrad liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο κορεσμού είναι εκτός εύρους (0 -> 100).
es: El nivel de saturación está fuera de rango (0 -> 100).
fr: Le niveau de saturation est hors plage (0 -> 100).
ga: Tá an leibhéal sáithiúcháin lasmuigh den raon (0 -> 100).
hi: संतृप्ति स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat saturasi berada di luar kisaran (0 -> 100).
it: Il livello di saturazione è fuori intervallo (0 -> 100).
ja: 彩度レベルが範囲外です (0 -> 100)。
ko: 포화 수준이 범위를 벗어났습니다(0 -> 100).
ms: Tahap ketepuan berada di luar julat (0 -> 100).
nb: Metningsnivået er utenfor rekkevidden (0 -> 100).
nl: Het verzadigingsniveau ligt buiten het bereik (0 -> 100).
pt: O nível de saturação está fora do intervalo (0 -> 100).
ro: Nivelul de saturație este în afara intervalului (0 -> 100).
tr: Doygunluk seviyesi aralık dışında (0 -> 100).
uk: Рівень насичення поза межами діапазону (0 -> 100).
vi: Mức độ bão hòa nằm ngoài phạm vi (0 -> 100).
zh: 飽和度超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSEHSLLLEVEL
source: The lightness level is out of range (0 -> 100).
ar: مستوى الإضاءة خارج النطاق (0 -> 100).
de: Der Helligkeitsgrad liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο φωτεινότητας είναι εκτός εύρους (0 -> 100).
es: El nivel de luminosidad está fuera de rango (0 -> 100).
fr: Le niveau de luminosité est hors plage (0 -> 100).
ga: Tá an leibhéal gile lasmuigh den raon (0 -> 100).
hi: हल्कापन स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat kecerahan berada di luar kisaran (0 -> 100).
it: Il livello di luminosità è fuori intervallo (0 -> 100).
ja: 明度レベルが範囲外です (0 -> 100)。
ko: 밝기 수준이 범위를 벗어났습니다(0 -> 100).
ms: Tahap kecerahan berada di luar julat (0 -> 100).
nb: Lysstyrkenivået er utenfor rekkevidden (0 -> 100).
nl: Het helderheidsniveau ligt buiten het bereik (0 -> 100).
pt: O nível de luminosidade está fora do intervalo (0 -> 100).
ro: Nivelul de luminozitate este în afara intervalului (0 -> 100).
tr: Parlaklık seviyesi aralık dışında (0 -> 100).
uk: Рівень освітленості поза межами діапазону (0 -> 100).
vi: Mức độ sáng nằm ngoài phạm vi (0 -> 100).
zh: 亮度等級超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHSLSPECIFIEREXCEED
source: Invalid HSL color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون HSL غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HSL-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος HSL "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color HSL "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HSL « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HSL neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HSL रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna HSL "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore HSL "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: HSLカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: HSL 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HSL tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig HSL-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige HSL-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HSL inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare HSL nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz HSL renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HSL "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HSL không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: HSL 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHSVSPECIFIER
source: Invalid HSV color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون HSV غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HSV-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος HSV "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color HSV "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HSV « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HSV neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HSV रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna HSV "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore HSV non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: HSVカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: HSV 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HSV tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig HSV-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige HSV-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HSV inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare HSV nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz HSV renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HSV "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HSV không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: HSV 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEHSVVLEVEL
source: The value level is out of range (0 -> 100).
ar: مستوى القيمة خارج النطاق (0 -> 100).
de: Der Wertebereich liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο τιμής είναι εκτός εύρους (0 -> 100).
es: El nivel de valor está fuera de rango (0 -> 100).
fr: Le niveau de valeur est hors plage (0 -> 100).
ga: Tá an leibhéal luacha lasmuigh den raon (0 -> 100).
hi: मान स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat nilai berada di luar kisaran (0 -> 100).
it: Il livello del valore è fuori intervallo (0 -> 100).
ja: 値のレベルが範囲外です (0 -> 100)。
ko: 값 수준이 범위를 벗어났습니다(0 -> 100).
ms: Tahap nilai berada di luar julat (0 -> 100).
nb: Verdinivået er utenfor rekkevidden (0 -> 100).
nl: De waarde ligt buiten het bereik (0 -> 100).
pt: O nível do valor está fora do intervalo (0 -> 100).
ro: Nivelul valorii este în afara intervalului (0 -> 100).
tr: Değer seviyesi aralık dışında (0 -> 100).
uk: Рівень значення виходить за межі діапазону (0 -> 100).
vi: Mức giá trị nằm ngoài phạm vi (0 -> 100).
zh: 值等級超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHSVSPECIFIEREXCEED
source: Invalid HSV color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون HSV غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HSV-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος HSV "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color HSV "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HSV « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HSV neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HSV रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna HSV "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore HSV "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: HSVカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: HSV 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HSV tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig HSV-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige HSV-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HSV inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare HSV nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz HSV renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HSV "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HSV không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: HSV 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHWBSPECIFIER
source: Invalid HWB color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون HWB غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HWB-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος HWB "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color HWB "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HWB « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HWB neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HWB रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna HWB "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore HWB non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: HWBカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: HWB 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HWB tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig HWB-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige HWB-kleurspecificatie "{0}". Zorg ervoor dat deze het juiste formaat heeft.
pt: Especificador de cor HWB inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare HWB nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz HWB renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HWB "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HWB không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: HWB 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEHWBWLEVEL
source: The whiteness level is out of range (0 -> 100).
ar: مستوى البياض خارج النطاق (0 -> 100).
de: Der Weißgrad liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο λευκότητας είναι εκτός εύρους (0 -> 100).
es: El nivel de blancura está fuera de rango (0 -> 100).
fr: Le niveau de blancheur est hors plage (0 -> 100).
ga: Tá an leibhéal bánachta lasmuigh den raon (0 -> 100).
hi: सफेदी का स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat keputihan berada di luar kisaran (0 -> 100).
it: Il livello di bianchezza è fuori intervallo (0 -> 100).
ja: 白さのレベルが範囲外です (0 -> 100)。
ko: 백색도 수준이 범위를 벗어났습니다(0 -> 100).
ms: Tahap keputihan berada di luar julat (0 -> 100).
nb: Hvithetsnivået er utenfor rekkevidden (0 -> 100).
nl: Het witheidsniveau ligt buiten het bereik (0 -> 100).
pt: O nível de brancura está fora do intervalo (0 -> 100).
ro: Nivelul de alb este în afara intervalului (0 -> 100).
tr: Beyazlık seviyesi aralık dışında (0 -> 100).
uk: Рівень білизни поза межами допустимого діапазону (0 -> 100).
vi: Mức độ trắng nằm ngoài phạm vi (0 -> 100).
zh: 白度超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSEHWBBLEVEL
source: The blackness level is out of range (0 -> 100).
ar: مستوى السواد خارج النطاق (0 -> 100).
de: Der Schwärzegrad liegt außerhalb des Bereichs (0 -> 100).
el: Το επίπεδο μαυρίσματος είναι εκτός εύρους (0 -> 100).
es: El nivel de oscuridad está fuera de rango (0 -> 100).
fr: Le niveau de noirceur est hors de portée (0 -> 100).
ga: Tá an leibhéal dubhachta lasmuigh den raon (0 -> 100).
hi: कालापन स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat kegelapan berada di luar kisaran (0 -> 100).
it: Il livello di oscurità è fuori intervallo (0 -> 100).
ja: 黒さのレベルが範囲外です (0 -> 100)。
ko: 검은색 수준이 범위를 벗어났습니다(0 -> 100).
ms: Tahap kehitaman berada di luar julat (0 -> 100).
nb: Svarthetsnivået er utenfor rekkevidden (0 -> 100).
nl: Het zwartheidsniveau ligt buiten het bereik (0 -> 100).
pt: O nível de escuridão está fora do intervalo (0 -> 100).
ro: Nivelul de întuneric este în afara intervalului (0 -> 100).
tr: Siyahlık seviyesi aralık dışında (0 -> 100).
uk: Рівень чорноти поза діапазоном (0 -> 100).
vi: Mức độ đen nằm ngoài phạm vi (0 -> 100).
zh: 黑度超出範圍 (0 -> 100)。
