Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_BASE_COMMAND_SHELLTYPENOTFOUND
source: Shell type {0} doesn't exist.
ar: نوع shell {0} غير موجود.
de: Shell-Typ {0} existiert nicht.
el: Ο τύπος κελύφους {0} δεν υπάρχει.
es: El tipo de shell {0} no existe.
fr: Le type de shell {0} n'existe pas.
ga: Níl an cineál sliogáin {0} ann.
hi: शैल प्रकार {0} मौजूद नहीं है.
id: Tipe shell {0} tidak ada.
it: Il tipo di shell {0} non esiste.
ja: シェルタイプ {0} は存在しません。
ko: 셸 유형 {0}이 존재하지 않습니다.
ms: Jenis cangkerang {0} tidak wujud.
nb: Skalltypen {0} finnes ikke.
nl: Shell type {0} bestaat niet.
pt: O tipo de shell {0} não existe.
ro: Tipul de shell {0} nu există.
tr: {0} kabuk türü mevcut değil.
uk: Тип оболонки {0} не існує.
vi: Kiểu shell {0} không tồn tại.
zh: Shell 類型 {0} 不存在。

# T_SHELL_BASE_COMMAND_CMDBASENULL
source: You must provide the command base.
ar: يجب عليك توفير قاعدة الأوامر.
de: Sie müssen die Befehlsbasis bereitstellen.
el: Πρέπει να παρέχετε τη βάση εντολών.
es: Debes proporcionar la base de comando.
fr: Vous devez fournir la base de commande.
ga: Ní mór duit an bonn ordaithe a sholáthar.
hi: आपको कमांड बेस प्रदान करना होगा.
id: Anda harus menyediakan basis perintah.
it: È necessario fornire la base di comando.
ja: コマンド ベースを提供する必要があります。
ko: 명령 기반을 제공해야 합니다.
ms: Anda mesti menyediakan pangkalan arahan.
nb: Du må oppgi kommandobasen.
nl: U moet de commandobasis opgeven.
pt: Deve fornecer a base de comando.
ro: Trebuie să furnizați baza de comandă.
tr: Komuta üssünü sağlamanız gerekir.
uk: Ви повинні надати командну базу.
vi: Bạn phải cung cấp cơ sở chỉ huy.
zh: 您必須提供命令基礎。

# T_SHELL_BASE_COMMAND_CMDNAMENULL
source: You must provide the command.
ar: يجب عليك توفير الأمر.
de: Sie müssen den Befehl angeben.
el: Πρέπει να δώσετε την εντολή.
es: Debes proporcionar el comando.
fr: Vous devez fournir la commande.
ga: Ní mór duit an t-ordú a sholáthar.
hi: आपको आदेश देना होगा.
id: Anda harus memberikan perintah.
it: Devi fornire il comando.
ja: コマンドを指定する必要があります。
ko: 명령을 제공해야 합니다.
ms: Anda mesti memberikan arahan.
nb: Du må oppgi kommandoen.
nl: U moet het commando geven.
pt: Deve fornecer o comando.
ro: Trebuie să furnizați comanda.
tr: Komutu vermeniz gerekmektedir.
uk: Ви повинні надати команду.
vi: Bạn phải cung cấp lệnh.
zh: 您必須提供命令。

# T_SHELL_BASE_COMMAND_CMDALREADYADDED
source: The command specified is already added.
ar: لقد تمت إضافة الأمر المحدد بالفعل.
de: Der angegebene Befehl wurde bereits hinzugefügt.
el: Η καθορισμένη εντολή έχει ήδη προστεθεί.
es: El comando especificado ya está agregado.
fr: La commande spécifiée est déjà ajoutée.
ga: Tá an t-ordú sonraithe curtha leis cheana féin.
hi: निर्दिष्ट आदेश पहले से ही जोड़ा गया है.
id: Perintah yang ditentukan sudah ditambahkan.
it: Il comando specificato è già stato aggiunto.
ja: 指定されたコマンドはすでに追加されています。
ko: 지정된 명령이 이미 추가되었습니다.
ms: Perintah yang ditentukan telah ditambahkan.
nb: Den angitte kommandoen er allerede lagt til.
nl: De opgegeven opdracht is al toegevoegd.
pt: O comando especificado já foi adicionado.
ro: Comanda specificată este deja adăugată.
tr: Belirtilen komut zaten eklendi.
uk: Вказану команду вже додано.
vi: Lệnh được chỉ định đã được thêm vào.
zh: 指定的命令已新增。

# T_SHELL_BASE_COMMAND_CMDCUSTOMCANTLOAD
source: Some of the custom commands can't be loaded.
ar: لا يمكن تحميل بعض الأوامر المخصصة.
de: Einige der benutzerdefinierten Befehle können nicht geladen werden.
el: Δεν είναι δυνατή η φόρτωση ορισμένων από τις προσαρμοσμένες εντολές.
es: Algunos de los comandos personalizados no se pueden cargar.
fr: Certaines commandes personnalisées ne peuvent pas être chargées.
ga: Ní féidir cuid de na horduithe saincheaptha a luchtú.
hi: कुछ कस्टम कमांड लोड नहीं किए जा सकते.
id: Beberapa perintah khusus tidak dapat dimuat.
it: Alcuni comandi personalizzati non possono essere caricati.
ja: 一部のカスタム コマンドを読み込むことができません。
ko: 일부 사용자 정의 명령을 로드할 수 없습니다.
ms: Beberapa arahan tersuai tidak dapat dimuatkan.
nb: Noen av de tilpassede kommandoene kan ikke lastes inn.
nl: Sommige aangepaste opdrachten kunnen niet worden geladen.
pt: Alguns comandos personalizados não podem ser carregados.
ro: Unele dintre comenzile personalizate nu pot fi încărcate.
tr: Bazı özel komutlar yüklenemiyor.
uk: Деякі користувацькі команди неможливо завантажити.
vi: Một số lệnh tùy chỉnh không thể tải được.
zh: 某些自訂命令無法載入。

# T_SHELL_BASE_COMMAND_CMDCUSTOMNOTFOUND
source: The custom command specified is not found.
ar: لم يتم العثور على الأمر المخصص المحدد.
de: Der angegebene benutzerdefinierte Befehl wurde nicht gefunden.
el: Η καθορισμένη προσαρμοσμένη εντολή δεν βρέθηκε.
es: No se encuentra el comando personalizado especificado.
fr: La commande personnalisée spécifiée n'est pas trouvée.
ga: Ní bhfuarthas an t-ordú saincheaptha sonraithe.
hi: निर्दिष्ट कस्टम कमांड नहीं मिला.
id: Perintah khusus yang ditentukan tidak ditemukan.
it: Il comando personalizzato specificato non è stato trovato.
ja: 指定されたカスタム コマンドが見つかりません。
ko: 지정된 사용자 정의 명령을 찾을 수 없습니다.
ms: Perintah tersuai yang ditentukan tidak dijumpai.
nb: Den angitte egendefinerte kommandoen ble ikke funnet.
nl: De opgegeven aangepaste opdracht is niet gevonden.
pt: O comando personalizado especificado não foi encontrado.
ro: Comanda personalizată specificată nu a fost găsită.
tr: Belirtilen özel komut bulunamadı.
uk: Вказану користувацьку команду не знайдено.
vi: Không tìm thấy lệnh tùy chỉnh được chỉ định.
zh: 未找到指定的自訂命令。

# T_SHELL_BASE_COMMAND_CMDCUSTOMCANTUNLOAD
source: Some of the custom commands can't be unloaded.
ar: لا يمكن إلغاء تحميل بعض الأوامر المخصصة.
de: Einige der benutzerdefinierten Befehle können nicht entladen werden.
el: Δεν είναι δυνατή η κατάργηση της φόρτωσης ορισμένων από τις προσαρμοσμένες εντολές.
es: Algunos de los comandos personalizados no se pueden descargar.
fr: Certaines commandes personnalisées ne peuvent pas être déchargées.
ga: Ní féidir cuid de na horduithe saincheaptha a dhíluchtú.
hi: कुछ कस्टम कमांड अनलोड नहीं किए जा सकते.
id: Beberapa perintah khusus tidak dapat diunggah.
it: Alcuni comandi personalizzati non possono essere scaricati.
ja: 一部のカスタム コマンドはアンロードできません。
ko: 일부 사용자 정의 명령은 언로드할 수 없습니다.
ms: Beberapa arahan tersuai tidak boleh dipunggah.
nb: Noen av de tilpassede kommandoene kan ikke fjernes.
nl: Sommige aangepaste opdrachten kunnen niet worden ontladen.
pt: Alguns comandos personalizados não podem ser descarregados.
ro: Unele dintre comenzile personalizate nu pot fi descărcate.
tr: Bazı özel komutlar kaldırılamıyor.
uk: Деякі користувацькі команди неможливо вивантажити.
vi: Một số lệnh tùy chỉnh không thể được dỡ bỏ.
zh: 部分自訂命令無法卸載。

# T_SHELL_BASE_COMMAND_CMDNEEDSSLASH
source: This shell uses the slash commands to execute the commands. Please append the slash symbol '/' to the beginning of the command to get started. For example:
ar: يستخدم هذا الغلاف أوامر الشرطة المائلة لتنفيذها. يُرجى إضافة رمز الشرطة المائلة '/' إلى بداية الأمر للبدء. على سبيل المثال:
de: Diese Shell verwendet Schrägstriche zur Ausführung von Befehlen. Fügen Sie den Schrägstrich '/' an den Anfang des Befehls, um zu beginnen. Beispiel:
el: Αυτό το κέλυφος χρησιμοποιεί τις εντολές κάθετου για την εκτέλεση των εντολών. Προσαρτήστε το σύμβολο κάθετου '/' στην αρχή της εντολής για να ξεκινήσετε. Για παράδειγμα:
es: Este shell usa comandos de barra diagonal para ejecutar los comandos. Para comenzar, añada la barra diagonal "/" al principio del comando. Por ejemplo:
fr: Ce shell utilise les commandes slash pour exécuter les commandes. Pour commencer, ajoutez le symbole slash « / » au début de la commande. Par exemple :
ga: Úsáideann an bhlaosc seo na horduithe slaise chun na horduithe a fhorghníomhú. Cuir an tsiombail slaise '/' le tús an ordaithe le tosú. Mar shampla:
hi: यह शेल कमांड को निष्पादित करने के लिए स्लैश कमांड का उपयोग करता है। आरंभ करने के लिए कृपया कमांड की शुरुआत में स्लैश प्रतीक '/' जोड़ें। उदाहरण के लिए:
id: Shell ini menggunakan perintah slash untuk menjalankan perintah. Harap tambahkan simbol slash '/' di awal perintah untuk memulai. Misalnya:
it: Questa shell utilizza i comandi slash per eseguire i comandi. Per iniziare, aggiungere il simbolo slash '/' all'inizio del comando. Per esempio:
ja: このシェルはスラッシュコマンドを使用してコマンドを実行します。コマンドを実行するには、コマンドの先頭にスラッシュ記号「/」を追加してください。例:
ko: 이 셸은 슬래시 명령을 사용하여 명령을 실행합니다. 시작하려면 명령 시작 부분에 슬래시 기호 '/'를 추가하세요. 예:
ms: Cangkang ini menggunakan arahan slash untuk melaksanakan arahan. Sila tambahkan simbol slash '/' pada permulaan arahan untuk bermula. Contohnya:
nb: Dette skallet bruker skråstrekekommandoer for å utføre kommandoene. Vennligst legg til skråstreketegnet '/' i begynnelsen av kommandoen for å komme i gang. For eksempel:
nl: Deze shell gebruikt de slash-opdrachten om opdrachten uit te voeren. Voeg het slash-symbool '/' toe aan het begin van de opdracht om te beginnen. Bijvoorbeeld:
pt: Este shell utiliza comandos de barra para executar os comandos. Adicione o símbolo de barra '/' ao início do comando para começar. Por exemplo:
ro: Această shell folosește comenzile slash pentru a executa comenzile. Adăugați simbolul slash „/” la începutul comenzii pentru a începe. De exemplu:
tr: Bu kabuk, komutları yürütmek için eğik çizgi komutlarını kullanır. Başlamak için lütfen komutun başına eğik çizgi sembolünü '/' ekleyin. Örneğin:
uk: Ця оболонка використовує команди зі слеш-рискою для виконання команд. Будь ласка, додайте символ слеш-риски '/' на початок команди, щоб розпочати. Наприклад:
vi: Shell này sử dụng lệnh gạch chéo để thực thi lệnh. Vui lòng thêm ký hiệu gạch chéo '/' vào đầu lệnh để bắt đầu. Ví dụ:
zh: 此 shell 使用斜線指令來執行指令。請在指令開頭附加斜線符號“/”即可開始執行。例如：

# T_SHELL_BASE_COMMAND_UNDEFINED
source: This command is not defined.
ar: لم يتم تعريف هذا الأمر.
de: Dieser Befehl ist nicht definiert.
el: Αυτή η εντολή δεν έχει οριστεί.
es: Este comando no está definido.
fr: Cette commande n'est pas définie.
ga: Níl an t-ordú seo sainmhínithe.
hi: यह आदेश परिभाषित नहीं है.
id: Perintah ini tidak didefinisikan.
it: Questo comando non è definito.
ja: このコマンドは定義されていません。
ko: 이 명령은 정의되지 않았습니다.
ms: Perintah ini tidak ditakrifkan.
nb: Denne kommandoen er ikke definert.
nl: Deze opdracht is niet gedefinieerd.
pt: Este comando não está definido.
ro: Această comandă nu este definită.
tr: Bu komut tanımlanmamış.
uk: Ця команда не визначена.
vi: Lệnh này chưa được xác định.
zh: 該命令未定義。

# T_SHELL_BASE_COMMAND_HELP_AVAILABLECMDS
source: Available commands:
ar: الأوامر المتوفرة:
de: Verfügbare Befehle:
el: Διαθέσιμες εντολές:
es: Comandos disponibles:
fr: Commandes disponibles :
ga: Orduithe atá ar fáil:
hi: उपलब्ध आदेश:
id: Perintah yang tersedia:
it: Comandi disponibili:
ja: 使用可能なコマンド:
ko: 사용 가능한 명령:
ms: Perintah yang tersedia:
nb: Tilgjengelige kommandoer:
nl: Beschikbare opdrachten:
pt: Comandos disponíveis:
ro: Comenzi disponibile:
tr: Kullanılabilir komutlar:
uk: Доступні команди:
vi: Các lệnh có sẵn:
zh: 可用指令：

# T_SHELL_BASE_COMMAND_HELP_GENERALCMDS
source: General commands:
ar: الأوامر العامة:
de: Allgemeine Befehle:
el: Γενικές εντολές:
es: Órdenes generales:
fr: Commandes générales :
ga: Orduithe ginearálta:
hi: सामान्य आदेश:
id: Perintah umum:
it: Comandi generali:
ja: 一般的なコマンド:
ko: 일반 명령:
ms: Perintah am:
nb: Generelle kommandoer:
nl: Algemene commando's:
pt: Comandos gerais:
ro: Comenzi generale:
tr: Genel komutlar:
uk: Загальні команди:
vi: Lệnh chung:
zh: 常規命令：

# T_SHELL_BASE_COMMAND_HELP_NOSHELLCMDS
source: No shell commands.
ar: لا توجد أوامر shell.
de: Keine Shell-Befehle.
el: Δεν υπάρχουν εντολές κελύφους.
es: No hay comandos de shell.
fr: Aucune commande shell.
ga: Gan aon orduithe sliogáin.
hi: कोई शेल कमांड नहीं.
id: Tidak ada perintah shell.
it: Nessun comando shell.
ja: シェルコマンドはありません。
ko: 쉘 명령어가 없습니다.
ms: Tiada arahan shell.
nb: Ingen skallkommandoer.
nl: Geen shell-opdrachten.
pt: Sem comando shell.
ro: Nicio comandă shell.
tr: Kabuk komutları yok.
uk: Без команд оболонки.
vi: Không có lệnh shell.
zh: 沒有 shell 指令。

# T_SHELL_BASE_COMMAND_HELP_EXTRACMDS
source: Extra commands:
ar: أوامر إضافية:
de: Zusätzliche Befehle:
el: Επιπλέον εντολές:
es: Comandos adicionales:
fr: Commandes supplémentaires :
ga: Orduithe breise:
hi: अतिरिक्त आदेश:
id: Perintah tambahan:
it: Comandi aggiuntivi:
ja: 追加コマンド:
ko: 추가 명령:
ms: Perintah tambahan:
nb: Ekstra kommandoer:
nl: Extra commando's:
pt: Comandos extra:
ro: Comenzi suplimentare:
tr: Ek komutlar:
uk: Додаткові команди:
vi: Các lệnh bổ sung:
zh: 額外命令：

# T_SHELL_BASE_COMMAND_HELP_NOEXTRACMDS
source: No extra commands.
ar: لا توجد أوامر إضافية.
de: Keine zusätzlichen Befehle.
el: Χωρίς επιπλέον εντολές.
es: Sin comandos adicionales
fr: Aucune commande supplémentaire.
ga: Gan aon orduithe breise.
hi: कोई अतिरिक्त आदेश नहीं.
id: Tidak ada perintah tambahan.
it: Nessun comando extra.
ja: 追加コマンドはありません。
ko: 추가 명령이 없습니다.
ms: Tiada arahan tambahan.
nb: Ingen ekstra kommandoer.
nl: Geen extra opdrachten.
pt: Sem comandos extra.
ro: Fără comenzi suplimentare.
tr: Ekstra komut yok.
uk: Без зайвих команд.
vi: Không có lệnh bổ sung.
zh: 沒有額外的命令。

# T_SHELL_BASE_COMMAND_HELP_ALIASCMDS
source: Alias commands:
ar: أوامر الاسم المستعار:
de: Alias-Befehle:
el: Εντολές ψευδωνύμου:
es: Comandos de alias:
fr: Commandes d'alias :
ga: Orduithe leasainm:
hi: उपनाम आदेश:
id: Perintah alias:
it: Comandi alias:
ja: エイリアスコマンド:
ko: 별칭 명령:
ms: Alias memerintahkan:
nb: Alias-kommandoer:
nl: Alias-opdrachten:
pt: Comandos de alias:
ro: Comenzi alias:
tr: Alias komutları:
uk: Команди псевдонімів:
vi: Lệnh bí danh:
zh: 別名命令：

# T_SHELL_BASE_COMMAND_HELP_NOALIASCMDS
source: No alias commands.
ar: لا توجد أوامر بديلة.
de: Keine Alias-Befehle.
el: Δεν υπάρχουν εντολές ψευδωνύμου.
es: Sin comandos de alias.
fr: Aucune commande d'alias.
ga: Gan aon orduithe leasainm.
hi: कोई उपनाम आदेश नहीं.
id: Tidak ada perintah alias.
it: Nessun comando alias.
ja: エイリアス コマンドはありません。
ko: 별칭 명령이 없습니다.
ms: Tiada arahan alias.
nb: Ingen aliaskommandoer.
nl: Geen aliasopdrachten.
pt: Sem comando de alias.
ro: Fără comenzi alias.
tr: Hiçbir takma ad komutu yok.
uk: Без команд-псевдонімів.
vi: Không có lệnh bí danh.
zh: 沒有別名命令。

# T_SHELL_BASE_COMMAND_HELP_UNIFIEDCMDS
source: Unified commands:
ar: الأوامر الموحدة:
de: Einheitliche Befehle:
el: Ενοποιημένες εντολές:
es: Comandos unificados:
fr: Commandes unifiées :
ga: Orduithe aontaithe:
hi: एकीकृत आदेश:
id: Perintah terpadu:
it: Comandi unificati:
ja: 統合コマンド:
ko: 통합 명령:
ms: Perintah bersatu:
nb: Enhetlige kommandoer:
nl: Geünificeerde opdrachten:
pt: Comandos unificados:
ro: Comenzi unificate:
tr: Birleşik komutlar:
uk: Уніфіковані команди:
vi: Các lệnh thống nhất:
zh: 統一命令：

# T_SHELL_BASE_COMMAND_HELP_NOUNIFIEDCMDS
source: No unified commands.
ar: لا توجد أوامر موحدة.
de: Keine einheitlichen Befehle.
el: Δεν υπάρχουν ενοποιημένες εντολές.
es: No hay comandos unificados
fr: Pas de commandes unifiées.
ga: Gan aon orduithe aontaithe.
hi: कोई एकीकृत आदेश नहीं.
id: Tidak ada perintah terpadu.
it: Nessun comando unificato.
ja: 統一されたコマンドはありません。
ko: 통합된 명령이 없습니다.
ms: Tiada arahan bersatu.
nb: Ingen enhetlige kommandoer.
nl: Geen uniforme commando’s.
pt: Sem comando unificado.
ro: Fără comenzi unificate.
tr: Birleşik komutlar yok.
uk: Немає єдиних команд.
vi: Không có lệnh thống nhất.
zh: 沒有統一的命令。

# T_SHELL_BASE_COMMAND_HELP_CMDDEFINEDBY
source: Command defined by
ar: الأمر المحدد بواسطة
de: Befehl definiert durch
el: Εντολή που ορίζεται από
es: Comando definido por
fr: Commande définie par
ga: Ordú sainmhínithe ag
hi: द्वारा परिभाषित आदेश
id: Perintah yang didefinisikan oleh
it: Comando definito da
ja: コマンド定義
ko: 명령은 다음에 의해 정의됩니다.
ms: Perintah yang ditakrifkan oleh
nb: Kommando definert av
nl: Commando gedefinieerd door
pt: Comando definido por
ro: Comandă definită de
tr: Komut tarafından tanımlandı
uk: Команда, визначена як
vi: Lệnh được xác định bởi
zh: 命令定義

# T_SHELL_BASE_COMMAND_HELP_ARGSLIST
source: This command has the below arguments that change how it works:
ar: يحتوي هذا الأمر على الوسائط التالية التي تغير طريقة عمله:
de: Dieser Befehl hat die folgenden Argumente, die seine Funktionsweise ändern:
el: Αυτή η εντολή έχει τα παρακάτω ορίσματα που αλλάζουν τον τρόπο λειτουργίας της:
es: Este comando tiene los siguientes argumentos que cambian su funcionamiento:
fr: Cette commande possède les arguments ci-dessous qui modifient son fonctionnement :
ga: Tá na hargóintí seo a leanas ag an ordú seo a athraíonn an chaoi a n-oibríonn sé:
hi: इस कमांड में निम्नलिखित तर्क हैं जो इसके कार्य करने के तरीके को बदलते हैं:
id: Perintah ini memiliki argumen di bawah ini yang mengubah cara kerjanya:
it: Questo comando ha gli argomenti sottostanti che ne modificano il funzionamento:
ja: このコマンドには、動作を変更する以下の引数があります。
ko: 이 명령에는 작동 방식을 변경하는 아래 인수가 있습니다.
ms: Perintah ini mempunyai hujah di bawah yang mengubah cara ia berfungsi:
nb: Denne kommandoen har argumentene nedenfor som endrer hvordan den fungerer:
nl: Deze opdracht heeft de onderstaande argumenten die de werking veranderen:
pt: Este comando tem os argumentos abaixo que alteram o seu funcionamento:
ro: Această comandă are următoarele argumente care îi modifică funcționarea:
tr: Bu komutun çalışma şeklini değiştiren aşağıdaki argümanları vardır:
uk: Ця команда має наведені нижче аргументи, які змінюють принцип її роботи:
vi: Lệnh này có các đối số bên dưới để thay đổi cách thức hoạt động:
zh: 此命令具有以下改變其工作方式的參數：

# T_SHELL_BASE_COMMAND_HELP_ARGDESCUNSPECIFIED
source: Unspecified argument description
ar: وصف الحجة غير المحدد
de: Nicht angegebene Argumentbeschreibung
el: Μη καθορισμένη περιγραφή ορίσματος
es: Descripción de argumento no especificado
fr: Description de l'argument non spécifié
ga: Cur síos ar an argóint gan sonrú
hi: अनिर्दिष्ट तर्क विवरण
id: Deskripsi argumen tidak ditentukan
it: Descrizione dell'argomento non specificata
ja: 引数の説明が指定されていません
ko: 지정되지 않은 인수 설명
ms: Penerangan hujah yang tidak ditentukan
nb: Uspesifisert argumentbeskrivelse
nl: Ongespecificeerde argumentbeschrijving
pt: Descrição de argumento não especificado
ro: Descrierea argumentului nespecificată
tr: Belirtilmemiş argüman açıklaması
uk: Невизначений опис аргументу
vi: Mô tả đối số không xác định
zh: 未指定的參數描述

# T_SHELL_BASE_COMMAND_HELP_SWITCHESLIST
source: This command has the below switches that change how it works:
ar: يحتوي هذا الأمر على المفاتيح أدناه التي تغير طريقة عمله:
de: Dieser Befehl verfügt über die folgenden Schalter, die seine Funktionsweise ändern:
el: Αυτή η εντολή έχει τους παρακάτω διακόπτες που αλλάζουν τον τρόπο λειτουργίας της:
es: Este comando tiene los siguientes interruptores que cambian su funcionamiento:
fr: Cette commande possède les commutateurs ci-dessous qui modifient son fonctionnement :
ga: Tá na lasca seo a leanas ag an ordú seo a athraíonn an chaoi a n-oibríonn sé:
hi: इस कमांड में नीचे दिए गए स्विच हैं जो इसके कार्य करने के तरीके को बदलते हैं:
id: Perintah ini memiliki tombol-tombol di bawah ini yang mengubah cara kerjanya:
it: Questo comando presenta le seguenti opzioni che ne modificano il funzionamento:
ja: このコマンドには、動作を変更する以下のスイッチがあります。
ko: 이 명령에는 작동 방식을 변경하는 아래 스위치가 있습니다.
ms: Perintah ini mempunyai suis di bawah yang mengubah cara ia berfungsi:
nb: Denne kommandoen har følgende brytere som endrer hvordan den fungerer:
nl: Deze opdracht heeft de onderstaande schakelaars waarmee u de werking kunt wijzigen:
pt: Este comando tem as seguintes opções que alteram o seu funcionamento:
ro: Această comandă are următoarele comutatoare care îi modifică modul de funcționare:
tr: Bu komutun çalışma şeklini değiştiren aşağıdaki anahtarları vardır:
uk: Ця команда має наведені нижче перемикачі, які змінюють принцип її роботи:
vi: Lệnh này có các công tắc bên dưới để thay đổi cách thức hoạt động:
zh: 此命令具有以下可改變其工作方式的開關：

# T_SHELL_BASE_COMMAND_HELP_SWITCHDESCUNSPECIFIED
source: Unspecified switch description
ar: وصف التبديل غير المحدد
de: Nicht angegebene Schalterbeschreibung
el: Μη καθορισμένη περιγραφή διακόπτη
es: Descripción del interruptor no especificado
fr: Description du commutateur non spécifiée
ga: Cur síos neamhshonraithe ar an lasc
hi: अनिर्दिष्ट स्विच विवरण
id: Deskripsi sakelar tidak ditentukan
it: Descrizione dell'interruttore non specificata
ja: スイッチの説明が指定されていません
ko: 지정되지 않은 스위치 설명
ms: Perihalan suis tidak ditentukan
nb: Uspesifisert bryterbeskrivelse
nl: Ongespecificeerde schakelaarbeschrijving
pt: Descrição do switch não especificada
ro: Descrierea comutatorului nespecificată
tr: Belirtilmemiş anahtar açıklaması
uk: Невизначений опис перемикача
vi: Mô tả công tắc không xác định
zh: 未指定的開關描述

# T_SHELL_BASE_COMMAND_HELP_CMDNOHELP
source: No help for command "{0}".
ar: لا يوجد مساعدة للأمر "{0}".
de: Keine Hilfe für den Befehl "{0}".
el: Δεν υπάρχει βοήθεια για την εντολή "{0}".
es: No hay ayuda para el comando "{0}".
fr: Aucune aide pour la commande "{0}".
ga: Gan aon chabhair don ordú "{0}".
hi: आदेश "{0}" के लिए कोई सहायता नहीं.
id: Tidak ada bantuan untuk perintah "{0}".
it: Nessun aiuto per il comando "{0}".
ja: コマンド "{0}" のヘルプはありません。
ko: 명령 "{0}"에 대한 도움말이 없습니다.
ms: Tiada bantuan untuk arahan "{0}".
nb: Ingen hjelp for kommandoen «{0}».
nl: Geen hulp voor opdracht "{0}".
pt: Sem ajuda para o comando "{0}".
ro: Nu există ajutor pentru comanda „{0}”.
tr: "{0}" komutu için yardım yok.
uk: Немає довідки для команди "{0}".
vi: Không có trợ giúp cho lệnh "{0}".
zh: 沒有指令「{0}」的幫助。

# T_SHELL_PROMPTS_PRESETS_EXCEPTION_NOTFOUND
source: The specified preset {0} is not found.
ar: لم يتم العثور على الإعداد المسبق المحدد {0}.
de: Die angegebene Voreinstellung {0} wurde nicht gefunden.
el: Η καθορισμένη προεπιλογή {0} δεν βρέθηκε.
es: No se encuentra el ajuste preestablecido especificado {0}.
fr: Le préréglage spécifié {0} n'est pas trouvé.
ga: Ní bhfuarthas an réamhshocrú sonraithe {0}.
hi: निर्दिष्ट प्रीसेट {0} नहीं मिला.
id: Preset yang ditentukan {0} tidak ditemukan.
it: Il preset specificato {0} non è stato trovato.
ja: 指定されたプリセット {0} が見つかりません。
ko: 지정된 사전 설정 {0}을 찾을 수 없습니다.
ms: Pratetap {0} yang ditentukan tidak ditemui.
nb: Den angitte forhåndsinnstillingen {0} ble ikke funnet.
nl: De opgegeven voorinstelling {0} is niet gevonden.
pt: A predefinição especificada {0} não foi encontrada.
ro: Presetarea specificată {0} nu a fost găsită.
tr: Belirtilen ön ayar {0} bulunamadı.
uk: Вказаний пресет {0} не знайдено.
vi: Không tìm thấy cài đặt trước được chỉ định {0}.
zh: 未找到指定的預設 {0}。

# T_SHELL_PROMPTS_PRESETS_SELECTPRESET
source: Select preset for {0}:
ar: حدد الإعداد المسبق لـ {0}:
de: Voreinstellung für {0} auswählen:
el: Επιλογή προεπιλογής για {0}:
es: Seleccionar ajuste preestablecido para {0}:
fr: Sélectionnez le préréglage pour {0} :
ga: Roghnaigh réamhshocrú do {0}:
hi: {0} के लिए प्रीसेट चुनें:
id: Pilih prasetel untuk {0}:
it: Seleziona preset per {0}:
ja: {0} のプリセットを選択してください:
ko: {0}에 대한 사전 설정을 선택하세요:
ms: Pilih pratetap untuk {0}:
nb: Velg forhåndsinnstilling for {0}:
nl: Selecteer voorinstelling voor {0}:
pt: Selecione a predefinição para {0}:
ro: Selectați o presetare pentru {0}:
tr: {0} için ön ayarı seçin:
uk: Виберіть пресет для {0}:
vi: Chọn cài đặt trước cho {0}:
zh: 為 {0} 選擇預設：

# T_SHELL_UNIFIED_FIND_NOTFOUND
source: No commands found.
ar: لم يتم العثور على أي أوامر.
de: Keine Befehle gefunden.
el: Δεν βρέθηκαν εντολές.
es: No se encontraron comandos.
fr: Aucune commande trouvée.
ga: Níor aimsíodh aon orduithe.
hi: कोई आदेश नहीं मिला.
id: Tidak ada perintah yang ditemukan.
it: Nessun comando trovato.
ja: コマンドが見つかりません。
ko: 명령어를 찾을 수 없습니다.
ms: Tiada arahan ditemui.
nb: Ingen kommandoer funnet.
nl: Geen opdrachten gevonden.
pt: Nenhum comando encontrado.
ro: Nu s-au găsit comenzi.
tr: Hiçbir komut bulunamadı.
uk: Команд не знайдено.
vi: Không tìm thấy lệnh nào.
zh: 未找到命令。
