Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASETRANSFORMFREQ
source: Increase transformation frequency
ar: زيادة تردد التحويل
de: Erhöhen Sie die Transformationsfrequenz
el: Αύξηση συχνότητας μετασχηματισμού
es: Aumentar la frecuencia de transformación
fr: Augmenter la fréquence de transformation
ga: Méadaigh minicíocht an chlaochlaithe
hi: परिवर्तन आवृत्ति बढ़ाएँ
id: Meningkatkan frekuensi transformasi
it: Aumentare la frequenza di trasformazione
ja: 変換頻度を上げる
ko: 변형 빈도 증가
ms: Tingkatkan kekerapan transformasi
nb: Øk transformasjonsfrekvensen
nl: Verhoog de transformatiefrequentie
pt: Aumentar a frequência de transformação
ro: Creșterea frecvenței de transformare
tr: Dönüşüm sıklığını artırın
uk: Збільшення частоти трансформації
vi: Tăng tần số chuyển đổi
zh: 增加轉換頻率

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_DECREASETRANSFORMFREQ
source: Decrease transformation frequency
ar: تقليل تردد التحويل
de: Transformationshäufigkeit verringern
el: Μείωση συχνότητας μετασχηματισμού
es: Disminuir la frecuencia de transformación
fr: Diminuer la fréquence de transformation
ga: Laghdaigh minicíocht an chlaochlaithe
hi: परिवर्तन आवृत्ति घटाएँ
id: Kurangi frekuensi transformasi
it: Diminuire la frequenza di trasformazione
ja: 変換頻度を下げる
ko: 변환 빈도 감소
ms: Kurangkan kekerapan transformasi
nb: Reduser transformasjonsfrekvensen
nl: Verlaag de transformatiefrequentie
pt: Diminuir a frequência de transformação
ro: Reduceți frecvența de transformare
tr: Dönüşüm sıklığını azaltın
uk: Зменшення частоти трансформації
vi: Giảm tần số biến đổi
zh: 降低變換頻率

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_WEBCOLOR
source: Select web color
ar: حدد لون الويب
de: Webfarbe auswählen
el: Επιλογή χρώματος ιστού
es: Seleccionar color web
fr: Sélectionnez la couleur du Web
ga: Roghnaigh dath gréasáin
hi: वेब रंग चुनें
id: Pilih warna web
it: Seleziona il colore del web
ja: ウェブカラーを選択
ko: 웹 색상 선택
ms: Pilih warna web
nb: Velg nettfarge
nl: Selecteer webkleur
pt: Selecione a cor da web
ro: Selectați culoarea web
tr: Web rengini seçin
uk: Виберіть колір веб-сторінки
vi: Chọn màu web
zh: 選擇網頁顏色

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASEOPAQUENESS
source: Increase opaqueness
ar: زيادة التعتيم
de: Opazität erhöhen
el: Αύξηση της αδιαφάνειας
es: Aumentar la opacidad
fr: Augmenter l'opacité
ga: Méadaigh an teimhneacht
hi: अपारदर्शिता बढ़ाएँ
id: Meningkatkan keburaman
it: Aumentare l'opacità
ja: 不透明度を高める
ko: 불투명도 증가
ms: Meningkatkan kelegapan
nb: Øk ugjennomsiktigheten
nl: Verhoog de ondoorzichtigheid
pt: Aumentar a opacidade
ro: Crește opacitatea
tr: Opaklığı artırın
uk: Збільшити непрозорість
vi: Tăng độ mờ đục
zh: 增加不透明度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASETANSPARENCY
source: Increase transparency
ar: زيادة الشفافية
de: Mehr Transparenz
el: Αύξηση της διαφάνειας
es: Aumentar la transparencia
fr: Augmenter la transparence
ga: Trédhearcacht a mhéadú
hi: पारदर्शिता बढ़ाएँ
id: Meningkatkan transparansi
it: Aumentare la trasparenza
ja: 透明性を高める
ko: 투명성 증가
ms: Tingkatkan ketelusan
nb: Øk åpenheten
nl: Verhoog de transparantie
pt: Aumentar a transparência
ro: Creșterea transparenței
tr: Şeffaflığı artırın
uk: Підвищення прозорості
vi: Tăng tính minh bạch
zh: 提高透明度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_NEXTCOLORMODE
source: Next color mode
ar: وضع اللون التالي
de: Nächster Farbmodus
el: Επόμενη λειτουργία χρώματος
es: Siguiente modo de color
fr: Mode de couleur suivant
ga: An chéad mhodh datha eile
hi: अगला रंग मोड
id: Mode warna berikutnya
it: Modalità colore successiva
ja: 次のカラーモード
ko: 다음 색상 모드
ms: Mod warna seterusnya
nb: Neste fargemodus
nl: Volgende kleurmodus
pt: Próximo modo de cor
ro: Următorul mod de culoare
tr: Sonraki renk modu
uk: Наступний колірний режим
vi: Chế độ màu tiếp theo
zh: 下一個顏色模式

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_PREVCOLORMODE
source: Previous color mode
ar: وضع اللون السابق
de: Vorheriger Farbmodus
el: Προηγούμενη λειτουργία χρώματος
es: Modo de color anterior
fr: Mode couleur précédent
ga: Mód datha roimhe seo
hi: पिछला रंग मोड
id: Mode warna sebelumnya
it: Modalità colore precedente
ja: 前のカラーモード
ko: 이전 색상 모드
ms: Mod warna sebelumnya
nb: Forrige fargemodus
nl: Vorige kleurmodus
pt: Modo de cor anterior
ro: Modul de culoare anterior
tr: Önceki renk modu
uk: Попередній колірний режим
vi: Chế độ màu trước đó
zh: 先前的顏色模式

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASEVALUE
source: Increase value
ar: زيادة القيمة
de: Wert steigern
el: Αύξηση αξίας
es: Aumentar el valor
fr: Augmenter la valeur
ga: Méadaigh luach
hi: मूल्य बढ़ाएँ
id: Meningkatkan nilai
it: Aumentare il valore
ja: 価値を高める
ko: 가치를 높이다
ms: Tingkatkan nilai
nb: Øk verdien
nl: Verhoog de waarde
pt: Aumentar o valor
ro: Creșteți valoarea
tr: Değeri artırın
uk: Збільшити значення
vi: Tăng giá trị
zh: 增加價值

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_DECREASEVALUE
source: Decrease value
ar: خفض القيمة
de: Wert verringern
el: Μείωση τιμής
es: Disminuir valor
fr: Diminuer la valeur
ga: Laghdaigh luach
hi: मूल्य घटाएँ
id: Menurunkan nilai
it: Diminuire il valore
ja: 値を下げる
ko: 값 감소
ms: Kurangkan nilai
nb: Reduser verdien
nl: Waarde verlagen
pt: Diminuir valor
ro: Reduceți valoarea
tr: Değeri azalt
uk: Зменшити значення
vi: Giảm giá trị
zh: 減少價值

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_DECREASEHUE
source: Reduce color hue
ar: تقليل درجة اللون
de: Farbton reduzieren
el: Μειώστε την απόχρωση του χρώματος
es: Reducir el tono de color
fr: Réduire la teinte des couleurs
ga: Laghdaigh dath an datha
hi: रंग की छटा कम करें
id: Mengurangi rona warna
it: Ridurre la tonalità del colore
ja: 色相を減らす
ko: 색상 색조 감소
ms: Kurangkan rona warna
nb: Reduser fargetone
nl: Kleurtoon verminderen
pt: Reduzir a tonalidade da cor
ro: Reduceți nuanța culorii
tr: Renk tonunu azalt
uk: Зменшити відтінок кольору
vi: Giảm sắc độ màu
zh: 降低色調

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASEHUE
source: Increase color hue
ar: زيادة درجة اللون
de: Farbton erhöhen
el: Αύξηση της απόχρωσης του χρώματος
es: Aumentar el tono del color
fr: Augmenter la teinte des couleurs
ga: Méadaigh dath an datha
hi: रंग की छटा बढ़ाएँ
id: Meningkatkan rona warna
it: Aumenta la tonalità del colore
ja: 色相を増やす
ko: 색상 색조 증가
ms: Tingkatkan rona warna
nb: Øk fargenyansen
nl: Kleurtoon verhogen
pt: Aumentar a tonalidade da cor
ro: Crește nuanța culorii
tr: Renk tonunu artırın
uk: Збільшити відтінок кольору
vi: Tăng cường sắc độ màu
zh: 增加色調

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_DECREASELIGHTNESS
source: Reduce color lightness
ar: تقليل سطوع اللون
de: Reduzieren Sie die Farbhelligkeit
el: Μειώστε την φωτεινότητα των χρωμάτων
es: Reducir la luminosidad del color
fr: Réduire la luminosité des couleurs
ga: Laghdaigh gile datha
hi: रंग का हल्कापन कम करें
id: Mengurangi kecerahan warna
it: Ridurre la luminosità del colore
ja: 色の明度を下げる
ko: 색상 밝기 줄이기
ms: Kurangkan kecerahan warna
nb: Reduser fargelyshet
nl: Verminder de kleurhelderheid
pt: Reduzir a luminosidade da cor
ro: Reduceți luminozitatea culorii
tr: Renk parlaklığını azaltın
uk: Зменшення яскравості кольору
vi: Giảm độ sáng màu
zh: 降低顏色亮度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASELIGHTNESS
source: Increase color lightness
ar: زيادة سطوع اللون
de: Erhöhen Sie die Farbhelligkeit
el: Αυξήστε την φωτεινότητα των χρωμάτων
es: Aumentar la luminosidad del color
fr: Augmenter la luminosité des couleurs
ga: Méadaigh gile datha
hi: रंग का हल्कापन बढ़ाएँ
id: Meningkatkan kecerahan warna
it: Aumenta la luminosità del colore
ja: 色の明るさを上げる
ko: 색상 밝기 증가
ms: Tingkatkan kecerahan warna
nb: Øk fargelysheten
nl: Verhoog de kleurhelderheid
pt: Aumentar a luminosidade da cor
ro: Creșterea luminozității culorii
tr: Renk parlaklığını artırın
uk: Збільшення яскравості кольору
vi: Tăng độ sáng màu
zh: 增加顏色亮度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_DECREASESATURATION
source: Reduce saturation
ar: تقليل التشبع
de: Sättigung reduzieren
el: Μειώστε τον κορεσμό
es: Reducir la saturación
fr: Réduire la saturation
ga: Laghdaigh an tsáithiúlacht
hi: संतृप्ति कम करें
id: Mengurangi saturasi
it: Ridurre la saturazione
ja: 彩度を下げる
ko: 포화도를 줄이세요
ms: Kurangkan ketepuan
nb: Reduser metning
nl: Verzadiging verminderen
pt: Reduzir a saturação
ro: Reduceți saturația
tr: Doygunluğu azaltın
uk: Зменшити насиченість
vi: Giảm độ bão hòa
zh: 降低飽和度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_INCREASESATURATION
source: Increase saturation
ar: زيادة التشبع
de: Sättigung erhöhen
el: Αύξηση κορεσμού
es: Aumentar la saturación
fr: Augmenter la saturation
ga: Méadaigh an tsáithiúlacht
hi: संतृप्ति बढ़ाएँ
id: Meningkatkan saturasi
it: Aumentare la saturazione
ja: 彩度を上げる
ko: 채도 증가
ms: Meningkatkan ketepuan
nb: Øk metningen
nl: Verhoog de verzadiging
pt: Aumentar a saturação
ro: Creșterea saturației
tr: Doygunluğu artırın
uk: Збільшити насиченість
vi: Tăng độ bão hòa
zh: 增加飽和度

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_PREVCOLOR
source: Previous color
ar: اللون السابق
de: Vorherige Farbe
el: Προηγούμενο χρώμα
es: Color anterior
fr: Couleur précédente
ga: Dath roimhe seo
hi: पिछला रंग
id: Warna sebelumnya
it: Colore precedente
ja: 前の色
ko: 이전 색상
ms: Warna sebelumnya
nb: Forrige farge
nl: Vorige kleur
pt: Cor anterior
ro: Culoarea anterioară
tr: Önceki renk
uk: Попередній колір
vi: Màu trước đó
zh: 以前的顏色

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_NEXTCOLOR
source: Next color
ar: اللون التالي
de: Nächste Farbe
el: Επόμενο χρώμα
es: Siguiente color
fr: Couleur suivante
ga: An chéad dath eile
hi: अगला रंग
id: Warna berikutnya
it: Colore successivo
ja: 次の色
ko: 다음 색상
ms: Warna seterusnya
nb: Neste farge
nl: Volgende kleur
pt: Próxima cor
ro: Următoarea culoare
tr: Sonraki renk
uk: Наступний колір
vi: Màu tiếp theo
zh: 下一個顏色

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_SHOWHIDECOLORLIST
source: Show and hide color list
ar: إظهار وإخفاء قائمة الألوان
de: Farbliste ein- und ausblenden
el: Εμφάνιση και απόκρυψη λίστας χρωμάτων
es: Mostrar y ocultar la lista de colores
fr: Afficher et masquer la liste des couleurs
ga: Taispeáin agus folaigh liosta dathanna
hi: रंग सूची दिखाएँ और छिपाएँ
id: Menampilkan dan menyembunyikan daftar warna
it: Mostra e nascondi l'elenco dei colori
ja: 色リストの表示と非表示
ko: 색상 목록 표시 및 숨기기
ms: Tunjukkan dan sembunyikan senarai warna
nb: Vis og skjul fargeliste
nl: Kleurenlijst weergeven en verbergen
pt: Mostrar e ocultar lista de cores
ro: Afișează și ascunde lista de culori
tr: Renk listesini göster ve gizle
uk: Показати та приховати список кольорів
vi: Hiển thị và ẩn danh sách màu
zh: 顯示和隱藏顏色列表

# T_INPUT_STYLES_FIGLETSELECTOR_KEYBINDING_SHOWCASE
source: Character Showcase
ar: عرض الشخصيات
de: Charakter-Showcase
el: Παρουσίαση Χαρακτήρων
es: Exhibición de personajes
fr: Présentation des personnages
ga: Taispeántas Carachtar
hi: चरित्र प्रदर्शन
id: Pameran Karakter
it: Vetrina dei personaggi
ja: キャラクターショーケース
ko: 캐릭터 쇼케이스
ms: Pameran Watak
nb: Karakterutstilling
nl: Karakterpresentatie
pt: Apresentação de personagens
ro: Prezentare de personaje
tr: Karakter Vitrini
uk: Презентація персонажів
vi: Trình bày nhân vật
zh: 角色展示

# T_INPUT_TESTFIXTURES_EXCEPTION_MAYNOTBEBASE_UNCONDITIONAL
source: This fixture may not be a base Fixture class. Specify an unconditional fixture.
ar: قد لا يكون هذا التثبيت فئة تثبيت أساسية. حدد تثبيتًا غير مشروط.
de: Dieses Fixture ist möglicherweise keine Basis-Fixture-Klasse. Geben Sie ein unbedingtes Fixture an.
el: Αυτό το εξάρτημα ενδέχεται να μην είναι βασική κλάση Fixture. Καθορίστε ένα εξάρτημα χωρίς όρους.
es: Este elemento fijo no puede ser una clase base. Especifique un elemento fijo incondicional.
fr: Ce luminaire n'est peut-être pas une classe de luminaire de base. Spécifiez un luminaire inconditionnel.
ga: B’fhéidir nach rang daingneáin bhunúsach é an daingneán seo. Sonraigh daingneán neamhchoinníollach.
hi: यह फिक्सचर बेस फिक्सचर क्लास नहीं हो सकता है। बिना शर्त फिक्सचर निर्दिष्ट करें।
id: Fixture ini mungkin bukan kelas Fixture dasar. Tentukan fixture tanpa syarat.
it: Questa fixture potrebbe non essere una classe base. Specificare una fixture non condizionale.
ja: このフィクスチャは基本フィクスチャクラスではない可能性があります。無条件フィクスチャを指定してください。
ko: 이 경기는 기본 경기 등급이 아닐 수 있습니다. 무조건 경기 등급을 지정하세요.
ms: Lekapan ini mungkin bukan kelas Lekapan asas. Tentukan lekapan tanpa syarat.
nb: Denne fixturen er kanskje ikke en basis-fixturklasse. Spesifiser en ubetinget fixtur.
nl: Deze fixture is mogelijk geen basis Fixture-klasse. Specificeer een onvoorwaardelijke fixture.
pt: Este acessório pode não ser uma classe base de acessório. Especifique um acessório incondicional.
ro: Este posibil ca acest dispozitiv de fixare să nu fie o clasă de dispozitive de fixare de bază. Specificați un dispozitiv de fixare necondiționat.
tr: Bu fikstür bir temel Fikstür sınıfı olmayabilir. Koşulsuz bir fikstür belirtin.
uk: Цей фіксатор може не бути базовим класом фіксаторів. Вкажіть безумовний фіксатор.
vi: Đồ đạc này có thể không phải là lớp Đồ đạc cơ sở. Hãy chỉ định một đồ đạc không điều kiện.
zh: 此 Fixture 可能不是基底 Fixture 類別。請指定一個無條件 Fixture。

# T_INPUT_TESTFIXTURES_EXCEPTION_MAYNOTBEBASE_CONDITIONAL
source: This fixture may not be a base Fixture class. Specify a conditional fixture.
ar: قد لا يكون هذا التثبيت فئة تثبيت أساسية. حدد تثبيتًا مشروطًا.
de: Dieses Fixture ist möglicherweise keine Basis-Fixture-Klasse. Geben Sie ein bedingtes Fixture an.
el: Αυτό το εξάρτημα ενδέχεται να μην είναι βασική κλάση Fixture. Καθορίστε ένα εξάρτημα υπό όρους.
es: Es posible que este elemento no sea una clase base. Especifique un elemento condicional.
fr: Ce luminaire n'est peut-être pas une classe de luminaire de base. Spécifiez un luminaire conditionnel.
ga: B’fhéidir nach rang daingneáin bhunúsach é an daingneán seo. Sonraigh daingneán coinníollach.
hi: यह फिक्सचर बेस फिक्सचर क्लास नहीं हो सकता है। एक सशर्त फिक्सचर निर्दिष्ट करें।
id: Fixture ini mungkin bukan kelas Fixture dasar. Tentukan fixture bersyarat.
it: Questa fixture potrebbe non essere una classe base. Specificare una fixture condizionale.
ja: このフィクスチャは基本フィクスチャクラスではない可能性があります。条件付きフィクスチャを指定してください。
ko: 이 경기는 기본 경기 클래스가 아닐 수 있습니다. 조건부 경기를 지정하세요.
ms: Lekapan ini mungkin bukan kelas Lekapan asas. Tentukan lekapan bersyarat.
nb: Denne fixturen er kanskje ikke en basis-fixturklasse. Spesifiser en betinget fixtur.
nl: Deze fixture is mogelijk geen basis Fixture-klasse. Specificeer een voorwaardelijke fixture.
pt: Este acessório pode não ser uma classe de acessórios base. Especifique um acessório condicional.
ro: Este posibil ca acest dispozitiv de fixare să nu fie o clasă de dispozitive de fixare de bază. Specificați un dispozitiv de fixare condițional.
tr: Bu fikstür bir temel Fikstür sınıfı olmayabilir. Koşullu bir fikstür belirtin.
uk: Цей прилад може не бути базовим класом приладів. Вкажіть умовний прилад.
vi: Đồ đạc này có thể không phải là lớp Đồ đạc cơ sở. Hãy chỉ định đồ đạc có điều kiện.
zh: 此 Fixture 可能不是基底 Fixture 類別。請指定一個條件 Fixture。

# T_INPUT_TESTFIXTURES_EXCEPTION_VALUEMISMATCH_CONDITIONAL
source: Returned value {0} doesn't match expected value {1}
ar: القيمة المرتجعة {0} لا تتطابق مع القيمة المتوقعة {1}
de: Der zurückgegebene Wert {0} entspricht nicht dem erwarteten Wert {1}
el: Η επιστρεφόμενη τιμή {0} δεν ταιριάζει με την αναμενόμενη τιμή {1}
es: El valor devuelto {0} no coincide con el valor esperado {1}
fr: La valeur renvoyée {0} ne correspond pas à la valeur attendue {1}
ga: Ní hionann an luach a tugadh ar ais {0} agus an luach ionchais {1}
hi: लौटाया गया मान {0} अपेक्षित मान {1} से मेल नहीं खाता
id: Nilai yang dikembalikan {0} tidak sesuai dengan nilai yang diharapkan {1}
it: Il valore restituito {0} non corrisponde al valore previsto {1}
ja: 返された値 {0} は期待された値 {1} と一致しません
ko: 반환된 값 {0}이 예상 값 {1}과 일치하지 않습니다.
ms: Nilai yang dikembalikan {0} tidak sepadan dengan nilai yang dijangkakan {1}
nb: Returnert verdi {0} samsvarer ikke med forventet verdi {1}
nl: De geretourneerde waarde {0} komt niet overeen met de verwachte waarde {1}
pt: O valor devolvido {0} não corresponde ao valor esperado {1}
ro: Valoarea returnată {0} nu corespunde valorii așteptate {1}
tr: Döndürülen değer {0} beklenen değer {1} ile eşleşmiyor
uk: Повернене значення {0} не відповідає очікуваному значенню {1}
vi: Giá trị trả về {0} không khớp với giá trị mong đợi {1}
zh: 傳回值 {0} 與預期值 {1} 不匹配

# T_INPUT_TESTFIXTURES_EXCEPTION_UNCONDITIONAL
source: This fixture is not conditional.
ar: هذا التثبيت ليس مشروطًا.
de: Diese Vorrichtung ist nicht an Bedingungen geknüpft.
el: Αυτό το εξάρτημα δεν είναι υπό όρους.
es: Este encuentro no es condicional.
fr: Ce match n'est pas conditionnel.
ga: Níl an daingneán seo coinníollach.
hi: यह स्थिरता सशर्त नहीं है।
id: Perlengkapan ini tidak bersyarat.
it: Questa apparecchiatura non è condizionale.
ja: このフィクスチャは条件付きではありません。
ko: 이 경기는 조건부가 아닙니다.
ms: Lekapan ini tidak bersyarat.
nb: Denne innsatsen er ikke betinget.
nl: Deze wedstrijd is niet voorwaardelijk.
pt: Este acessório não é condicional.
ro: Această fixare nu este condiționată.
tr: Bu fikstür şartlı değil.
uk: Це пристосування не є умовним.
vi: Trận đấu này không có điều kiện.
zh: 此裝置無條件。

# T_INPUT_TESTFIXTURES_EXCEPTION_INVALIDTYPE
source: This fixture type is invalid.
ar: هذا النوع من التركيبات غير صالح.
de: Dieser Vorrichtungstyp ist ungültig.
el: Αυτός ο τύπος εξαρτήματος δεν είναι έγκυρος.
es: Este tipo de accesorio no es válido.
fr: Ce type de luminaire n'est pas valide.
ga: Tá an cineál daingneáin seo neamhbhailí.
hi: यह फ़िक्स्चर प्रकार अमान्य है.
id: Jenis perlengkapan ini tidak valid.
it: Questo tipo di dispositivo non è valido.
ja: このフィクスチャタイプは無効です。
ko: 이 고정 유형은 잘못되었습니다.
ms: Jenis lekapan ini tidak sah.
nb: Denne armaturtypen er ugyldig.
nl: Dit type fixture is ongeldig.
pt: Este tipo de acessório é inválido.
ro: Acest tip de dispozitiv de fixare este invalid.
tr: Bu fikstür tipi geçersiz.
uk: Цей тип кріплення недійсний.
vi: Kiểu đồ đạc này không hợp lệ.
zh: 此裝置類型無效。

# T_INPUT_TESTFIXTURES_SELECTOR_EXCEPTION_NOFIXTURES
source: No fixtures here. Insert one.
ar: لا يوجد تركيبات هنا. أدخل واحدة.
de: Hier sind keine Vorrichtungen vorhanden. Fügen Sie eine ein.
el: Δεν υπάρχουν εξαρτήματα εδώ. Εισαγάγετε ένα.
es: No hay ningún elemento fijo aquí. Inserte uno.
fr: Pas de luminaires ici. Insérez-en un.
ga: Níl aon daingneáin anseo. Cuir ceann isteach.
hi: यहाँ कोई फिक्सचर नहीं है। एक लगाओ।
id: Tidak ada perlengkapan di sini. Masukkan satu.
it: Nessuna presenza qui. Inseriscine una.
ja: ここには備品がありません。1つ挿入してください。
ko: 여기에는 고정 장치가 없습니다. 하나 넣으세요.
ms: Tiada lekapan di sini. Masukkan satu.
nb: Ingen inventar her. Sett inn ett.
nl: Geen fittingen hier. Voeg er een toe.
pt: Não há aqui acessórios. Insira um.
ro: Nu există accesorii aici. Introduceți unul.
tr: Burada fikstür yok. Bir tane ekle.
uk: Тут немає світильників. Вставте один.
vi: Không có đồ đạc nào ở đây. Hãy chèn một cái.
zh: 此處沒有固定裝置。請插入一個。

# T_INPUT_TESTFIXTURES_SELECTOR_CHOOSEFIXTUREPROMPT
source: Choose a test fixture.
ar: اختر جهاز الاختبار.
de: Wählen Sie eine Testvorrichtung.
el: Επιλέξτε ένα δοκιμαστικό εξάρτημα.
es: Seleccione un dispositivo de prueba.
fr: Choisissez un montage de test.
ga: Roghnaigh daingneán tástála.
hi: एक परीक्षण स्थिरता चुनें.
id: Pilih perlengkapan uji.
it: Selezionare un dispositivo di prova.
ja: テストフィクスチャを選択します。
ko: 테스트 고정물을 선택하세요.
ms: Pilih lekapan ujian.
nb: Velg en testanordning.
nl: Kies een testopstelling.
pt: Escolha um dispositivo de teste.
ro: Alegeți un dispozitiv de testare.
tr: Bir test fikstürü seçin.
uk: Виберіть випробувальне пристосування.
vi: Chọn thiết bị thử nghiệm.
zh: 選擇測試夾具。

# T_INPUT_TESTFIXTURES_SELECTOR_EXIT_DESCRIPTION
source: Exits the test fixture selector
ar: الخروج من محدد تركيبات الاختبار
de: Beendet die Prüfvorrichtungsauswahl
el: Έξοδος από τον επιλογέα δοκιμαστικού φωτισμού
es: Sale del selector de accesorios de prueba.
fr: Quitte le sélecteur de montage de test
ga: Fágann sé an roghnóir daingneáin tástála
hi: परीक्षण फ़िक्स्चर चयनकर्ता से बाहर निकलता है
id: Keluar dari pemilih perlengkapan uji
it: Esce dal selettore del dispositivo di prova
ja: テストフィクスチャセレクターを終了します
ko: 테스트 고정 장치 선택기를 종료합니다.
ms: Keluar dari pemilih lekapan ujian
nb: Går ut av testutstyrsvelgeren
nl: Verlaat de testfixture-selector
pt: Sai do seletor do dispositivo de teste
ro: Ieșire din selectorul de dispozitive de testare
tr: Test fikstürü seçicisinden çıkar
uk: Вихід з селектора тестового обладнання
vi: Thoát khỏi bộ chọn đồ gá thử nghiệm
zh: 退出測試夾具選擇器

# T_INPUT_TESTFIXTURES_SELECTOR_TESTSUCCEEDED
source: This test has succeeded!
ar: لقد نجح هذا الاختبار!
de: Dieser Test war erfolgreich!
el: Αυτή η δοκιμή πέτυχε!
es: ¡Esta prueba ha sido un éxito!
fr: Ce test a réussi !
ga: D’éirigh leis an tástáil seo!
hi: यह परीक्षण सफल रहा!
id: Uji coba ini berhasil!
it: Questo test è riuscito!
ja: このテストは成功しました!
ko: 이 테스트는 성공했습니다!
ms: Ujian ini telah berjaya!
nb: Denne testen har vært vellykket!
nl: Deze test is geslaagd!
pt: Este teste foi bem-sucedido!
ro: Acest test a reușit!
tr: Bu test başarılı oldu!
uk: Цей тест успішно пройшов!
vi: Thử nghiệm này đã thành công!
zh: 本次測試成功！

# T_INPUT_TESTFIXTURES_SELECTOR_TESTSUCCEEDED_MATCH
source: Expected value matches actual value.
ar: القيمة المتوقعة تطابق القيمة الفعلية.
de: Der erwartete Wert entspricht dem tatsächlichen Wert.
el: Η αναμενόμενη τιμή αντιστοιχεί στην πραγματική τιμή.
es: El valor esperado coincide con el valor real.
fr: La valeur attendue correspond à la valeur réelle.
ga: Tá an luach ionchais ag teacht leis an luach iarbhír.
hi: अपेक्षित मूल्य वास्तविक मूल्य से मेल खाता है.
id: Nilai yang diharapkan sesuai dengan nilai sebenarnya.
it: Il valore atteso corrisponde al valore effettivo.
ja: 期待値は実際の値と一致します。
ko: 예상 값이 실제 값과 일치합니다.
ms: Nilai yang dijangka sepadan dengan nilai sebenar.
nb: Forventet verdi samsvarer med faktisk verdi.
nl: Verwachte waarde komt overeen met werkelijke waarde.
pt: O valor esperado corresponde ao valor real.
ro: Valoarea așteptată corespunde cu valoarea reală.
tr: Beklenen değer gerçekleşen değerle uyuşuyor.
uk: Очікуване значення відповідає фактичному значенню.
vi: Giá trị mong đợi khớp với giá trị thực tế.
zh: 預期值與實際值相符。

# T_INPUT_TESTFIXTURES_SELECTOR_TESTFAILED
source: This test has failed.
ar: لقد فشل هذا الاختبار.
de: Dieser Test ist fehlgeschlagen.
el: Αυτή η δοκιμή απέτυχε.
es: Esta prueba ha fallado.
fr: Ce test a échoué.
ga: Theip ar an tástáil seo.
hi: यह परीक्षण विफल हो गया है.
id: Tes ini gagal.
it: Questo test è fallito.
ja: このテストは失敗しました。
ko: 이 테스트는 실패했습니다.
ms: Ujian ini telah gagal.
nb: Denne testen har mislyktes.
nl: Deze test is mislukt.
pt: Este teste falhou.
ro: Acest test a eșuat.
tr: Bu test başarısız oldu.
uk: Цей тест провалився.
vi: Bài kiểm tra này đã thất bại.
zh: 這次測試失敗了。

# T_INPUT_TESTFIXTURES_SELECTOR_TESTFAILED_MESSAGE
source: Message
ar: رسالة
de: Nachricht
el: Μήνυμα
es: Mensaje
ga: Teachtaireacht
hi: संदेश
id: Pesan
it: Messaggio
ja: メッセージ
ko: 메시지
ms: Mesej
nb: Beskjed
nl: Bericht
pt: Mensagem
ro: Mesaj
tr: Mesaj
uk: Повідомлення
vi: Tin nhắn
zh: 訊息
