Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLORS_THEMES_EXCEPTION_NOTRUECOLOR
source: The theme {0} needs true color support, but your console doesn't support it.
ar: السمة {0} تحتاج إلى دعم الألوان الحقيقية، لكن وحدة التحكم الخاصة بك لا تدعمها.
de: Das Design {0} benötigt True-Color-Unterstützung, Ihre Konsole unterstützt diese jedoch nicht.
el: Το θέμα {0} χρειάζεται πραγματική υποστήριξη χρώματος, αλλά η κονσόλα σας δεν την υποστηρίζει.
es: El tema {0} necesita compatibilidad con colores reales, pero tu consola no lo admite.
fr: Le thème {0} nécessite la prise en charge des couleurs réelles, mais votre console ne la prend pas en charge.
ga: Teastaíonn tacaíocht fíor dhathanna don téama {0}, ach ní thacaíonn do chonsól leis.
hi: थीम {0} को वास्तविक रंग समर्थन की आवश्यकता है, लेकिन आपका कंसोल इसका समर्थन नहीं करता है।
id: Tema {0} memerlukan dukungan warna sebenarnya, tetapi konsol Anda tidak mendukungnya.
it: Il tema {0} necessita del supporto True Color, ma la tua console non lo supporta.
ja: テーマ {0} には True Color のサポートが必要ですが、本体はそれをサポートしていません。
ko: {0} 테마에는 트루 컬러 지원이 필요하지만 콘솔에서 지원하지 않습니다.
ms: Tema {0} memerlukan sokongan warna sebenar, tetapi konsol anda tidak menyokongnya.
nb: Temaet {0} trenger støtte for ekte farger, men konsollen din støtter det ikke.
nl: Het thema {0} heeft ondersteuning voor echte kleuren nodig, maar je console ondersteunt dit niet.
pt: O tema {0} precisa de suporte True Color, mas seu console não oferece suporte.
ro: Tema {0} are nevoie de suport pentru culori reale, dar consola dvs. nu o acceptă.
tr: {0} temasının gerçek renk desteğine ihtiyacı var, ancak konsolunuz bunu desteklemiyor.
uk: Тема {0} потребує підтримки справжніх кольорів, але ваша консоль її не підтримує.
vi: Chủ đề {0} cần hỗ trợ màu sắc thực nhưng máy chơi game của bạn không hỗ trợ.
zh: 主題 {0} 需要真彩色支持，但您的控制台不支援。

# T_COLORS_THEMES_EXCEPTION_COLORINVALID
source: One or more of the colors is invalid.
ar: واحد أو أكثر من الألوان غير صالح.
de: Eine oder mehrere Farben sind ungültig.
el: Ένα ή περισσότερα από τα χρώματα δεν είναι έγκυρα.
es: Uno o más de los colores no son válidos.
fr: Une ou plusieurs des couleurs sont invalides.
ga: Tá ceann amháin nó níos mó de na dathanna neamhbhailí.
hi: एक या अधिक रंग अमान्य हैं।
id: Satu atau lebih warna tidak valid.
it: Uno o più colori non sono validi.
ja: 1つ以上の色が無効です。
ko: 하나 이상의 색상이 유효하지 않습니다.
ms: Satu atau beberapa warna tidak sah.
nb: En eller flere av fargene er ugyldige.
nl: Een of meer van de kleuren is ongeldig.
pt: Uma ou mais cores são inválidas.
ro: Una sau mai multe culori sunt nevalide.
tr: Renklerin biri veya birkaçı geçersiz.
uk: Один або кілька кольорів недійсні.
vi: Một hoặc nhiều màu không hợp lệ.
zh: 一種或多種顏色無效。

# T_COLORS_THEMES_DEFAULT_DESC
source: The default theme for the kernel
ar: الموضوع الافتراضي للنواة
de: Das Standarddesign für den Kernel
el: Το προεπιλεγμένο θέμα για τον πυρήνα
es: El tema predeterminado para el kernel
fr: Le thème par défaut du noyau
ga: An téama réamhshocraithe don eithne
hi: कर्नेल के लिए डिफ़ॉल्ट थीम
id: Tema bawaan untuk kernel
it: Il tema predefinito per il kernel
ja: カーネルのデフォルトテーマ
ko: 커널의 기본 테마
ms: Tema lalai untuk kernel
nb: Standardtemaet for kjernen
nl: Het standaardthema voor de kernel
pt: O tema padrão para o kernel
ro: Tema implicită pentru nucleu
tr: Çekirdek için varsayılan tema
uk: Стандартна тема для ядра
vi: Chủ đề mặc định cho hạt nhân
zh: 內核的預設主題

# T_COLORS_THEMES_DYNAMIC_DESC
source: Accents everywhere!
ar: لهجات في كل مكان!
de: Überall Akzente!
el: Προφορές παντού!
es: Acentos por todas partes!
fr: Des accents partout !
ga: Accents i ngach áit!
hi: हर जगह उच्चारण!
id: Aksen di mana-mana!
it: Accenti ovunque!
ja: どこにでもアクセントがあります！
ko: 곳곳에 악센트가 있어요!
ms: Aksen di mana-mana!
nb: Aksenter overalt!
nl: Overal accenten!
pt: Acentos em todo o lado!
ro: Accente peste tot!
tr: Her yerde aksanlar!
uk: Скрізь акценти!
vi: Giọng điệu ở khắp mọi nơi!
zh: 到處都是口音！

# T_COLORS_THEMES_NITRICACID_DESC
source: Colorless, fuming, and highly corrosive liquid
ar: سائل عديم اللون، دخاني، وشديد التآكل
de: Farblose, rauchende und stark ätzende Flüssigkeit
el: Άχρωμο, ατμίζον και εξαιρετικά διαβρωτικό υγρό
es: Líquido incoloro, humeante y altamente corrosivo.
fr: Liquide incolore, fumant et hautement corrosif
ga: Leacht gan dath, fuming, agus an-chreimneach
hi: रंगहीन, धुआँदार और अत्यधिक संक्षारक तरल
id: Cairan tidak berwarna, berasap, dan sangat korosif
it: Liquido incolore, fumante e altamente corrosivo
ja: 無色で発煙性があり、非常に腐食性の高い液体
ko: 무색, 연기가 나고 부식성이 강한 액체
ms: Cecair tidak berwarna, berasap dan sangat menghakis
nb: Fargeløs, rykende og sterkt etsende væske
nl: Kleurloze, dampende en zeer bijtende vloeistof
pt: Líquido incolor, furioso e altamente corrosivo
ro: Lichid incolor, fumos și foarte coroziv
tr: Renksiz, dumanlı ve oldukça aşındırıcı sıvı
uk: Безбарвна, димляча та сильно корозійна рідина
vi: Chất lỏng không màu, bốc khói và có tính ăn mòn cao
zh: 無色、發煙、高腐蝕性液體

# T_COLOR_COLORTEST_WARNING
source: You must be running either ConEmu or a Windows 10 command prompt with VT processing enabled.
ar: يجب أن تقوم بتشغيل ConEmu أو موجه أوامر Windows 10 مع تمكين معالجة VT.
de: Sie müssen entweder ConEmu oder eine Windows 10-Eingabeaufforderung mit aktivierter VT-Verarbeitung ausführen.
el: Πρέπει να εκτελείτε είτε το ConEmu είτε μια γραμμή εντολών των Windows 10 με ενεργοποιημένη την επεξεργασία VT.
es: Debe ejecutar ConEmu o un símbolo del sistema de Windows 10 con el procesamiento VT habilitado.
fr: Vous devez exécuter ConEmu ou une invite de commande Windows 10 avec le traitement VT activé.
ga: Ní mór duit a bheith ag rith ConEmu nó ordú Windows 10 leid le próiseáil VT cumasaithe.
hi: आपको VT प्रोसेसिंग सक्षम होने के साथ ConEmu या Windows 10 कमांड प्रॉम्प्ट चलाना होगा।
id: Anda harus menjalankan ConEmu atau prompt perintah Windows 10 dengan pemrosesan VT diaktifkan.
it: È necessario eseguire ConEmu o un prompt dei comandi di Windows 10 con l'elaborazione VT abilitata.
ja: ConEmu または VT 処理を有効にした Windows 10 コマンド プロンプトを実行している必要があります。
ko: VT 처리가 활성화된 ConEmu 또는 Windows 10 명령 프롬프트를 실행해야 합니다.
ms: Anda mesti menjalankan sama ada ConEmu atau gesaan arahan Windows 10 dengan pemprosesan VT didayakan.
nb: Du må kjøre enten ConEmu eller en Windows 10-ledetekst med VT-behandling aktivert.
nl: U moet ConEmu of een Windows 10-opdrachtprompt gebruiken waarbij VT-verwerking is ingeschakeld.
pt: Você deve estar executando o ConEmu ou um prompt de comando do Windows 10 com o processamento de VT habilitado.
ro: Trebuie să rulați fie ConEmu, fie un prompt de comandă Windows 10 cu procesarea VT activată.
tr: VT işlemeyi etkinleştirmiş bir ConEmu veya Windows 10 komut istemi çalıştırıyor olmanız gerekir.
uk: Ви повинні запустити ConEmu або командний рядок Windows 10 із увімкненою обробкою VT.
vi: Bạn phải chạy ConEmu hoặc dấu nhắc lệnh Windows 10 có bật xử lý VT.
zh: 您必須執行 ConEmu 或 Windows 10 命令提示字元並啟用 VT 處理。

# T_COLOR_COLORTEST_INFO
source: Your terminal is {0} on {1}.
ar: المحطة الطرفية الخاصة بك هي {0} في {1}.
de: Ihr Terminal ist {0} auf {1}.
el: Το τερματικό σας είναι {0} στις {1}.
es: Su terminal está {0} en {1}.
fr: Votre terminal est à {0} sur {1}.
ga: Tá do teirminéal {0} ar {1}.
hi: आपका टर्मिनल {1} पर {0} है।
id: Terminal Anda {0} pada {1}.
it: Il tuo terminale è {0} su {1}.
ja: あなたの端末は {1} の {0} です。
ko: 귀하의 터미널은 {1}의 {0}입니다.
ms: Terminal anda ialah {0} pada {1}.
nb: Terminalen din er {0} på {1}.
nl: Uw terminal is {0} op {1}.
pt: Seu terminal está {0} em {1}.
ro: Terminalul dvs. este {0} pe {1}.
tr: Terminaliniz {1} üzerinde {0}.
uk: Ваш термінал {0} на {1}.
vi: Thiết bị đầu cuối của bạn là {0} trên {1}.
zh: 您的終端位於 {1} 的 {0}。

# T_COLOR_COLORTEST_QUESTION
source: Do these ramps look right to you? They should transition smoothly.
ar: هل تبدو هذه المنحدرات مناسبة لك؟ يجب أن ينتقلوا بسلاسة.
de: Sehen diese Rampen für Sie richtig aus? Der Übergang sollte reibungslos erfolgen.
el: Σου φαίνονται σωστές αυτές οι ράμπες; Θα πρέπει να μεταβούν ομαλά.
es: ¿Te parecen bien estas rampas? Deberían realizar una transición sin problemas.
fr: Ces rampes vous conviennent-elles ? Ils devraient faire une transition en douceur.
ga: An bhfeiceann na rampaí seo ceart duitse? Ba chóir dóibh aistriú go réidh.
hi: क्या ये रैंप आपको सही लगते हैं? उन्हें सुचारू रूप से परिवर्तन करना चाहिए।
id: Apakah jalur landai ini terlihat tepat menurut Anda? Jalur landai ini seharusnya dapat bergerak dengan lancar.
it: Queste rampe ti sembrano adatte? Dovrebbero passare senza intoppi.
ja: これらのスロープはあなたにぴったりだと思いますか? スムーズに移行できるはずです。
ko: 이 경사로가 당신에게 딱 맞는 것 같나요? 원활하게 전환되어야 합니다.
ms: Adakah tanjakan ini kelihatan betul kepada anda? Mereka harus beralih dengan lancar.
nb: Ser disse rampene riktig ut for deg? De bør gå jevnt over.
nl: Zien deze opritten er goed uit voor jou? Ze moeten soepel overgaan.
pt: Essas rampas parecem certas para você? Eles devem fazer uma transição suave.
ro: Aceste rampe vi se par corect? Ar trebui să tranzițieze fără probleme.
tr: Bu rampalar size doğru görünüyor mu? Sorunsuz bir şekilde geçiş yapmalılar.
uk: Ці пандуси здаються вам правильними? Вони повинні переходити плавно.
vi: Những đoạn đường dốc này có phù hợp với bạn không? Chúng phải chuyển tiếp một cách trơn tru.
zh: 這些坡道適合您嗎？他們應該順利過渡。

# T_COLOR_MODEL_EXCEPTION_PARSECMYKKLEVEL
source: The black color level is out of range (0 -> 100).
ar: مستوى اللون الأسود خارج النطاق (0 -> 100).
de: Der Schwarzfarbpegel liegt außerhalb des Bereichs (0 -> 100).
el: Η στάθμη μαύρου χρώματος είναι εκτός εύρους (0 -> 100).
es: El nivel de color negro está fuera de rango (0 -> 100).
fr: Le niveau de couleur noire est hors de portée (0 -> 100).
ga: Tá an leibhéal datha dubh lasmuigh den raon (0 -> 100).
hi: काले रंग का स्तर सीमा से बाहर है (0 -> 100).
id: Tingkat warna hitam berada di luar rentang (0 -> 100).
it: Il livello del colore nero è fuori intervallo (0 -> 100).
ja: 黒色レベルが範囲外です (0 -> 100)。
ko: 검은색 레벨이 범위를 벗어났습니다(0 -> 100).
ms: Tahap warna hitam berada di luar julat (0 -> 100).
nb: Svartfargenivået er utenfor rekkevidden (0 -> 100).
nl: Het zwarte kleurniveau ligt buiten het bereik (0 -> 100).
pt: O nível da cor preta está fora do intervalo (0 -> 100).
ro: Nivelul de culoare neagră este în afara intervalului (0 -> 100).
tr: Siyah renk seviyesi aralık dışında (0 -> 100).
uk: Рівень чорного кольору поза діапазоном (0 -> 100).
vi: Mức độ màu đen nằm ngoài phạm vi (0 -> 100).
zh: 黑色等級超出範圍 (0 -> 100)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCMYKSPECIFIEREXCEED
source: Invalid CMYK color specifier "{0}". The specifier may not be more than four elements. Ensure that it's on the correct format
ar: مُحدِّد لون CMYK غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد أربعة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CMYK-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als vier Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CMYK "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τέσσερα στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CMYK "{0}" no es válido. El especificador no puede tener más de cuatro elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CMJN « {0} » non valide. Ce spécificateur ne doit pas comporter plus de quatre éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CMYK neamhbhailí "{0}". Ní fhéadfaidh níos mó ná ceithre eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य CMYK रंग विनिर्देशक "{0}"। विनिर्देशक में चार तत्वों से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna CMYK "{0}" tidak valid. Penentu tidak boleh lebih dari empat elemen. Pastikan formatnya benar
it: Specificatore di colore CMYK "{0}" non valido. Lo specificatore non può contenere più di quattro elementi. Assicurarsi che sia nel formato corretto.
ja: CMYKカラー指定子「{0}」が無効です。指定子は4要素以下にする必要があります。正しい形式であることを確認してください。
ko: CMYK 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 4개 요소를 초과할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CMYK tidak sah "{0}". Penentu mungkin tidak lebih daripada empat elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig CMYK-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn fire elementer. Sørg for at den er i riktig format.
nl: Ongeldige CMYK-kleurspecificatie "{0}". De specificatie mag niet meer dan vier elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor CMYK inválido "{0}". O especificador não pode ter mais de quatro elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare CMYK nevalid „{0}”. Specificatorul nu poate avea mai mult de patru elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz CMYK renk belirteci "{0}". Belirteç dört öğeden fazla olamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CMYK "{0}". Специфікатор не може містити більше чотирьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CMYK không hợp lệ "{0}". Chỉ định màu không được quá bốn phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: CMYK 顏色說明符「{0}」無效。該說明符不能超過四個元素。請確保其格式正確

# T_COLOR_DATA_EXCEPTION_COLORNODATA
source: Can't get color data.
ar: لا يمكن الحصول على بيانات الألوان.
de: Farbdaten können nicht abgerufen werden.
el: Δεν είναι δυνατή η λήψη δεδομένων χρώματος.
es: No se pueden obtener datos de color.
fr: Impossible d'obtenir les données de couleur.
ga: Ní féidir sonraí datha a fháil.
hi: रंग डेटा प्राप्त नहीं किया जा सका.
id: Tidak bisa mendapatkan data warna.
it: Impossibile ottenere i dati sul colore.
ja: 色データを取得できません。
ko: 색상 데이터를 가져올 수 없습니다.
ms: Tidak dapat data warna.
nb: Kan ikke hente fargedata.
nl: Kan geen kleurgegevens ophalen.
pt: Não é possível obter dados de cor.
ro: Nu se pot obține date despre culoare.
tr: Renk verisi alınamıyor.
uk: Не вдається отримати дані про колір.
vi: Không lấy được dữ liệu màu.
zh: 無法取得顏色資料。

# T_SEQUENCES_BUILDER_EXCEPTION_GENERATIONFAILED
source: We have failed to generate a working VT sequence of type {0} with action {1}. Make sure that you've specified values correctly.
ar: لم نتمكن من إنشاء تسلسل VT فعال من النوع {0} باستخدام الإجراء {1}. تأكد من صحة القيم المحددة.
de: Es ist uns nicht gelungen, eine funktionierende VT-Sequenz vom Typ {0} mit der Aktion {1} zu generieren. Stellen Sie sicher, dass Sie die Werte korrekt angegeben haben.
el: Αποτύχαμε να δημιουργήσουμε μια λειτουργική ακολουθία VT τύπου {0} με την ενέργεια {1}. Βεβαιωθείτε ότι έχετε καθορίσει σωστά τις τιμές.
es: No se ha podido generar una secuencia VT funcional del tipo {0} con la acción {1}. Asegúrese de haber especificado los valores correctamente.
fr: Nous n'avons pas réussi à générer une séquence VT fonctionnelle de type {0} avec l'action {1}. Assurez-vous d'avoir correctement spécifié les valeurs.
ga: Theip orainn seicheamh VT oibre de chineál {0} a ghiniúint leis an ngníomh {1}. Déan cinnte go bhfuil na luachanna sonraithe agat i gceart.
hi: हम क्रिया {1} के साथ {0} प्रकार का कार्यशील VT अनुक्रम उत्पन्न करने में विफल रहे हैं। सुनिश्चित करें कि आपने मान सही ढंग से निर्दिष्ट किए हैं।
id: Kami gagal membuat rangkaian VT yang berfungsi dengan tipe {0} dengan tindakan {1}. Pastikan Anda telah menentukan nilai dengan benar.
it: Non siamo riusciti a generare una sequenza VT funzionante di tipo {0} con azione {1}. Assicurati di aver specificato i valori correttamente.
ja: アクション{1}でタイプ{0}の有効なVTシーケンスを生成できませんでした。値が正しく指定されていることを確認してください。
ko: {1} 작업을 사용하여 {0} 유형의 작동하는 VT 시퀀스를 생성하지 못했습니다. 값을 올바르게 지정했는지 확인하세요.
ms: Kami telah gagal menjana urutan VT yang berfungsi jenis {0} dengan tindakan {1}. Pastikan anda telah menetapkan nilai dengan betul.
nb: Vi klarte ikke å generere en fungerende VT-sekvens av typen {0} med handling {1}. Sørg for at du har angitt verdiene riktig.
nl: Het is ons niet gelukt een werkende VT-reeks van type {0} met actie {1} te genereren. Controleer of u de waarden correct hebt opgegeven.
pt: Não conseguimos gerar uma sequência VT funcional do tipo {0} com a ação {1}. Certifique-se de que especificou os valores corretamente.
ro: Nu am reușit să generăm o secvență VT funcțională de tip {0} cu acțiunea {1}. Asigurați-vă că ați specificat corect valorile.
tr: {1} eylemiyle {0} türünde çalışan bir VT dizisi oluşturmayı başaramadık. Değerleri doğru şekilde belirttiğinizden emin olun.
uk: Нам не вдалося згенерувати робочу послідовність віртуального віртуального процесу (VT) типу {0} з дією {1}. Переконайтеся, що ви правильно вказали значення.
vi: Chúng tôi không thể tạo chuỗi VT hoạt động thuộc loại {0} với hành động {1}. Hãy đảm bảo rằng bạn đã chỉ định đúng giá trị.
zh: 我們無法產生類型為 {0} 且操作為 {1} 的有效 VT 序列。請確保您已正確指定值。

# T_INPUT_STYLES_CHOICE_UNTITLEDANSWER
source: Untitled answer
ar: إجابة بدون عنوان
de: Unbenannte Antwort
el: Απάντηση χωρίς τίτλο
es: Respuesta sin título
fr: Réponse sans titre
ga: Freagra gan Teideal
hi: शीर्षकहीन उत्तर
id: Jawaban tanpa judul
it: Risposta senza titolo
ja: 無題の回答
ko: 제목 없는 답변
ms: Jawapan tanpa tajuk
nb: Uten tittel svar
nl: Antwoord zonder titel
pt: Resposta sem título
ro: Răspuns fără titlu
tr: Başlıksız cevap
uk: Безіменна відповідь
vi: Câu trả lời chưa có tiêu đề
zh: 無標題答案

# T_INPUT_TESTFIXTURES_UNTITLEDFIXTURE
source: Untitled fixture
ar: تركيبة بدون عنوان
de: Unbenannte Vorrichtung
el: Στοιχείο χωρίς τίτλο
es: Ejemplo sin título
fr: Installation sans titre
ga: Daingneán gan Teideal
hi: शीर्षकहीन फिक्सचर
id: Fixture tanpa judul
it: Fixit senza titolo
ja: 無題のフィクスチャ
ko: 제목 없는 고정물
ms: Perlawanan tanpa tajuk
nb: Uten tittel fixture
nl: Armatuur zonder titel
pt: Fixação sem título
ro: Fixture fără titlu
tr: Başlıksız fikstür
uk: Безіменна фіксація
vi: Đồ đạc chưa có tiêu đề
zh: 無標題夾具

# T_WRITER_CYCLICWRITERS_SIMPLE_PROGRESSBAR_GENERICLOADING
source: Please wait while the current operation is being processed...
ar: يرجى الانتظار أثناء معالجة العملية الحالية...
de: Bitte warten Sie, während die aktuelle Operation ausgeführt wird...
el: Παρακαλώ περιμένετε όσο γίνεται η επεξεργασία της τρέχουσας λειτουργίας...
es: Espere mientras se procesa la operación actual...
fr: Veuillez patienter pendant le traitement de l'opération en cours...
ga: Fan le do thoil fad atá an oibríocht reatha á próiseáil...
hi: कृपया वर्तमान ऑपरेशन के संसाधित होने तक प्रतीक्षा करें...
id: Harap tunggu sementara operasi saat ini sedang diproses...
it: Attendi mentre l'operazione corrente è in corso...
ja: 現在の操作を処理中です。しばらくお待ちください...
ko: 현재 작업이 처리되는 동안 잠시 기다려 주세요...
ms: Sila tunggu sementara operasi semasa sedang diproses...
nb: Vennligst vent mens gjeldende operasjon behandles...
nl: Even geduld terwijl de huidige bewerking wordt verwerkt...
pt: Aguarde enquanto a operação atual está a ser processada...
ro: Vă rugăm să așteptați în timp ce operațiunea curentă este procesată...
tr: Mevcut işlem işlenirken lütfen bekleyin...
uk: Будь ласка, зачекайте, поки обробляється поточна операція...
vi: Vui lòng đợi trong khi thao tác hiện tại đang được xử lý...
zh: 當前操作正在處理中，請等待...

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_FIRSTCHARLINE
source: Go to the first character in the current line
ar: الانتقال إلى أول حرف في السطر الحالي
de: Zum ersten Zeichen der aktuellen Zeile springen
el: Μετάβαση στον πρώτο χαρακτήρα της τρέχουσας γραμμής
es: Ir al primer carácter de la línea actual
fr: Accéder au premier caractère de la ligne en cours
ga: Téigh go dtí an chéad charachtar sa líne reatha
hi: वर्तमान पंक्ति के पहले वर्ण पर जाएँ
id: Pergi ke karakter pertama di baris saat ini
it: Vai al primo carattere della riga corrente
ja: 現在の行の最初の文字に移動します
ko: 현재 줄의 첫 번째 문자로 이동
ms: Pergi ke aksara pertama dalam baris semasa
nb: Gå til det første tegnet i gjeldende linje
nl: Ga naar het eerste teken op de huidige regel
pt: Ir para o primeiro caractere na linha atual
ro: Salt la primul caracter din linia curentă
tr: Mevcut satırdaki ilk karaktere git
uk: Перейти до першого символу в поточному рядку
vi: Đi đến ký tự đầu tiên trong dòng hiện tại
zh: 轉到目前行的第一個字符

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_LASTCHARLINE
source: Go to the last character in the current line
ar: الانتقال إلى آخر حرف في السطر الحالي
de: Zum letzten Zeichen der aktuellen Zeile springen
el: Μετάβαση στον τελευταίο χαρακτήρα της τρέχουσας γραμμής
es: Ir al último carácter de la línea actual
fr: Accéder au dernier caractère de la ligne en cours
ga: Téigh go dtí an carachtar deireanach sa líne reatha
hi: वर्तमान पंक्ति के अंतिम वर्ण पर जाएँ
id: Pergi ke karakter terakhir di baris saat ini
it: Vai all'ultimo carattere della riga corrente
ja: 現在の行の最後の文字に移動します
ko: 현재 줄의 마지막 문자로 이동
ms: Pergi ke aksara terakhir dalam baris semasa
nb: Gå til det siste tegnet i gjeldende linje
nl: Ga naar het laatste teken op de huidige regel
pt: Ir para o último caractere da linha atual
ro: Salt la ultimul caracter din linia curentă
tr: Mevcut satırdaki son karaktere git
uk: Перейти до останнього символу в поточному рядку
vi: Đi đến ký tự cuối cùng trong dòng hiện tại
zh: 轉到目前行的最後一個字符

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_CHANGETRANSFORM
source: Change the transformation frequency
ar: تغيير تردد التحويل
de: Transformationsfrequenz ändern
el: Αλλαγή της συχνότητας μετασχηματισμού
es: Cambiar la frecuencia de transformación
fr: Modifier la fréquence de transformation
ga: Athraigh an mhinicíocht chlaochlaithe
hi: परिवर्तन आवृत्ति बदलें
id: Ubah frekuensi transformasi
it: Modifica la frequenza di trasformazione
ja: 変換頻度を変更します
ko: 변환 빈도 변경
ms: Tukar kekerapan transformasi
nb: Endre transformasjonsfrekvensen
nl: Wijzig de transformatiefrequentie
pt: Alterar a frequência de transformação
ro: Modificați frecvența de transformare
tr: Dönüşüm sıklığını değiştir
uk: Змінити частоту перетворення
vi: Thay đổi tần số biến đổi
zh: 更改轉換頻率

# T_SHELL_BASE_CAC_EXCEPTION_COMPFUNCALREADYREGISTERED
source: The completion function is already registered.
ar: دالة الإكمال مُسجَّلة مُسبقًا.
de: Die Vervollständigungsfunktion ist bereits registriert.
el: Η συνάρτηση ολοκλήρωσης είναι ήδη καταχωρημένη.
es: La función de completar ya está registrada.
fr: La fonction de complétion est déjà enregistrée.
ga: Tá an fheidhm chomhlánaithe cláraithe cheana féin.
hi: पूर्णता फ़ंक्शन पहले से ही पंजीकृत है।
id: Fungsi pelengkapan sudah terdaftar.
it: La funzione di completamento è già registrata.
ja: 補完機能は既に登録されています。
ko: 완료 함수가 이미 등록되어 있습니다.
ms: Fungsi penyiapan sudah didaftarkan.
nb: Fullføringsfunksjonen er allerede registrert.
nl: De aanvulfunctie is al geregistreerd.
pt: A função de conclusão já está registada.
ro: Funcția de completare este deja înregistrată.
tr: Tamamlama işlevi zaten kayıtlı.
uk: Функцію автодоповнення вже зареєстровано.
vi: Chức năng hoàn thành đã được đăng ký.
zh: 完成函數已註冊。

# T_SHELL_BASE_CAC_EXCEPTION_COMPFUNCNOTREGISTERED
source: The completion function is not registered.
ar: دالة الإكمال غير مُسجَّلة.
de: Die Vervollständigungsfunktion ist nicht registriert.
el: Η συνάρτηση ολοκλήρωσης δεν είναι καταχωρημένη.
es: La función de completar no está registrada.
fr: La fonction de complétion n'est pas enregistrée.
ga: Níl an fheidhm chomhlánaithe cláraithe.
hi: पूर्णता फ़ंक्शन पंजीकृत नहीं है।
id: Fungsi pelengkapan belum terdaftar.
it: La funzione di completamento non è registrata.
ja: 補完機能は登録されていません。
ko: 완료 함수가 등록되지 않았습니다.
ms: Fungsi penyiapan tidak didaftarkan.
nb: Fullføringsfunksjonen er ikke registrert.
nl: De aanvulfunctie is niet geregistreerd.
pt: A função de conclusão não está registada.
ro: Funcția de completare nu este înregistrată.
tr: Tamamlama işlevi kayıtlı değil.
uk: Функцію автодоповнення не зареєстровано.
vi: Chức năng hoàn thành chưa được đăng ký.
zh: 完成函數未註冊。
