Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_NOTSOURCEMODEL
source: Not a color model.
ar: ليس نموذجًا لونيًا.
de: Kein Farbmodell.
el: Δεν είναι χρωματικό μοντέλο.
es: No es un modelo de color.
fr: Pas un modèle couleur.
ga: Ní samhail datha é.
hi: रंग मॉडल नहीं.
id: Bukan model berwarna.
it: Non è un modello di colore.
ja: カラーモデルではありません。
ko: 색상 모델이 아닙니다.
ms: Bukan model warna.
nb: Ikke en fargemodell.
nl: Geen kleurmodel.
pt: Não é um modelo de cor.
ro: Nu este un model de culoare.
tr: Renkli bir model değil.
uk: Не кольорова модель.
vi: Không phải là mô hình màu.
zh: 不是彩色模型。

# T_COLOR_MODEL_EXCEPTION_SPECIFYTARGETMODEL
source: You should specify a specific target color model, not the base one.
ar: يجب عليك تحديد نموذج لون مستهدف محدد، وليس النموذج الأساسي.
de: Sie sollten ein bestimmtes Zielfarbmodell angeben, nicht das Basisfarbmodell.
el: Θα πρέπει να καθορίσετε ένα συγκεκριμένο μοντέλο χρώματος-στόχου, όχι το βασικό.
es: Debes especificar un modelo de color de destino específico, no el base.
fr: Vous devez spécifier un modèle de couleur cible spécifique, et non celui de base.
ga: Ba chóir duit samhail datha sprice ar leith a shonrú, ní an ceann bunúsach.
hi: आपको एक विशिष्ट लक्ष्य रंग मॉडल निर्दिष्ट करना चाहिए, न कि आधार मॉडल।
id: Anda harus menentukan model warna target yang spesifik, bukan yang dasar.
it: Dovresti specificare un modello di colore di destinazione specifico, non quello di base.
ja: 基本カラー モデルではなく、特定のターゲット カラー モデルを指定する必要があります。
ko: 기본 색상 모델이 아닌 특정 대상 색상 모델을 지정해야 합니다.
ms: Anda harus menentukan model warna sasaran tertentu, bukan model asas.
nb: Du bør spesifisere en spesifikk målfargemodell, ikke basisfargen.
nl: U moet een specifiek doelkleurmodel opgeven, niet het basiskleurmodel.
pt: Deve especificar um modelo de cor de destino específico, e não o base.
ro: Ar trebui să specificați un model de culoare țintă specific, nu cel de bază.
tr: Temel olanı değil, belirli bir hedef renk modelini belirtmelisiniz.
uk: Вам слід вказати конкретну цільову кольорову модель, а не базову.
vi: Bạn nên chỉ định một mô hình màu mục tiêu cụ thể, không phải mô hình màu cơ sở.
zh: 您應該指定特定的目標顏色模型，而不是基本模型。

# T_COLOR_MODEL_EXCEPTION_NOTTARGETMODEL
source: Not a target color model.
ar: ليس نموذج لون مستهدف.
de: Kein Zielfarbmodell.
el: Δεν είναι στοχευόμενο χρωματικό μοντέλο.
es: No es un modelo de color objetivo.
fr: Ce n'est pas un modèle de couleur cible.
ga: Ní samhail datha sprice é.
hi: लक्ष्य रंग मॉडल नहीं.
id: Bukan model warna target.
it: Non è un modello di colore target.
ja: ターゲットカラーモデルではありません。
ko: 대상 색상 모델이 아닙니다.
ms: Bukan model warna sasaran.
nb: Ikke en målfargemodell.
nl: Geen doelkleurmodel.
pt: Não é um modelo de cor alvo.
ro: Nu este un model de culoare țintă.
tr: Hedef renk modeli değil.
uk: Не цільова кольорова модель.
vi: Không phải là mô hình màu mục tiêu.
zh: 不是目標顏色模型。

# T_COLOR_MODEL_EXCEPTION_SAMEMODEL
source: Can't convert same color model.
ar: لا يمكن تحويل نفس نموذج اللون.
de: Dasselbe Farbmodell kann nicht konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή του ίδιου χρωματικού μοντέλου.
es: No se puede convertir el mismo modelo de color.
fr: Impossible de convertir le même modèle de couleur.
ga: Ní féidir an tsamhail den dath céanna a thiontú.
hi: समान रंग मॉडल परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi model warna yang sama.
it: Impossibile convertire lo stesso modello di colore.
ja: 同じカラーモデルを変換できません。
ko: 동일한 색상 모델을 변환할 수 없습니다.
ms: Tidak boleh menukar model warna yang sama.
nb: Kan ikke konvertere samme fargemodell.
nl: Kan hetzelfde kleurmodel niet converteren.
pt: Não é possível converter o mesmo modelo de cor.
ro: Nu se poate converti același model de culoare.
tr: Aynı renk modeli dönüştürülemiyor.
uk: Не вдається конвертувати ту саму кольорову модель.
vi: Không thể chuyển đổi cùng một mô hình màu.
zh: 無法轉換相同的色彩模型。

# T_COLOR_MODEL_EXCEPTION_TORGBFAILED
source: Can't convert to RGB.
ar: لا يمكن التحويل إلى RGB.
de: Konvertierung in RGB nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε RGB.
es: No se puede convertir a RGB.
fr: Impossible de convertir en RVB.
ga: Ní féidir é a thiontú go RGB.
hi: RGB में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke RGB.
it: Non è possibile convertire in RGB.
ja: RGBに変換できません。
ko: RGB로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada RGB.
nb: Kan ikke konvertere til RGB.
nl: Kan niet naar RGB converteren.
pt: Não é possível converter para RGB.
ro: Nu se poate converti în RGB.
tr: RGB'ye dönüştürülemiyor.
uk: Неможливо конвертувати в RGB.
vi: Không thể chuyển đổi sang RGB.
zh: 無法轉換為 RGB。

# T_COLOR_MODEL_EXCEPTION_FROMBASEFAILED
source: Can't convert from base color model.
ar: لا يمكن التحويل من نموذج اللون الأساسي.
de: Konvertierung vom Basisfarbmodell nicht möglich.
el: Δεν είναι δυνατή η μετατροπή από το βασικό μοντέλο χρώματος.
es: No se puede convertir desde el modelo de color base.
fr: Impossible de convertir à partir du modèle de couleur de base.
ga: Ní féidir tiontú ón tsamhail datha bonn.
hi: आधार रंग मॉडल से रूपांतरण नहीं किया जा सकता.
id: Tidak dapat mengonversi dari model warna dasar.
it: Impossibile convertire dal modello di colore di base.
ja: ベースカラーモデルから変換できません。
ko: 기본 색상 모델에서 변환할 수 없습니다.
ms: Tidak boleh menukar daripada model warna asas.
nb: Kan ikke konvertere fra basisfargemodellen.
nl: Kan niet converteren van basiskleurmodel.
pt: Não é possível converter a partir do modelo de cor base.
ro: Nu se poate converti din modelul de culoare de bază.
tr: Temel renk modelinden dönüştürülemiyor.
uk: Не вдається конвертувати з базової кольорової моделі.
vi: Không thể chuyển đổi từ mô hình màu cơ bản.
zh: 無法從基本色彩模型轉換。

# T_COLOR_MODEL_EXCEPTION_TOCMYKFAILED
source: Can't convert to CMYK.
ar: لا يمكن التحويل إلى CMYK.
de: Konvertierung in CMYK nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε CMYK.
es: No se puede convertir a CMYK.
fr: Impossible de convertir en CMJN.
ga: Ní féidir é a thiontú go CMYK.
hi: CMYK में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke CMYK.
it: Impossibile convertire in CMYK.
ja: CMYKに変換できません。
ko: CMYK로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada CMYK.
nb: Kan ikke konvertere til CMYK.
nl: Kan niet naar CMYK converteren.
pt: Não é possível converter para CMYK.
ro: Nu se poate converti în CMYK.
tr: CMYK'ye dönüştürülemiyor.
uk: Не вдається конвертувати в CMYK.
vi: Không thể chuyển đổi sang CMYK.
zh: 無法轉換為 CMYK。

# T_COLOR_MODEL_EXCEPTION_TOCMYFAILED
source: Can't convert to CMY.
ar: لا يمكن التحويل إلى CMY.
de: Konvertierung in CMY nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε CMY.
es: No se puede convertir a CMY.
fr: Impossible de convertir en CMJ.
ga: Ní féidir é a thiontú go CMY.
hi: CMY में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke CMY.
it: Impossibile convertire in CMY.
ja: CMYに変換できません。
ko: CMY로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada CMY.
nb: Kan ikke konvertere til CMY.
nl: Kan niet naar CMY converteren.
pt: Não é possível converter para CMY.
ro: Nu se poate converti în CMY.
tr: CMY'ye dönüştürülemiyor.
uk: Не вдається конвертувати в CMY.
vi: Không thể chuyển đổi sang CMY.
zh: 無法轉換為 CMY。

# T_COLOR_MODEL_EXCEPTION_TOHSLFAILED
source: Can't convert to HSL.
ar: لا يمكن التحويل إلى HSL.
de: Konvertierung in HSL nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε HSL.
es: No se puede convertir a HSL.
fr: Impossible de convertir en HSL.
ga: Ní féidir tiontú go HSL.
hi: HSL में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke HSL.
it: Impossibile convertire in HSL.
ja: HSLに変換できません。
ko: HSL로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada HSL.
nb: Kan ikke konvertere til HSL.
nl: Kan niet naar HSL converteren.
pt: Não é possível converter para HSL.
ro: Nu se poate converti la HSL.
tr: HSL'ye dönüştürülemiyor.
uk: Не вдається конвертувати в HSL.
vi: Không thể chuyển đổi sang HSL.
zh: 無法轉換為 HSL。

# T_COLOR_MODEL_EXCEPTION_TOHSVFAILED
source: Can't convert to HSV.
ar: لا يمكن التحويل إلى HSV.
de: Konvertierung zu HSV nicht möglich.
el: Δεν μπορώ να μετατραπώ σε HSV.
es: No se puede convertir a HSV.
fr: Impossible de convertir en HSV.
ga: Ní féidir é a thiontú go HSV.
hi: HSV में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke HSV.
it: Impossibile convertire in HSV.
ja: HSVに変換できません。
ko: HSV로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada HSV.
nb: Kan ikke konvertere til HSV.
nl: Kan niet naar HSV converteren.
pt: Não é possível converter para HSV.
ro: Nu se poate converti în HSV.
tr: HSV'ye dönüştürülemiyor.
uk: Неможливо конвертувати в HSV.
vi: Không thể chuyển đổi sang HSV.
zh: 無法轉換為 HSV。

# T_COLOR_MODEL_EXCEPTION_TORYBFAILED
source: Can't convert to RYB.
ar: لا يمكن التحويل إلى RYB.
de: Konvertierung in RYB nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε RYB.
es: No se puede convertir a RYB.
fr: Impossible de convertir en RYB.
ga: Ní féidir é a thiontú go RYB.
hi: RYB में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke RYB.
it: Non è possibile convertire in RYB.
ja: RYBに変換できません。
ko: RYB로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada RYB.
nb: Kan ikke konvertere til RYB.
nl: Kan niet naar RYB converteren.
pt: Não é possível converter para RYB.
ro: Nu se poate converti în RYB.
tr: RYB'ye dönüştürülemiyor.
uk: Неможливо конвертувати в RYB.
vi: Không thể chuyển đổi sang RYB.
zh: 無法轉換為 RYB。

# T_COLOR_MODEL_EXCEPTION_TOYIQFAILED
source: Can't convert to YIQ.
ar: لا يمكن التحويل إلى YIQ.
de: Kann nicht in YIQ konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε YIQ.
es: No se puede convertir a YIQ.
fr: Impossible de convertir en YIQ.
ga: Ní féidir é a thiontú go YIQ.
hi: YIQ में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke YIQ.
it: Impossibile convertire in YIQ.
ja: YIQに変換できません。
ko: YIQ로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada YIQ.
nb: Kan ikke konvertere til YIQ.
nl: Kan niet naar YIQ converteren.
pt: Não é possível converter para YIQ.
ro: Nu se poate converti în YIQ.
tr: YIQ'ya dönüştürülemiyor.
uk: Не вдається конвертувати в YIQ.
vi: Không thể chuyển đổi sang YIQ.
zh: 無法轉換為 YIQ。

# T_COLOR_MODEL_EXCEPTION_TOYUVFAILED
source: Can't convert to YUV.
ar: لا يمكن التحويل إلى YUV.
de: Konvertierung in YUV nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε YUV.
es: No se puede convertir a YUV.
fr: Impossible de convertir en YUV.
ga: Ní féidir é a thiontú go YUV.
hi: YUV में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke YUV.
it: Non è possibile convertire in YUV.
ja: YUVに変換できません。
ko: YUV로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada YUV.
nb: Kan ikke konvertere til YUV.
nl: Kan niet naar YUV converteren.
pt: Não é possível converter para YUV.
ro: Nu se poate converti la YUV.
tr: YUV'a dönüştürülemiyor.
uk: Не вдається конвертувати в YUV.
vi: Không thể chuyển đổi sang YUV.
zh: 無法轉換為 YUV。

# T_COLOR_MODEL_EXCEPTION_TOXYZFAILED
source: Can't convert to XYZ.
ar: لا يمكن التحويل إلى XYZ.
de: Kann nicht in XYZ konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε XYZ.
es: No se puede convertir a XYZ.
fr: Impossible de convertir en XYZ.
ga: Ní féidir é a thiontú go XYZ.
hi: XYZ में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke XYZ.
it: Impossibile convertire in XYZ.
ja: XYZに変換できません。
ko: XYZ로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada XYZ.
nb: Kan ikke konvertere til XYZ.
nl: Kan niet naar XYZ converteren.
pt: Não é possível converter para XYZ.
ro: Nu se poate converti în XYZ.
tr: XYZ'ye dönüştürülemiyor.
uk: Не вдається конвертувати в XYZ.
vi: Không thể chuyển đổi sang XYZ.
zh: 無法轉換為 XYZ。

# T_COLOR_MODEL_EXCEPTION_TOYXYFAILED
source: Can't convert to YXY.
ar: لا يمكن التحويل إلى YXY.
de: Kann nicht in YXY konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε YXY.
es: No se puede convertir a YXY.
fr: Impossible de convertir en YXY.
ga: Ní féidir é a thiontú go YXY.
hi: YXY में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke YXY.
it: Impossibile convertire in YXY.
ja: YXYに変換できません。
ko: YXY로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada YXY.
nb: Kan ikke konvertere til YXY.
nl: Kan niet naar YXY converteren.
pt: Não é possível converter para YXY.
ro: Nu se poate converti în YXY.
tr: YXY'ye dönüştürülemiyor.
uk: Не вдається конвертувати в YXY.
vi: Không thể chuyển đổi sang YXY.
zh: 無法轉換為 YXY。

# T_COLOR_MODEL_EXCEPTION_TOHUNTERLABFAILED
source: Can't convert to HunterLab.
ar: لا يمكن التحويل إلى HunterLab.
de: Konvertierung zu HunterLab nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε HunterLab.
es: No se puede convertir a HunterLab.
fr: Impossible de convertir en HunterLab.
ga: Ní féidir tiontú go HunterLab.
hi: हंटरलैब में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke HunterLab.
it: Impossibile convertire in HunterLab.
ja: HunterLabに変換できません。
ko: HunterLab으로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada HunterLab.
nb: Kan ikke konvertere til HunterLab.
nl: Kan niet converteren naar HunterLab.
pt: Não é possível converter para HunterLab.
ro: Nu se poate converti la HunterLab.
tr: HunterLab'a dönüştürülemiyor.
uk: Не вдається конвертувати в HunterLab.
vi: Không thể chuyển đổi sang HunterLab.
zh: 無法轉換為 HunterLab。

# T_COLOR_MODEL_EXCEPTION_TOCIELABFAILED
source: Can't convert to CieLab.
ar: لا يمكن التحويل إلى CieLab.
de: Konvertierung zu CieLab nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε CieLab.
es: No se puede convertir a CieLab.
fr: Impossible de convertir en CieLab.
ga: Ní féidir tiontú go CieLab.
hi: CieLab में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke CieLab.
it: Impossibile convertire in CieLab.
ja: CieLabに変換できません。
ko: CieLab로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada CieLab.
nb: Kan ikke konvertere til CieLab.
nl: Kan niet converteren naar CieLab.
pt: Não é possível converter para CieLab.
ro: Nu se poate converti în CieLab.
tr: CieLab'a dönüştürülemiyor.
uk: Не вдається конвертувати в CieLab.
vi: Không thể chuyển đổi sang CieLab.
zh: 無法轉換為 CieLab。

# T_COLOR_MODEL_EXCEPTION_TOCIELUVFAILED
source: Can't convert to CieLuv.
ar: لا يمكن التحويل إلى CieLuv.
de: Konvertierung zu CieLuv nicht möglich.
el: Δεν είναι δυνατή η μετατροπή σε CieLuv.
es: No se puede convertir a CieLuv.
fr: Impossible de convertir en CieLuv.
ga: Ní féidir é a thiontú go CieLuv.
hi: CieLuv में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke CieLuv.
it: Impossibile convertire in CieLuv.
ja: CieLuvに変換できません。
ko: CieLuv로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada CieLuv.
nb: Kan ikke konvertere til CieLuv.
nl: Kan niet converteren naar CieLuv.
pt: Não é possível converter para CieLuv.
ro: Nu se poate converti în CieLuv.
tr: CieLuv'a dönüştürülemiyor.
uk: Не вдається конвертувати в CieLuv.
vi: Không thể chuyển đổi sang CieLuv.
zh: 無法轉換為 CieLuv。

# T_COLOR_MODEL_EXCEPTION_TOCIELCHFAILED
source: Can't convert to CieLch.
ar: لا يمكن التحويل إلى CieLch.
de: Kann nicht in CieLch konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε CieLch.
es: No se puede convertir a CieLch.
fr: Impossible de convertir en CieLch.
ga: Ní féidir é a thiontú go CieLch.
hi: CieLch में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke CieLch.
it: Impossibile convertire in CieLch.
ja: CieLchに変換できません。
ko: CieLch로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada CieLch.
nb: Kan ikke konvertere til CieLch.
nl: Kan niet converteren naar CieLch.
pt: Não é possível converter para CieLch.
ro: Nu se poate converti în CieLch.
tr: CieLch'e dönüştürülemiyor.
uk: Не вдається конвертувати в CieLch.
vi: Không thể chuyển đổi sang CieLch.
zh: 無法轉換為 CieLch。

# T_COLOR_MODEL_EXCEPTION_TOHWBFAILED
source: Can't convert to HWB.
ar: لا يمكن التحويل إلى HWB.
de: Kann nicht in HWB konvertiert werden.
el: Δεν είναι δυνατή η μετατροπή σε HWB.
es: No se puede convertir a HWB.
fr: Impossible de convertir en HWB.
ga: Ní féidir é a thiontú go HWB.
hi: HWB में परिवर्तित नहीं किया जा सकता.
id: Tidak dapat mengonversi ke HWB.
it: Non è possibile convertire in HWB.
ja: HWBに変換できません。
ko: HWB로 변환할 수 없습니다.
ms: Tidak boleh menukar kepada HWB.
nb: Kan ikke konvertere til HWB.
nl: Kan niet naar HWB converteren.
pt: Não é possível converter para HWB.
ro: Nu se poate converti în HWB.
tr: HWB'ye dönüştürülemiyor.
uk: Не вдається конвертувати в HWB.
vi: Không thể chuyển đổi sang HWB.
zh: 無法轉換為 HWB。

# T_COLOR_MODEL_EXCEPTION_FROMRGBFAILED
source: Can't convert from RGB.
ar: لا يمكن التحويل من RGB.
de: Konvertierung von RGB nicht möglich.
el: Δεν είναι δυνατή η μετατροπή από RGB.
es: No se puede convertir desde RGB.
fr: Impossible de convertir à partir de RVB.
ga: Ní féidir tiontú ó RGB.
hi: RGB से रूपांतरण नहीं किया जा सकता.
id: Tidak dapat mengonversi dari RGB.
it: Non è possibile convertire da RGB.
ja: RGBから変換できません。
ko: RGB에서 변환할 수 없습니다.
ms: Tidak boleh menukar daripada RGB.
nb: Kan ikke konvertere fra RGB.
nl: Kan niet converteren van RGB.
pt: Não é possível converter a partir de RGB.
ro: Nu se poate converti din RGB.
tr: RGB'den dönüştürülemiyor.
uk: Не вдається конвертувати з RGB.
vi: Không thể chuyển đổi từ RGB.
zh: 無法從 RGB 轉換。

# T_COLOR_MODEL_EXCEPTION_TOCMYKNULLRGB
source: Can't convert a null RGB instance to CMYK!
ar: لا يمكن تحويل نسخة RGB فارغة إلى CMYK!
de: Eine Null-RGB-Instanz kann nicht in CMYK konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε CMYK!
es: ¡No se puede convertir una instancia RGB nula a CMYK!
fr: Impossible de convertir une instance RVB nulle en CMJN !
ga: Ní féidir sampla RGB nialasach a thiontú go CMYK!
hi: शून्य RGB इंस्टैंस को CMYK में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke CMYK!
it: Impossibile convertire un'istanza RGB nulla in CMYK!
ja: ヌル RGB インスタンスを CMYK に変換できません。
ko: null RGB 인스턴스를 CMYK로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh RGB null kepada CMYK!
nb: Kan ikke konvertere en null RGB-instans til CMYK!
nl: Kan een nul-RGB-instantie niet naar CMYK converteren!
pt: Não é possível converter uma instância RGB nula para CMYK!
ro: Nu se poate converti o instanță RGB nulă în CMYK!
tr: Boş bir RGB örneğini CMYK'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB у CMYK!
vi: Không thể chuyển đổi phiên bản RGB rỗng sang CMYK!
zh: 無法將空 RGB 實例轉換為 CMYK！

# T_COLOR_MODEL_EXCEPTION_TOCMYNULLRGB
source: Can't convert a null RGB instance to CMY!
ar: لا يمكن تحويل نسخة RGB فارغة إلى CMY!
de: Eine Null-RGB-Instanz kann nicht in CMY konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε CMY!
es: ¡No se puede convertir una instancia RGB nula a CMY!
fr: Impossible de convertir une instance RVB nulle en CMJ !
ga: Ní féidir sampla RGB nialasach a thiontú go CMY!
hi: शून्य RGB इंस्टैंस को CMY में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke CMY!
it: Impossibile convertire un'istanza RGB nulla in CMY!
ja: ヌルの RGB インスタンスを CMY に変換できません。
ko: null RGB 인스턴스를 CMY로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada CMY!
nb: Kan ikke konvertere en null RGB-instans til CMY!
nl: Kan een nul-RGB-instantie niet naar CMY converteren!
pt: Não é possível converter uma instância RGB nula para CMY!
ro: Nu se poate converti o instanță RGB nulă în CMY!
tr: Boş bir RGB örneğini CMY'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр RGB у CMY!
vi: Không thể chuyển đổi phiên bản RGB rỗng sang CMY!
zh: 無法將空 RGB 實例轉換為 CMY！

# T_COLOR_MODEL_EXCEPTION_TOHSLNULLRGB
source: Can't convert a null RGB instance to HSL!
ar: لا يمكن تحويل مثيل RGB فارغ إلى HSL!
de: Eine Null-RGB-Instanz kann nicht in HSL konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε HSL!
es: ¡No se puede convertir una instancia RGB nula a HSL!
fr: Impossible de convertir une instance RVB nulle en HSL !
ga: Ní féidir sampla RGB nialasach a thiontú go HSL!
hi: शून्य RGB इंस्टैंस को HSL में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke HSL!
it: Impossibile convertire un'istanza RGB nulla in HSL!
ja: null RGB インスタンスを HSL に変換できません。
ko: null RGB 인스턴스를 HSL로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada HSL!
nb: Kan ikke konvertere en null RGB-instans til HSL!
nl: Kan een nul-RGB-instantie niet naar HSL converteren!
pt: Não é possível converter uma instância RGB nula para HSL!
ro: Nu se poate converti o instanță RGB nulă în HSL!
tr: Boş bir RGB örneği HSL'ye dönüştürülemez!
uk: Неможливо конвертувати нульовий екземпляр RGB у HSL!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang HSL!
zh: 無法將空 RGB 實例轉換為 HSL！

# T_COLOR_MODEL_EXCEPTION_TOHSVNULLRGB
source: Can't convert a null RGB instance to HSV!
ar: لا يمكن تحويل مثيل RGB فارغ إلى HSV!
de: Eine Null-RGB-Instanz kann nicht in HSV konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε HSV!
es: ¡No se puede convertir una instancia RGB nula a HSV!
fr: Impossible de convertir une instance RVB nulle en HSV !
ga: Ní féidir sampla RGB nialasach a thiontú go HSV!
hi: शून्य RGB इंस्टैंस को HSV में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke HSV!
it: Impossibile convertire un'istanza RGB nulla in HSV!
ja: null RGB インスタンスを HSV に変換できません。
ko: null RGB 인스턴스를 HSV로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh RGB null kepada HSV!
nb: Kan ikke konvertere en null RGB-instans til HSV!
nl: Kan een nul-RGB-instantie niet naar HSV converteren!
pt: Não é possível converter uma instância RGB nula para HSV!
ro: Nu se poate converti o instanță RGB nulă în HSV!
tr: Boş bir RGB örneğini HSV'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB у HSV!
vi: Không thể chuyển đổi một trường hợp RGB rỗng sang HSV!
zh: 無法將空 RGB 實例轉換為 HSV！

# T_COLOR_MODEL_EXCEPTION_TORYBNULLRGB
source: Can't convert a null RGB instance to RYB!
ar: لا يمكن تحويل مثيل RGB فارغ إلى RYB!
de: Eine Null-RGB-Instanz kann nicht in RYB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε RYB!
es: ¡No se puede convertir una instancia RGB nula a RYB!
fr: Impossible de convertir une instance RVB nulle en RYB !
ga: Ní féidir sampla RGB nialasach a thiontú go RYB!
hi: शून्य RGB इंस्टैंस को RYB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke RYB!
it: Impossibile convertire un'istanza RGB nulla in RYB!
ja: null RGB インスタンスを RYB に変換できません。
ko: null RGB 인스턴스를 RYB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada RYB!
nb: Kan ikke konvertere en null RGB-instans til RYB!
nl: Kan een nul-RGB-instantie niet naar RYB converteren!
pt: Não é possível converter uma instância RGB nula para RYB!
ro: Nu se poate converti o instanță RGB nulă în RYB!
tr: Boş bir RGB örneğini RYB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр RGB у RYB!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang RYB!
zh: 無法將空 RGB 實例轉換為 RYB！

# T_COLOR_MODEL_EXCEPTION_TOYIQNULLRGB
source: Can't convert a null RGB instance to YIQ!
ar: لا يمكن تحويل مثيل RGB فارغ إلى YIQ!
de: Eine Null-RGB-Instanz kann nicht in YIQ konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε YIQ!
es: ¡No se puede convertir una instancia RGB nula a YIQ!
fr: Impossible de convertir une instance RVB nulle en YIQ !
ga: Ní féidir sampla RGB nialasach a thiontú go YIQ!
hi: शून्य RGB इंस्टैंस को YIQ में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke YIQ!
it: Impossibile convertire un'istanza RGB nulla in YIQ!
ja: null RGB インスタンスを YIQ に変換できません。
ko: null RGB 인스턴스를 YIQ로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada YIQ!
nb: Kan ikke konvertere en null RGB-instans til YIQ!
nl: Kan een nul-RGB-instantie niet naar YIQ converteren!
pt: Não é possível converter uma instância RGB nula para YIQ!
ro: Nu se poate converti o instanță RGB nulă în YIQ!
tr: Boş bir RGB örneğini YIQ'ya dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB в YIQ!
vi: Không thể chuyển đổi một trường hợp RGB rỗng sang YIQ!
zh: 無法將空 RGB 實例轉換為 YIQ！
