Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_UNIFIED_UNSET_SWITCH_JUSTWIPE_DESC
source: Just wipes the variable value without removing it
ar: فقط يمسح القيمة المتغيرة دون إزالتها
de: Löscht einfach den Variablenwert, ohne ihn zu entfernen
el: Απλώς σκουπίζει την τιμή της μεταβλητής χωρίς να την αφαιρέσει
es: Simplemente borra el valor de la variable sin eliminarlo.
fr: Efface simplement la valeur de la variable sans la supprimer
ga: Just a wipes an luach athraitheach gan é a bhaint
hi: वैरिएबल मान को हटाए बिना बस उसे मिटा देता है
id: Hanya menghapus nilai variabel tanpa menghapusnya
it: Cancella semplicemente il valore della variabile senza rimuoverlo
ja: 変数値を削除せずにワイプするだけです
ko: 변수 값을 제거하지 않고 지우기만 하면 됩니다.
ms: Hanya lap nilai pembolehubah tanpa mengeluarkannya
nb: Bare tørker variabelverdien uten å fjerne den
nl: Wist gewoon de variabelewaarde zonder deze te verwijderen
pt: Apenas apaga o valor da variável sem removê-lo
ro: Doar șterge valoarea variabilei fără a o elimina
tr: Değişken değerini kaldırmadan sadece siler
uk: Просто стирає значення змінної, не видаляючи його
vi: Chỉ xóa giá trị biến mà không xóa nó
zh: 只是擦除變數值而不刪除它

# T_SHELL_SHELLMANAGER_ALIAS_SUCCESS
source: You can now run '{0}' as '{1}'!
ar: يمكنك الآن تشغيل '{0}' كـ '{1}'!
de: Sie können „{0}“ jetzt als „{1}“ ausführen!
el: Τώρα μπορείτε να εκτελέσετε το "{0}" ως "{1}"!
es: ¡Ahora puedes ejecutar '{0}' como '{1}'!
fr: Vous pouvez désormais exécuter « {0} » en tant que « {1} » !
ga: Is féidir leat '{0}' a rith mar '{1}' anois!
hi: अब आप '{0}' को '{1}' के रूप में चला सकते हैं!
id: Anda sekarang dapat menjalankan '{0}' sebagai '{1}'!
it: Ora puoi eseguire '{0}' come '{1}'!
ja: 「{0}」を「{1}」として実行できるようになりました。
ko: 이제 '{0}'을(를) '{1}'(으)로 실행할 수 있습니다!
ms: Anda kini boleh menjalankan '{0}' sebagai '{1}'!
nb: Du kan nå kjøre '{0}' som '{1}'!
nl: U kunt nu '{0}' uitvoeren als '{1}'!
pt: Agora você pode executar '{0}' como '{1}'!
ro: Acum puteți rula „{0}” ca „{1}”!
tr: Artık '{0}'ı '{1}' olarak çalıştırabilirsiniz!
uk: Тепер ви можете запускати "{0}" як "{1}"!
vi: Bây giờ bạn có thể chạy '{0}' dưới dạng '{1}'!
zh: 現在您可以將“{0}”作為“{1}”運行！

# T_SHELL_SHELLMANAGER_ALIAS_EXCEPTION_INVALIDTYPE
source: Invalid type {0}.
ar: نوع غير صالح {0}.
de: Ungültiger Typ {0}.
el: Μη έγκυρος τύπος {0}.
es: Tipo no válido {0}.
fr: Type non valide {0}.
ga: Cineál neamhbhailí {0}.
hi: अमान्य प्रकार {0}।
id: Tipe tidak valid {0}.
it: Tipo non valido {0}.
ja: 無効なタイプ{0}。
ko: 유효하지 않은 유형 {0}.
ms: Jenis tidak sah {0}.
nb: Ugyldig type {0}.
nl: Ongeldig type {0}.
pt: Tipo inválido {0}.
ro: Tip nevalid {0}.
tr: Geçersiz tip {0}.
uk: Недійсний тип {0}.
vi: Kiểu {0} không hợp lệ.
zh: 無效的類型 {0}。

# T_SHELL_SHELLMANAGER_ALIAS_REMOVALSUCCESS
source: Removed alias {0} successfully.
ar: تمت إزالة الاسم المستعار {0} بنجاح.
de: Alias {0} erfolgreich entfernt.
el: Το ψευδώνυμο {0} καταργήθηκε με επιτυχία.
es: Se eliminó el alias {0} correctamente.
fr: L'alias {0} a bien été supprimé.
ga: Baineadh ailias {0} go rathúil.
hi: सफलतापूर्वक निकाला गया उपनाम {0}।
id: Alias {0} berhasil dihapus.
it: Alias rimosso {0} correttamente.
ja: エイリアス{0}を正常に削除しました。
ko: 별칭 {0}을 (를) 제거했습니다.
ms: Alias {0} berjaya dialih keluar.
nb: Fjernet aliaset {0}.
nl: Alias {0} verwijderd.
pt: Alias removido {0} com sucesso.
ro: Aliasul {0} a fost eliminat cu succes.
tr: {0} takma adı başarıyla kaldırıldı.
uk: Псевдонім {0} успішно видалено.
vi: Đã xóa bí danh {0} thành công.
zh: 成功刪除別名 {0}。

# T_SHELL_BASE_SCRIPTING_EXCEPTION_CONDITIONNOTFOUND_UNREGISTER
source: Can't unregister a condition that doesn't exist.
ar: لا يمكن إلغاء تسجيل شرط غير موجود.
de: Die Registrierung einer nicht vorhandenen Bedingung kann nicht aufgehoben werden.
el: Δεν είναι δυνατή η κατάργηση της εγγραφής μιας συνθήκης που δεν υπάρχει.
es: No se puede cancelar el registro de una condición que no existe.
fr: Impossible de désenregistrer une condition qui n'existe pas.
ga: Ní féidir coinníoll nach ann a dhíchlárú.
hi: ऐसी शर्त को अपंजीकृत नहीं किया जा सकता जो अस्तित्व में ही नहीं है।
id: Tidak dapat membatalkan pendaftaran kondisi yang tidak ada.
it: Impossibile annullare la registrazione di una condizione che non esiste.
ja: 存在しない条件は登録解除できません。
ko: 존재하지 않는 조건을 등록 취소할 수 없습니다.
ms: Tidak boleh menyahdaftar syarat yang tidak wujud.
nb: Kan ikke avregistrere en tilstand som ikke eksisterer.
nl: Kan de registratie van een voorwaarde die niet bestaat niet ongedaan maken.
pt: Não é possível cancelar o registro de uma condição que não existe.
ro: Nu se poate anula înregistrarea unei afecțiuni care nu există.
tr: Var olmayan bir koşulun kaydı iptal edilemez.
uk: Неможливо скасувати реєстрацію умови, якої не існує.
vi: Không thể hủy đăng ký một điều kiện không tồn tại.
zh: 無法取消註冊不存在的條件。

# T_SHELL_UNIFIED_ALIAS_DESC
source: Adds aliases to commands
ar: يضيف أسماء مستعارة إلى الأوامر
de: Fügt Aliasnamen zu Befehlen hinzu
el: Προσθέτει ψευδώνυμα στις εντολές
es: Agrega alias a los comandos
fr: Ajoute des alias aux commandes
ga: Cuireann ailiasanna le horduithe
hi: उपनामों को आज्ञाओं में जोड़ता है
id: Menambahkan alias ke perintah
it: Aggiunge alias ai comandi
ja: コマンドにエイリアスを追加します
ko: 명령에 별칭을 추가합니다.
ms: Menambah alias pada arahan
nb: Legger til aliaser til kommandoer
nl: Voegt aliassen toe aan opdrachten
pt: Adiciona aliases aos comandos
ro: Adaugă alias-uri la comenzi
tr: Komutlara takma adlar ekler
uk: Додає псевдоніми до команд
vi: Thêm bí danh vào lệnh
zh: 為命令添加別名

# T_SHELL_UNIFIED_ALIAS_ARGUMENT_ADD_DESC
source: Adds an alias
ar: يضيف اسم مستعار
de: Fügt einen Alias hinzu
el: Προσθέτει ένα ψευδώνυμο
es: Agrega un alias
fr: Ajoute un alias
ga: Cuireann ailias leis
hi: उपनाम जोड़ता है
id: Menambahkan alias
it: Aggiunge un alias
ja: エイリアスを追加します
ko: 별칭을 추가합니다
ms: Menambah alias
nb: Legger til et alias
nl: Voegt een alias toe
pt: Adiciona um alias
ro: Adaugă un alias
tr: Bir takma ad ekler
uk: Додає псевдонім
vi: Thêm một bí danh
zh: 新增別名

# T_SHELL_UNIFIED_ALIAS_ARGUMENT_ADD_TYPE_DESC
source: Shell type to fetch commands from
ar: نوع shell لجلب الأوامر منه
de: Shell-Typ zum Abrufen von Befehlen
el: Τύπος κελύφους για λήψη εντολών από
es: Tipo de shell desde el cual obtener comandos
fr: Type de shell à partir duquel récupérer les commandes
ga: Cineál bhlaosc chun orduithe a fháil uaidh
hi: कमांड प्राप्त करने के लिए शैल प्रकार
id: Jenis shell untuk mengambil perintah dari
it: Tipo di shell da cui recuperare i comandi
ja: コマンドを取得するシェルの種類
ko: 명령을 가져올 셸 유형
ms: Jenis Shell untuk mengambil arahan daripada
nb: Skalltype for å hente kommandoer fra
nl: Shell-type om opdrachten van op te halen
pt: Tipo de shell para pesquisar comandos
ro: Tip shell pentru a prelua comenzile de la
tr: Komutları almak için kabuk türü
uk: Тип оболонки, з якої потрібно отримати команди
vi: Loại shell để lấy lệnh từ
zh: 從中取得命令的 Shell 類型

# T_SHELL_UNIFIED_ALIAS_ARGUMENT_ADD_ALIAS_DESC
source: Alias name
ar: الاسم المستعار
el: Ψευδώνυμο όνομα
es: Nombre de alias
fr: Nom d'alias
ga: Ainm ailias
hi: उपनाम नाम
id: Nama alias
it: Nome alias
ja: 別名
ko: 별칭 이름
ms: Nama alias
nb: Alias navn
nl: Alias-naam
pt: Nome alternativo
ro: Nume alias
tr: Takma ad
uk: Псевдонім
vi: Tên bí danh
zh: 別名

# T_SHELL_UNIFIED_ALIAS_ARGUMENT_ADD_CMD_DESC
source: Command to be used as a shortcut
ar: الأمر الذي سيتم استخدامه كاختصار
de: Als Tastenkombination zu verwendender Befehl
el: Εντολή που θα χρησιμοποιηθεί ως συντόμευση
es: Comando que se utilizará como acceso directo
fr: Commande à utiliser comme raccourci
ga: Ordú le húsáid mar aicearra
hi: शॉर्टकट के रूप में उपयोग किया जाने वाला कमांड
id: Perintah yang akan digunakan sebagai jalan pintas
it: Comando da utilizzare come scorciatoia
ja: ショートカットとして使用するコマンド
ko: 단축키로 사용할 명령어
ms: Perintah untuk digunakan sebagai jalan pintas
nb: Kommando som skal brukes som en snarvei
nl: Opdracht die als snelkoppeling gebruikt moet worden
pt: Comando a utilizar como atalho
ro: Comandă care trebuie utilizată ca scurtătură
tr: Kısayol olarak kullanılacak komut
uk: Команда для швидкого доступу
vi: Lệnh được sử dụng như một phím tắt
zh: 用作快捷方式的命令

# T_SHELL_UNIFIED_ALIAS_ARGUMENT_REM_DESC
source: Removes an alias
ar: إزالة الاسم المستعار
de: Entfernt einen Alias
el: Αφαιρεί ένα ψευδώνυμο
es: Elimina un alias
fr: Supprime un alias
ga: Baineann sé ailias
hi: उपनाम हटाता है
id: Menghapus alias
it: Rimuove un alias
ja: エイリアスを削除します
ko: 별칭을 제거합니다
ms: Mengalih keluar alias
nb: Fjerner et alias
nl: Verwijdert een alias
pt: Remove um alias
ro: Îndepărtează un alias
tr: Bir takma adı kaldırır
uk: Видаляє псевдонім
vi: Xóa một bí danh
zh: 刪除別名

# T_BASE_CONSOLEWRAPPER_EXCEPTION_ALREADYFOUND
source: Console wrapper is already found
ar: تم العثور على غلاف وحدة التحكم.
de: Der Konsolen-Wrapper wurde bereits gefunden.
el: Το περιτύλιγμα της κονσόλας έχει ήδη βρεθεί
es: Ya se encontró el contenedor de consola.
fr: Le wrapper de console est déjà trouvé.
ga: Tá fillteán console le fáil cheana féin
hi: कंसोल रैपर पहले से ही मिल गया है
id: Pembungkus konsol sudah ditemukan
it: Il wrapper della console è già stato trovato
ja: コンソールラッパーが既に見つかりました
ko: 콘솔 래퍼가 이미 있습니다.
ms: Pembalut konsol sudah ditemui
nb: Konsoll-omslaget er allerede funnet
nl: Console wrapper is al gevonden
pt: O invólucro da consola já foi encontrado
ro: Învelișul consolei este deja găsit
tr: Konsol sarmalayıcısı zaten bulundu
uk: Консольна оболонка вже знайдена
vi: Đã tìm thấy trình bao bọc bảng điều khiển
zh: 已找到控制台包裝器

# T_BASE_CONSOLEWRAPPER_EXCEPTION_NAMENEEDED
source: Console wrapper name may not be empty
ar: قد لا يكون اسم غلاف وحدة التحكم فارغًا.
de: Der Name des Konsolen-Wrappers darf nicht leer sein.
el: Το όνομα του περιτυλίγματος της κονσόλας ενδέχεται να μην είναι κενό
es: El nombre del contenedor de consola puede no estar vacío.
fr: Le nom du wrapper de console n'est peut-être pas vide.
ga: Seans nach bhfuil ainm fillteáin consóil folamh
hi: कंसोल रैपर का नाम खाली नहीं हो सकता
id: Nama pembungkus konsol tidak boleh kosong
it: Il nome del wrapper della console non può essere vuoto
ja: コンソールラッパー名は空にできません
ko: 콘솔 래퍼 이름은 비어 있을 수 없습니다.
ms: Nama pembungkus konsol mungkin tidak kosong
nb: Navnet på konsollomslaget er kanskje ikke tomt
nl: Naam console wrapper mogelijk niet leeg
pt: O nome do invólucro da consola não pode estar vazio
ro: Numele pachetului de consolă poate să nu fie gol
tr: Konsol sarmalayıcısı adı boş olamaz
uk: Назва оболонки консолі не може бути пустою
vi: Tên trình bao bọc bảng điều khiển không được để trống
zh: 控制台包裝器名稱不能為空

# T_BASE_CONSOLEWRAPPER_EXCEPTION_NOTFOUND
source: Console wrapper is not found
ar: لم يتم العثور على غلاف وحدة التحكم.
de: Der Konsolen-Wrapper wurde nicht gefunden.
el: Το περιτύλιγμα της κονσόλας δεν βρέθηκε
es: No se encontró el contenedor de consola.
fr: Le wrapper de console est introuvable.
ga: Ní aimsítear fillteán consól
hi: कंसोल रैपर नहीं मिला
id: Pembungkus konsol tidak ditemukan
it: Il wrapper della console non è stato trovato
ja: コンソールラッパーが見つかりません
ko: 콘솔 래퍼를 찾을 수 없습니다.
ms: Pembalut konsol tidak ditemui
nb: Finner ikke konsollomslag
nl: Console wrapper is niet gevonden
pt: O invólucro da consola não foi encontrado
ro: Învelișul consolei nu a fost găsit
tr: Konsol sarmalayıcısı bulunamadı
uk: Консольна оболонка не знайдена
vi: Không tìm thấy trình bao bọc bảng điều khiển
zh: 未找到控制台包裝器

# T_BASE_CONSOLEWRAPPER_EXCEPTION_REMOVEBUILTIN
source: A built-in console wrapper may not be removed
ar: قد لا تتم إزالة غلاف وحدة التحكم المدمج.
de: Ein integrierter Konsolen-Wrapper kann möglicherweise nicht entfernt werden.
el: Ένα ενσωματωμένο περιτύλιγμα κονσόλας ενδέχεται να μην αφαιρεθεί
es: No se pudo eliminar un contenedor de consola integrado.
fr: Un wrapper de console intégré ne peut peut-être pas être supprimé.
ga: Seans nach mbainfear clúdach consól ionsuite
hi: बिल्ट-इन कंसोल रैपर हटाया नहीं जा सकता
id: Pembungkus konsol bawaan mungkin tidak dapat dihapus
it: Un wrapper della console integrato potrebbe non essere rimosso
ja: 組み込みのコンソールラッパーを削除できない可能性があります
ko: 기본 제공 콘솔 래퍼를 제거할 수 없습니다.
ms: Pembalut konsol terbina dalam tidak boleh dialih keluar
nb: En innebygd konsollomslag kan ikke fjernes
nl: Een ingebouwde console wrapper is mogelijk niet verwijderd
pt: Um invólucro de consola integrado não pode ser removido
ro: Este posibil ca un pachet de consolă încorporat să nu fie îndepărtat
tr: Yerleşik bir konsol sarmalayıcısı kaldırılamaz
uk: Вбудовану оболонку консолі не можна видалити
vi: Không thể xóa trình bao bọc bảng điều khiển tích hợp
zh: 內建控制台包裝器無法移除

# T_BASE_CONSOLEWRAPPER_EXCEPTION_REMOVALFAILED
source: Console wrapper removal failed
ar: فشلت إزالة غلاف وحدة التحكم.
de: Das Entfernen des Konsolen-Wrappers ist fehlgeschlagen.
el: Η αφαίρεση του περιτυλίγματος της κονσόλας απέτυχε
es: Error al eliminar el contenedor de consola.
fr: La suppression du wrapper de console a échoué.
ga: Theip ar bhaint an fhillteáin chonsóil
hi: कंसोल रैपर हटाना विफल रहा
id: Penghapusan pembungkus konsol gagal
it: Rimozione del wrapper della console non riuscita
ja: コンソールラッパーの削除に失敗しました
ko: 콘솔 래퍼 제거에 실패했습니다.
ms: Pengalihan keluar pembalut konsol gagal
nb: Fjerning av konsollomslag mislyktes
nl: Verwijderen console wrapper mislukt
pt: Falha na remoção do invólucro da consola
ro: Înlăturarea pachetului de consolă a eșuat
tr: Konsol sarmalayıcısı kaldırma başarısız oldu
uk: Не вдалося видалити оболонку консолі
vi: Không xóa được trình bao bọc bảng điều khiển
zh: 控制台包裝器移除失敗

# T_COLORS_THEMES_EXCEPTION_DEFAULTTHEMEFAILED
source: Failed to populate default theme
ar: فشل في ملء السمة الافتراضية
de: Das Standarddesign konnte nicht ausgefüllt werden.
el: Αποτυχία συμπλήρωσης προεπιλεγμένου θέματος
es: No se pudo completar el tema predeterminado
fr: Impossible de remplir le thème par défaut
ga: Theip ar an téama réamhshocraithe a líonadh
hi: डिफ़ॉल्ट थीम पॉप्युलेट करने में विफल
id: Gagal mengisi tema default
it: Impossibile popolare il tema predefinito
ja: デフォルトのテーマを設定できませんでした
ko: 기본 테마를 채우는 데 실패했습니다.
ms: Gagal mengisi tema lalai
nb: Kunne ikke fylle ut standardtema
nl: Het is niet gelukt om het standaardthema in te vullen
pt: Falha à preenchimento do tema padrão
ro: Nu s-a putut completa tema prestabilită
tr: Varsayılan tema doldurulamadı
uk: Не вдалося заповнити тему за умовчанням
vi: Không thể điền chủ đề mặc định
zh: 無法填入預設主題

# T_COLORS_THEMES_EXCEPTION_NOTHEMEMETADATA
source: There is no theme metadata defined.
ar: لم يتم تعريف بيانات تعريفية للموضوع.
de: Es sind keine Themenmetadaten definiert.
el: Δεν έχουν οριστεί μεταδεδομένα θέματος.
es: No hay metadatos de tema definidos.
fr: Aucune métadonnée de thème n'est définie.
ga: Níl aon meiteashonraí téama sainithe.
hi: कोई थीम मेटाडेटा परिभाषित नहीं है.
id: Tidak ada metadata tema yang ditentukan.
it: Non sono definiti metadati del tema.
ja: テーマのメタデータが定義されていません。
ko: 테마 메타데이터가 정의되어 있지 않습니다.
ms: Tiada metadata tema ditentukan.
nb: Det er ingen temametadata definert.
nl: Er zijn geen themametagegevens gedefinieerd.
pt: Não existem metadados temas definidos.
ro: Nu există metadate ale temei definite.
tr: Tanımlanmış bir tema meta verisi yok.
uk: Немає визначених метаданих теми.
vi: Không có siêu dữ liệu chủ đề nào được xác định.
zh: 沒有定義主題元資料。

# T_COLORS_THEMES_EXCEPTION_THEMEMETADATAINVALID
source: Can't deserialize metadata.
ar: لا يمكن إلغاء تسلسل البيانات الوصفية.
de: Metadaten können nicht deserialisiert werden.
el: Δεν είναι δυνατή η αφαίρεση μεταδεδομένων.
es: No se pueden deserializar los metadatos.
fr: Impossible de désérialiser les métadonnées.
ga: Ní féidir meiteashonraí a dhíshraithiú.
hi: मेटाडेटा को डीसेरीलाइज़ नहीं किया जा सकता.
id: Tidak dapat melakukan deserialisasi metadata.
it: Impossibile deserializzare i metadati.
ja: メタデータを逆シリアル化できません。
ko: 메타데이터를 역직렬화할 수 없습니다.
ms: Tidak boleh menyahsiri metadata.
nb: Kan ikke deserialisere metadata.
nl: Metagegevens kunnen niet worden gedeserialiseerd.
pt: Não é possível desserializar metadados.
ro: Nu se pot deserializa metadatele.
tr: Meta veriler seri durumdan çıkarılamıyor.
uk: Не вдається десеріалізувати метадані.
vi: Không thể hủy tuần tự hóa siêu dữ liệu.
zh: 無法反序列化元資料。

# T_COLORS_THEMES_EXCEPTION_NEEDSTRUECOLOR
source: Your console must support true color to use this theme.
ar: يجب أن تدعم وحدة التحكم الخاصة بك اللون الحقيقي لاستخدام هذا المظهر.
de: Um dieses Design verwenden zu können, muss Ihre Konsole True Color unterstützen.
el: Η κονσόλα σας πρέπει να υποστηρίζει αληθινό χρώμα για να χρησιμοποιήσετε αυτό το θέμα.
es: Su consola debe admitir colores verdaderos para usar este tema.
fr: Votre console doit prendre en charge les vraies couleurs pour utiliser ce thème.
ga: Caithfidh do chonsól tacú le fíor dhath chun an téama seo a úsáid.
hi: इस थीम का उपयोग करने के लिए आपके कंसोल को सही रंग का समर्थन करना चाहिए।
id: Konsol Anda harus mendukung warna sebenarnya untuk menggunakan tema ini.
it: La tua console deve supportare True Color per utilizzare questo tema.
ja: このテーマを使用するには、本体が True Color をサポートしている必要があります。
ko: 이 테마를 사용하려면 본체가 트루컬러를 지원해야 합니다.
ms: Konsol anda mesti menyokong warna sebenar untuk menggunakan tema ini.
nb: Konsollen din må støtte ekte farger for å bruke dette temaet.
nl: Je console moet True Color ondersteunen om dit thema te kunnen gebruiken.
pt: Seu console deve suportar true color para usar este tema.
ro: Consola dvs. trebuie să accepte culori reale pentru a utiliza această temă.
tr: Bu temayı kullanabilmeniz için konsolunuzun gerçek rengi desteklemesi gerekir.
uk: Щоб використовувати цю тему, ваша консоль має підтримувати справжній колір.
vi: Máy chơi game của bạn phải hỗ trợ màu sắc trung thực để sử dụng chủ đề này.
zh: 您的控制台必須支援真彩色才能使用此主題。

# T_COLORS_THEMES_EXITPREVIEW_DESC
source: Exit the preview
ar: الخروج من المعاينة
de: Verlassen Sie die Vorschau
el: Έξοδος από την προεπισκόπηση
es: Salir de la vista previa
fr: Quitter l'aperçu
ga: Scoir an réamhamharc
hi: पूर्वावलोकन से बाहर निकलें
id: Keluar dari pratinjau
it: Esci dall'anteprima
ja: プレビューを終了する
ko: 미리보기 종료
ms: Keluar dari pratonton
nb: Avslutt forhåndsvisningen
nl: Sluit het voorbeeld af
pt: Sair da visualização
ro: Ieși din previzualizare
tr: Önizlemeden çık
uk: Вийти з попереднього перегляду
vi: Thoát khỏi bản xem trước
zh: 退出預覽

# T_COLORS_THEMES_THEMESHOWCASE
source: Here's how your theme will look like:
ar: إليك كيف سيبدو المظهر الخاص بك:
de: So sieht Ihr Theme aus:
el: Δείτε πώς θα μοιάζει το θέμα σας:
es: Así es como se verá su tema:
fr: Voici à quoi ressemblera votre thème :
ga: Seo mar a bheidh do théama cosúil:
hi: यहां बताया गया है कि आपकी थीम कैसी दिखेगी:
id: Berikut tampilan tema Anda:
it: Ecco come sarà il tuo tema:
ja: テーマは次のようになります。
ko: 테마는 다음과 같습니다.
ms: Begini rupa tema anda:
nb: Slik vil temaet ditt se ut:
nl: Zo ziet je thema eruit:
pt: Veja como será o seu tema:
ro: Iată cum va arăta tema ta:
tr: Temanız şu şekilde görünecek:
uk: Ось як ваша тема виглядатиме:
vi: Chủ đề của bạn sẽ trông như thế này:
zh: 以下是您的主題的外觀：

# T_COLORS_THEMES_EXCEPTION_TEMPLATEINVALID
source: Invalid color template {0}
ar: قالب ألوان غير صالح {0}
de: Ungültige Farbvorlage {0}
el: Μη έγκυρο χρωματικό πρότυπο {0}
es: Plantilla de color no válida {0}
fr: Modèle de couleur non valide {0}
ga: Teimpléad datha neamhbhailí {0}
hi: अमान्य रंग टेम्पलेट {0}
id: Template warna tidak valid {0}
it: Modello di colore non valido {0}
ja: 無効なカラーテンプレート{0}
ko: 잘못된 색상 템플릿 {0}
ms: Templat warna tidak sah {0}
nb: Ugyldig fargemal {0}
nl: Ongeldige kleurensjabloon {0}
pt: Modelo de cor inválido {0}
ro: Șablon de culoare nevalid {0}
tr: Geçersiz renk şablonu {0}
uk: Недійсний кольоровий шаблон {0}
vi: Mẫu màu không hợp lệ {0}
zh: 無效的顏色模板 {0}

# T_COLORS_THEMES_EXCEPTION_TIMELIMITEDTHEME
source: The theme {0} celebrates an event, but you're either too early or too late to attend. Each year, this theme is accessible from {1}/{2} to {3}/{4}.
ar: يحتفل الموضوع {0} بحدث ما، ولكنك إما مبكر جدًا أو متأخر جدًا للحضور. كل عام، يمكن الوصول إلى هذا الموضوع من {1}/{2} إلى {3}/{4}.
de: Das Thema {0} feiert ein Ereignis, aber Sie sind entweder zu früh oder zu spät, um daran teilzunehmen. Dieses Thema ist jedes Jahr vom {1}/{2} bis {3}/{4} zugänglich.
el: Το θέμα {0} γιορτάζει μια εκδήλωση, αλλά είτε είστε πολύ νωρίς είτε πολύ αργά για να παρευρεθείτε. Κάθε χρόνο, αυτό το θέμα είναι προσβάσιμο από {1}/{2} έως {3}/{4}.
es: El tema {0} celebra un evento, pero es demasiado temprano o demasiado tarde para asistir. Cada año, se puede acceder a este tema desde el {1}/{2} hasta el {3}/{4}.
fr: Le thème {0} célèbre un événement, mais vous arrivez trop tôt ou trop tard pour y assister. Chaque année, ce thème est accessible du {1}/{2} au {3}/{4}.
ga: Déanann an téama {0} ceiliúradh ar imeacht, ach tá tú ró-luath nó ró-dhéanach le bheith i láthair. Gach bliain, tá an téama seo inrochtana ó {1}/{2} go {3}/{4}.
hi: थीम {0} एक कार्यक्रम का जश्न मनाती है, लेकिन आप इसमें भाग लेने के लिए या तो बहुत जल्दी हैं या बहुत देर से हैं। प्रत्येक वर्ष, यह थीम {1}/{2} से {3}/{4} तक पहुंच योग्य है।
id: Tema {0} merayakan suatu acara, tetapi Anda datang terlalu awal atau terlambat untuk hadir. Setiap tahun, tema ini dapat diakses dari {1}/{2} hingga {3}/{4}.
it: Il tema {0} celebra un evento a cui sei troppo presto o troppo tardi per partecipare. Ogni anno, questo tema è accessibile dal giorno {1}/{2} al giorno {3}/{4}.
ja: テーマ {0} はイベントを祝っていますが、参加するには早すぎるか遅すぎます。毎年、このテーマは {1}/{2} から {3}/{4} までアクセスできます。
ko: {0} 테마는 이벤트를 기념하지만 참석하기에는 너무 이르거나 너무 늦었습니다. 매년 이 테마는 {1}/{2}부터 {3}/{4}까지 액세스할 수 있습니다.
ms: Tema {0} meraikan acara, tetapi anda sama ada terlalu awal atau terlambat untuk hadir. Setiap tahun, tema ini boleh diakses dari {1}/{2} hingga {3}/{4}.
nb: Temaet {0} feirer en begivenhet, men du er enten for tidlig eller for sent til å delta. Hvert år er dette temaet tilgjengelig fra {1}/{2} til {3}/{4}.
nl: Het thema {0} viert een evenement, maar je bent te vroeg of te laat om aanwezig te zijn. Elk jaar is dit thema toegankelijk van {1}/{2} tot en met {3}/{4}.
pt: O tema {0} celebra um evento, mas você chegou muito cedo ou muito tarde para participar. Todos os anos, este tema está acessível de {1}/{2} a {3}/{4}.
ro: Tema {0} celebrează un eveniment, dar sunteți fie prea devreme, fie prea târziu pentru a participa. În fiecare an, această temă este accesibilă de la {1}/{2} la {3}/{4}.
tr: {0} teması bir etkinliği kutluyor, ancak katılmak için ya çok erken ya da çok geç. Bu tema her yıl {1}/{2} ile {3}/{4} arasında erişilebilir.
uk: Тема {0} відзначає подію, але ви зарано або запізнилися, щоб бути присутніми. Щороку ця тема доступна з {1}/{2} до {3}/{4}.
vi: Chủ đề {0} kỷ niệm một sự kiện, nhưng bạn có thể đến quá sớm hoặc quá muộn để tham dự. Mỗi năm, chủ đề này có thể truy cập từ {1}/{2} đến {3}/{4}.
zh: 主題「{0}」慶祝一項活動，但您要么太早，要么太晚，無法參加。每年，此主題的造訪時間為 {1}/{2} 至 {3}/{4}。
