Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHWBSPECIFIEREXCEED
source: Invalid HWB color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون HWB غير صالح "{0}". يجب ألا يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HWB-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος HWB "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color HWB "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HWB « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HWB neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य HWB रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
id: Penentu warna HWB "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore HWB "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: HWBカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: HWB 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HWB tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig HWB-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige HWB-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HWB inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare HWB nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz HWB renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HWB "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він має правильний формат.
vi: Chỉ định màu HWB không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: HWB 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHUNTERLABSPECIFIER
source: Invalid HunterLab color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون HunterLab غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HunterLab-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος HunterLab "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color de HunterLab "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HunterLab « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HunterLab neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: हंटरलैब रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna HunterLab "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore HunterLab non valido "{0}". Assicurati che sia nel formato corretto.
ja: HunterLabカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: HunterLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HunterLab tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig HunterLab-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige HunterLab-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HunterLab inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare HunterLab nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz HunterLab renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HunterLab "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HunterLab không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: HunterLab 顏色說明符「{0}」無效。請確保其格式正確。

# T_COLOR_MODEL_EXCEPTION_PARSEHUNTERLABALEVEL
source: The A value is out of range (-128.0 -> 127.0).
ar: القيمة A خارج النطاق (-128.0 -> 127.0).
de: Der A-Wert liegt außerhalb des Bereichs (-128,0 -> 127,0).
el: Η τιμή A είναι εκτός εύρους (-128,0 -> 127,0).
es: El valor A está fuera de rango (-128.0 -> 127.0).
fr: La valeur A est hors plage (-128,0 -> 127,0).
ga: Tá an luach A lasmuigh den raon (-128.0 -> 127.0).
hi: A मान सीमा से बाहर है (-128.0 -> 127.0).
id: Nilai A berada di luar rentang (-128,0 -> 127,0).
it: Il valore A è fuori intervallo (-128,0 -> 127,0).
ja: A 値が範囲外です (-128.0 -> 127.0)。
ko: A 값이 범위를 벗어났습니다(-128.0 -> 127.0).
ms: Nilai A berada di luar julat (-128.0 -> 127.0).
nb: A-verdien er utenfor rekkevidden (-128,0 -> 127,0).
nl: De A-waarde ligt buiten het bereik (-128,0 -> 127,0).
pt: O valor A está fora do intervalo (-128,0 -> 127,0).
ro: Valoarea A este în afara intervalului (-128,0 -> 127,0).
tr: A değeri aralık dışında (-128.0 -> 127.0).
uk: Значення A виходить за межі діапазону (-128,0 -> 127,0).
vi: Giá trị A nằm ngoài phạm vi (-128,0 -> 127,0).
zh: A 值超出範圍 (-128.0 -> 127.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEHUNTERLABBLEVEL
source: The B value is out of range (-128.0 -> 127.0).
ar: قيمة B خارج النطاق (-128.0 -> 127.0).
de: Der B-Wert liegt außerhalb des Bereichs (-128,0 -> 127,0).
el: Η τιμή B είναι εκτός εύρους (-128,0 -> 127,0).
es: El valor B está fuera de rango (-128.0 -> 127.0).
fr: La valeur B est hors plage (-128,0 -> 127,0).
ga: Tá an luach B lasmuigh den raon (-128.0 -> 127.0).
hi: B मान सीमा से बाहर है (-128.0 -> 127.0).
id: Nilai B berada di luar kisaran (-128,0 -> 127,0).
it: Il valore B è fuori intervallo (-128,0 -> 127,0).
ja: B値が範囲外です（-128.0 -> 127.0）。
ko: B 값이 범위를 벗어났습니다(-128.0 -> 127.0).
ms: Nilai B berada di luar julat (-128.0 -> 127.0).
nb: B-verdien er utenfor rekkevidden (-128,0 -> 127,0).
nl: De B-waarde ligt buiten het bereik (-128,0 -> 127,0).
pt: O valor B está fora do intervalo (-128,0 -> 127,0).
ro: Valoarea B este în afara intervalului (-128,0 -> 127,0).
tr: B değeri aralık dışında (-128.0 -> 127.0).
uk: Значення B виходить за межі діапазону (-128,0 -> 127,0).
vi: Giá trị B nằm ngoài phạm vi (-128,0 -> 127,0).
zh: B 值超出範圍 (-128.0 -> 127.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHUNTERLABSPECIFIEREXCEED
source: Invalid HunterLab color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون HunterLab "{0}" غير صالح. لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger HunterLab-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος HunterLab "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color de HunterLab "{0}" no es válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur HunterLab « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha HunterLab neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa shonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: हंटरलैब रंग विनिर्देशक "{0}" अमान्य है। विनिर्देशक में तीन तत्वों से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna HunterLab "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore HunterLab "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: HunterLabカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: HunterLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna HunterLab tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig HunterLab-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige HunterLab-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor HunterLab inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare HunterLab nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz HunterLab renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору HunterLab "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu HunterLab không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: HunterLab 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYUVSPECIFIER
source: Invalid YUV color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون YUV غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YUV-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος YUV "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color YUV "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YUV « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YUV neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य YUV रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna YUV "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore YUV non valido "{0}". Assicurati che sia nel formato corretto.
ja: YUVカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: YUV 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YUV tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig YUV-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige YUV-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor YUV inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare YUV nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz YUV renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YUV "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu YUV không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: YUV 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEYUVYLEVEL
source: The luma level is out of range (0 -> 255).
ar: مستوى الإضاءة خارج النطاق (0 -> 255).
de: Der Luma-Pegel liegt außerhalb des Bereichs (0 -> 255).
el: Η στάθμη φωτεινότητας είναι εκτός εύρους (0 -> 255).
es: El nivel de luminancia está fuera de rango (0 -> 255).
fr: Le niveau de luminance est hors plage (0 -> 255).
ga: Tá leibhéal an luma lasmuigh den raon (0 -> 255).
hi: ल्यूमा स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat luma berada di luar kisaran (0 -> 255).
it: Il livello di luminanza è fuori intervallo (0 -> 255).
ja: 輝度レベルが範囲外です (0 -> 255)。
ko: 루마 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap luma berada di luar julat (0 -> 255).
nb: Lumanivået er utenfor rekkevidde (0 -> 255).
nl: Het luma-niveau ligt buiten het bereik (0 -> 255).
pt: O nível de luminância está fora do intervalo (0 -> 255).
ro: Nivelul de luminanță este în afara intervalului (0 -> 255).
tr: Luma seviyesi aralık dışında (0 -> 255).
uk: Рівень яскравості поза діапазоном (0 -> 255).
vi: Mức độ sáng nằm ngoài phạm vi (0 -> 255).
zh: 亮度等級超出範圍（0 -> 255）。

# T_COLOR_MODEL_EXCEPTION_PARSEYUVULEVEL
source: The chroma (U) level is out of range (0 -> 255).
ar: مستوى اللون (U) خارج النطاق (0 -> 255).
de: Der Chroma-Pegel (U) liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο χρωματικότητας (U) είναι εκτός εύρους (0 -> 255).
es: El nivel de croma (U) está fuera de rango (0 -> 255).
fr: Le niveau de chrominance (U) est hors plage (0 -> 255).
ga: Tá an leibhéal cróma (U) lasmuigh den raon (0 -> 255).
hi: क्रोमा (U) स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat kroma (U) berada di luar kisaran (0 -> 255).
it: Il livello di croma (U) è fuori intervallo (0 -> 255).
ja: 彩度 (U) レベルが範囲外です (0 -> 255)。
ko: 크로마(U) 레벨이 범위(0 -> 255)를 벗어났습니다.
ms: Tahap kroma (U) berada di luar julat (0 -> 255).
nb: Kromanivået (U) er utenfor rekkevidde (0 -> 255).
nl: Het chroma (U)-niveau ligt buiten het bereik (0 -> 255).
pt: O nível de croma (U) está fora do intervalo (0 -> 255).
ro: Nivelul de cromă (U) este în afara intervalului (0 -> 255).
tr: Renk (U) seviyesi aralık dışında (0 -> 255).
uk: Рівень кольоровості (U) поза межами допустимого діапазону (0 -> 255).
vi: Mức độ sắc độ (U) nằm ngoài phạm vi (0 -> 255).
zh: 色度（U）等級超出範圍（0 -> 255）。

# T_COLOR_MODEL_EXCEPTION_PARSEYUVVLEVEL
source: The chroma (V) level is out of range (0 -> 255).
ar: مستوى اللون (V) خارج النطاق (0 -> 255).
de: Der Chroma-Pegel (V) liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο χρωματικής (V) είναι εκτός εύρους (0 -> 255).
es: El nivel de croma (V) está fuera de rango (0 -> 255).
fr: Le niveau de chrominance (V) est hors plage (0 -> 255).
ga: Tá an leibhéal cróma (V) lasmuigh den raon (0 -> 255).
hi: क्रोमा (V) स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat kroma (V) berada di luar kisaran (0 -> 255).
it: Il livello di crominanza (V) è fuori intervallo (0 -> 255).
ja: 彩度 (V) レベルが範囲外です (0 -> 255)。
ko: 크로마(V) 레벨이 범위(0 -> 255)를 벗어났습니다.
ms: Tahap kroma (V) berada di luar julat (0 -> 255).
nb: Kromanivået (V) er utenfor rekkevidde (0 -> 255).
nl: Het chroma (V)-niveau ligt buiten het bereik (0 -> 255).
pt: O nível de croma (V) está fora do intervalo (0 -> 255).
ro: Nivelul de cromă (V) este în afara intervalului (0 -> 255).
tr: Renk (V) seviyesi aralık dışında (0 -> 255).
uk: Рівень кольоровості (V) поза межами допустимого діапазону (0 -> 255).
vi: Mức độ sắc độ (V) nằm ngoài phạm vi (0 -> 255).
zh: 色度（V）等級超出範圍（0 -> 255）。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYUVSPECIFIEREXCEED
source: Invalid YUV color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون YUV غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YUV-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος YUV "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color YUV "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YUV « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YUV neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य YUV रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट पर है
id: Penentu warna YUV "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore YUV "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: YUVカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: YUV 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YUV tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig YUV-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige YUV-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor YUV inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare YUV nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz YUV renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YUV "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu YUV không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: YUV 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYIQSPECIFIER
source: Invalid YIQ color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون YIQ غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YIQ-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος YIQ "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color YIQ "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YIQ « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YIQ neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: YIQ रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna YIQ "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore YIQ non valido "{0}". Assicurati che sia nel formato corretto.
ja: YIQカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: YIQ 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YIQ tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig YIQ-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige YIQ-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor YIQ inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare YIQ nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz YIQ renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YIQ "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu YIQ không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: YIQ 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEYIQILEVEL
source: The in-phase level is out of range (0 -> 255).
ar: مستوى الطور خارج النطاق (0 -> 255).
de: Der In-Phase-Pegel liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο σε φάση είναι εκτός εύρους (0 -> 255).
es: El nivel en fase está fuera de rango (0 -> 255).
fr: Le niveau en phase est hors plage (0 -> 255).
ga: Tá an leibhéal in-chéime lasmuigh den raon (0 -> 255).
hi: इन-फ़ेज़ स्तर सीमा से बाहर है (0 -> 255).
id: Level sefase berada di luar jangkauan (0 -> 255).
it: Il livello in fase è fuori intervallo (0 -> 255).
ja: 同相レベルが範囲外です (0 -> 255)。
ko: 동상 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap dalam fasa berada di luar julat (0 -> 255).
nb: Fasenivået er utenfor rekkevidde (0 -> 255).
nl: Het in-fase niveau ligt buiten het bereik (0 -> 255).
pt: O nível em fase está fora do intervalo (0 -> 255).
ro: Nivelul în fază este în afara intervalului (0 -> 255).
tr: Eş fazlı seviye aralık dışında (0 -> 255).
uk: Рівень синфазності поза діапазоном (0 -> 255).
vi: Mức độ trong pha nằm ngoài phạm vi (0 -> 255).
zh: 同相等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSEYIQQLEVEL
source: The quadrature level is out of range (0 -> 255).
ar: مستوى التربيع خارج النطاق (0 -> 255).
de: Der Quadraturpegel liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο τετραγωνισμού είναι εκτός εύρους (0 -> 255).
es: El nivel de cuadratura está fuera de rango (0 -> 255).
fr: Le niveau de quadrature est hors plage (0 -> 255).
ga: Tá an leibhéal cearnógach lasmuigh den raon (0 -> 255).
hi: चतुर्भुज स्तर सीमा से बाहर है (0 -> 255).
id: Level kuadratur berada di luar jangkauan (0 -> 255).
it: Il livello di quadratura è fuori intervallo (0 -> 255).
ja: 直交レベルが範囲外です (0 -> 255)。
ko: 사분면 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap kuadratur berada di luar julat (0 -> 255).
nb: Kvadraturnivået er utenfor rekkevidde (0 -> 255).
nl: Het kwadratuurniveau ligt buiten het bereik (0 -> 255).
pt: O nível de quadratura está fora do intervalo (0 -> 255).
ro: Nivelul de cuadratură este în afara intervalului (0 -> 255).
tr: Karesel seviye aralık dışında (0 -> 255).
uk: Рівень квадратури поза діапазоном (0 -> 255).
vi: Mức độ vuông góc nằm ngoài phạm vi (0 -> 255).
zh: 正交等級超出範圍 (0 -> 255)。
