Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_UNIFIED_CHOICE_DESC
source: Makes user choices
ar: يجعل خيارات المستخدم
de: Trifft Benutzerauswahl
el: Κάνει τις επιλογές των χρηστών
es: Hace elecciones de usuario
fr: Fait des choix d'utilisateur
ga: Déanann sé roghanna úsáideora
hi: उपयोगकर्ता की पसंद बनाता है
id: Membuat pilihan bagi pengguna
it: Fa le scelte dell'utente
ja: ユーザーの選択を行います
ko: 사용자 선택
ms: Membuat pilihan pengguna
nb: Tar brukervalg
nl: Maakt keuzes voor gebruikers
pt: Faz escolhas do usuário
ro: Face alegerile utilizatorului
tr: Kullanıcı seçimleri yapar
uk: Робить вибір користувача
vi: Đưa ra lựa chọn cho người dùng
zh: 做出用戶選擇

# T_SHELL_UNIFIED_CHOICE_ARGUMENT_ANSWERS_DESC
source: Answers to split with a slash
ar: إجابات على التقسيم بالشرطة المائلة
de: Antworten zum Teilen mit einem Schrägstrich
el: Απαντήσεις σε διάσπαση με κάθετο
es: Respuestas a dividir con una barra
fr: Réponses à la question "séparer avec une barre oblique"
ga: Freagraí ar scoilt le slais
hi: स्लैश से विभाजित करने के उत्तर
id: Jawaban untuk split dengan garis miring
it: Risposte a dividere con una barra
ja: スラッシュで分割する答え
ko: 슬래시로 나누는 답변
ms: Jawapan untuk berpecah dengan garis miring
nb: Svar å dele med en skråstrek
nl: Antwoorden op splitsen met een slash
pt: Respostas para dividir com uma barra
ro: Răspunsuri la împărțire cu o oblică
tr: Eğik çizgiyle bölmeye cevaplar
uk: Відповіді розділити косою рискою
vi: Trả lời để chia tách bằng dấu gạch chéo
zh: 用斜線分割的答案

# T_SHELL_UNIFIED_CHOICE_ARGUMENT_INPUT_DESC
source: Question to print to the screen
ar: سؤال للطباعة على الشاشة
de: Frage zum Drucken auf dem Bildschirm
el: Ερώτηση για εκτύπωση στην οθόνη
es: Pregunta para imprimir en pantalla
fr: Question à imprimer à l'écran
ga: Ceist le priontáil ar an scáileán
hi: स्क्रीन पर प्रिंट करने के लिए प्रश्न
id: Pertanyaan untuk dicetak ke layar
it: Domanda da stampare sullo schermo
ja: 画面に印刷する質問
ko: 화면에 인쇄할 질문
ms: Soalan untuk dicetak ke skrin
nb: Spørsmål å skrive ut på skjermen
nl: Vraag om op het scherm af te drukken
pt: Questão para imprimir no ecrã
ro: Întrebare de imprimat pe ecran
tr: Ekrana yazdırılacak soru
uk: Питання для друку на екрані
vi: Câu hỏi in ra màn hình
zh: 列印到螢幕上的問題

# T_SHELL_UNIFIED_CHOICE_ARGUMENT_TITLE1_DESC
source: First answer title
ar: عنوان الاجابة الاولى
de: Titel der ersten Antwort
el: Τίτλος πρώτης απάντησης
es: Título de la primera respuesta
fr: Titre de la première réponse
ga: Teideal an chéad fhreagra
hi: प्रथम उत्तर शीर्षक
id: Judul jawaban pertama
it: Titolo della prima risposta
ja: 最初の回答タイトル
ko: 첫 번째 답변 제목
ms: Tajuk jawapan pertama
nb: Første svartittel
nl: Eerste antwoordtitel
pt: Título da primeira resposta
ro: Titlul primului răspuns
tr: İlk cevap başlığı
uk: Назва першої відповіді
vi: Tiêu đề câu trả lời đầu tiên
zh: 第一個答案標題

# T_SHELL_UNIFIED_CHOICE_ARGUMENT_TITLE2_DESC
source: Second answer title, and so on...
ar: عنوان الإجابة الثانية، وهكذا...
de: Titel der zweiten Antwort und so weiter …
el: Τίτλος δεύτερης απάντησης και ούτω καθεξής...
es: Título del segundo respuesta, y así sucesivamente...
fr: Deuxième titre de réponse, et ainsi de suite...
ga: Teideal an dara freagra, agus mar sin de...
hi: दूसरा उत्तर शीर्षक, और इसी तरह...
id: Judul jawaban kedua, dan seterusnya...
it: Titolo della seconda risposta e così via...
ja: 2 番目の回答タイトルなど...
ko: 두 번째 답변 제목 등등...
ms: Tajuk jawapan kedua, dan seterusnya...
nb: Andre svartittel, og så videre...
nl: Titel van het tweede antwoord, enzovoort...
pt: Título da segunda resposta, e assim sucessivamente...
ro: Titlul celui de-al doilea răspuns și așa mai departe...
tr: İkinci cevap başlığı, ve benzeri...
uk: Назва другої відповіді тощо...
vi: Tiêu đề câu trả lời thứ hai, v.v...
zh: 第二個答案標題，等等......

# T_SHELL_UNIFIED_CHOICE_SWITCH_O_DESC
source: One line choice style
ar: أسلوب اختيار سطر واحد
de: Einzeiliger Auswahlstil
el: Στυλ επιλογής μίας γραμμής
es: Estilo de elección de una línea
fr: Style de choix d'une ligne
ga: Stíl rogha líne amháin
hi: एक पंक्ति चयन शैली
id: Gaya pilihan satu baris
it: Stile con scelta di una riga
ja: 一行選択スタイル
ko: 한 줄 선택 스타일
ms: Gaya pilihan satu baris
nb: En linje valg stil
nl: Eén lijnkeuzestijl
pt: Estilo de escolha de uma linha
ro: Stil de alegere cu o singură linie
tr: Tek satırlık seçim stili
uk: Стиль вибору однієї лінії
vi: Kiểu lựa chọn một dòng
zh: 一行選擇樣式

# T_SHELL_UNIFIED_CHOICE_SWITCH_T_DESC
source: Two lines choice style
ar: أسلوب اختيار سطرين
de: Zweizeiliger Auswahlstil
el: Στυλ επιλογής δύο γραμμών
es: Estilo de elección de dos líneas.
fr: Style de choix à deux lignes
ga: Stíl rogha dhá líne
hi: दो पंक्तियों की पसंद शैली
id: Gaya pilihan dua garis
it: Stile di scelta di due linee
ja: 2 行選択スタイル
ko: 두 줄 선택 스타일
ms: Gaya pilihan dua baris
nb: To linjers valg stil
nl: Keuze uit twee lijnen
pt: Estilo de escolha de duas linhas
ro: Stil de alegere în două linii
tr: İki satırlık seçim stili
uk: Стиль вибору двох ліній
vi: Kiểu lựa chọn hai dòng
zh: 兩行選擇樣式

# T_SHELL_UNIFIED_CHOICE_SWITCH_M_DESC
source: Modern choice style
ar: أسلوب الاختيار الحديث
de: Moderner Wahlstil
el: Μοντέρνο στυλ επιλογής
es: Estilo de elección moderno
fr: Style de choix moderne
ga: Stíl rogha nua-aimseartha
hi: आधुनिक पसंद शैली
id: Gaya pilihan modern
it: Stile di scelta moderna
ja: モダンな選択スタイル
ko: 현대적인 선택 스타일
ms: Gaya pilihan moden
nb: Moderne valg stil
nl: Moderne keuzestijl
pt: Estilo de escolha moderno
ro: Stil de alegere modern
tr: Modern seçim stili
uk: Стиль сучасного вибору
vi: Phong cách lựa chọn hiện đại
zh: 現代選擇風格

# T_SHELL_UNIFIED_CHOICE_SWITCH_SINGLE_DESC
source: The output can be only one character
ar: يمكن أن يكون الإخراج حرفًا واحدًا فقط
de: Die Ausgabe kann nur ein Zeichen sein
el: Η έξοδος μπορεί να είναι μόνο ένας χαρακτήρας
es: La salida puede ser solo un carácter.
fr: La sortie ne peut être qu'un seul caractère
ga: Ní féidir leis an aschur a bheith ach carachtar amháin
hi: आउटपुट केवल एक अक्षर का हो सकता है
id: Outputnya hanya bisa satu karakter
it: L'output può contenere un solo carattere
ja: 出力できるのは 1 文字だけです
ko: 출력은 한 문자만 가능합니다.
ms: Output hanya boleh menjadi satu aksara
nb: Utgangen kan bare være ett tegn
nl: De uitvoer kan slechts één teken bevatten
pt: A saída pode ser apenas um caractere
ro: Ieșirea poate fi doar un caracter
tr: Çıktı yalnızca bir karakter olabilir
uk: На виході може бути лише один символ
vi: Đầu ra chỉ có thể là một ký tự
zh: 輸出只能是一個字符

# T_SHELL_UNIFIED_CHOICE_SWITCH_MULTIPLE_DESC
source: The output can be more than a character
ar: يمكن أن يكون الإخراج أكثر من حرف
de: Die Ausgabe kann mehr als ein Zeichen umfassen
el: Η έξοδος μπορεί να είναι περισσότερο από έναν χαρακτήρα
es: La salida puede ser más que un carácter.
fr: La sortie peut être plus qu'un caractère
ga: Is féidir leis an aschur a bheith níos mó ná carachtar
hi: आउटपुट एक कैरेक्टर से अधिक हो सकता है
id: Outputnya bisa lebih dari satu karakter
it: L'output può essere più di un carattere
ja: 出力は 1 文字以上になる場合があります
ko: 출력은 문자 이상일 수 있습니다.
ms: Output boleh lebih daripada satu aksara
nb: Utdataene kan være mer enn et tegn
nl: De uitvoer kan meer zijn dan een teken
pt: A saída pode ser mais do que um caractere
ro: Ieșirea poate fi mai mult decât un caracter
tr: Çıktı bir karakterden daha fazla olabilir
uk: Вихід може складати більше символу
vi: Đầu ra có thể dài hơn một ký tự
zh: 輸出可以超過一個字符

# T_SHELL_UNIFIED_CLS_DESC
source: Clears the screen
ar: مسح الشاشة
de: Löscht den Bildschirm
el: Καθαρίζει την οθόνη
es: Borra la pantalla
fr: Efface l'écran
ga: Glanann an scáileán
hi: स्क्रीन को साफ करता है
id: Membersihkan layar
it: Cancella lo schermo
ja: 画面をクリアします
ko: 화면을 지 웁니다
ms: Membersihkan skrin
nb: Tømmer skjermen
nl: Wist het scherm
pt: Limpa a tela
ro: Șterge ecranul
tr: Ekranı temizler
uk: Очищає екран
vi: Xóa màn hình
zh: 清除屏幕

# T_SHELL_UNIFIED_ECHO_DESC
source: Writes text into the console
ar: يكتب النص في وحدة التحكم
de: Schreibt Text in die Konsole
el: Γράφει κείμενο στην κονσόλα
es: Escribe texto en la consola
fr: Écrit du texte dans la console
ga: Scríobhann sé téacs isteach sa chonsól
hi: कंसोल में टेक्स्ट लिखता है
id: Menulis teks ke konsol
it: Scrive il testo nella console
ja: コンソールにテキストを書き込みます
ko: 콘솔에 텍스트를 씁니다
ms: Menulis teks ke dalam konsol
nb: Skriver tekst inn i konsollen
nl: Schrijft tekst in de console
pt: Grava texto no console
ro: Scrie text în consolă
tr: Metni konsola yazar
uk: Записує текст у консоль
vi: Viết văn bản vào bảng điều khiển
zh: 將文本寫入控制台

# T_SHELL_UNIFIED_ECHO_ARGUMENT_TEXT_DESC
source: String to print
ar: سلسلة للطباعة
de: Zu druckende Zeichenfolge
el: Συμβολοσειρά για εκτύπωση
es: Cadena para imprimir
fr: Chaîne à imprimer
ga: Teaghrán le priontáil
hi: प्रिंट करने के लिए स्ट्रिंग
id: String untuk dicetak
it: Stringa da stampare
ja: 印刷する文字列
ko: 인쇄할 문자열
ms: Rentetan untuk dicetak
nb: String for å skrive ut
nl: String om af te drukken
pt: String para imprimir
ro: String de tipărit
tr: Yazdırılacak dize
uk: Рядок для друку
vi: Chuỗi để in
zh: 要列印的字串

# T_SHELL_UNIFIED_ECHO_SWITCH_NOPARSE_DESC
source: Prints the text as it is with no placeholder parsing
ar: يطبع النص كما هو بدون تحليل العنصر النائب
de: Druckt den Text so, wie er ist, ohne Platzhalteranalyse
el: Εκτυπώνει το κείμενο ως έχει χωρίς ανάλυση κράτησης θέσης
es: Imprime el texto tal como está sin análisis de marcadores de posición.
fr: Imprime le texte tel quel sans analyse d'espace réservé
ga: Priontaí an téacs mar atá sé gan aon pharsáil sealbhóra áite
hi: बिना किसी प्लेसहोल्डर पार्सिंग के टेक्स्ट को वैसे ही प्रिंट करता है जैसे वह है
id: Mencetak teks apa adanya tanpa penguraian placeholder
it: Stampa il testo così com'è senza analisi dei segnaposto
ja: プレースホルダーの解析を行わずにテキストをそのまま印刷します。
ko: 자리 표시자 구문 분석 없이 텍스트를 있는 그대로 인쇄합니다.
ms: Mencetak teks seperti sedia ada tanpa penghuraian pemegang tempat
nb: Skriver ut teksten som den er uten plassholderparsing
nl: Drukt de tekst af zoals deze is, zonder parsering van tijdelijke aanduidingen
pt: Imprime o texto como está, sem análise de espaço reservado
ro: Imprimă textul așa cum este, fără analizarea substituenților
tr: Metni yer tutucu ayrıştırması olmadan olduğu gibi yazdırır
uk: Друкує текст таким, яким він є, без аналізу заповнювача
vi: In văn bản nguyên trạng mà không cần phân tích cú pháp giữ chỗ
zh: 按原樣列印文本，不進行佔位符解析

# T_SHELL_UNIFIED_FORK_DESC
source: Forks the MESH shell to create another instance
ar: شوكات قذيفة MESH لإنشاء مثيل آخر
de: Verzweigt die MESH-Shell, um eine weitere Instanz zu erstellen
el: Διχαλώνει το κέλυφος MESH για να δημιουργήσει ένα άλλο στιγμιότυπο
es: Bifurca el shell MESH para crear otra instancia
fr: Forks le shell MESH pour créer une autre instance
ga: Forks an bhlaosc MESH chun sampla eile a chruthú
hi: एक और उदाहरण बनाने के लिए यूईएसएच शेल को फोर्क करता है
id: Membagi shell MESH untuk membuat instance lain
it: Effettua il fork della shell MESH per creare un'altra istanza
ja: MESH シェルをフォークして別のインスタンスを作成します
ko: MESH 셸을 포크하여 다른 인스턴스를 생성합니다.
ms: Memotong cangkerang MESH untuk mencipta contoh lain
nb: Gaffeler MESH-skallet for å lage en annen forekomst
nl: Splitst de MESH-shell om een andere instantie te maken
pt: Bifurca o shell MESH para criar outra instância
ro: Forkează shell-ul MESH pentru a crea o altă instanță
tr: Başka bir örnek oluşturmak için MESH kabuğunu çatallandırır
uk: Розгалужує оболонку MESH для створення іншого екземпляра
vi: Phân nhánh shell MESH để tạo một phiên bản khác
zh: 分叉 MESH shell 以建立另一個實例

# T_SHELL_UNIFIED_INPUT_DESC
source: Allows user to enter input
ar: يسمح للمستخدم بإدخال الإدخال
de: Ermöglicht dem Benutzer die Eingabe
el: Επιτρέπει στον χρήστη να εισάγει είσοδο
es: Permite al usuario ingresar la entrada
fr: Permet à l'utilisateur d'entrer une entrée
ga: Ligeann sé don úsáideoir ionchur a chur isteach
hi: उपयोगकर्ता को इनपुट दर्ज करने की अनुमति देता है
id: Memungkinkan pengguna untuk memasukkan input
it: Consente all'utente di inserire input
ja: ユーザーが入力を入力できるようにします
ko: 사용자가 입력을 입력 할 수 있습니다
ms: Membenarkan pengguna memasukkan input
nb: Lar brukeren legge inn input
nl: Hiermee kan de gebruiker invoer invoeren
pt: Permite que o usuário insira entrada
ro: Permite utilizatorului să introducă intrarea
tr: Kullanıcının girdi girmesine izin verir
uk: Дозволяє користувачеві вводити дані
vi: Cho phép người dùng nhập dữ liệu đầu vào
zh: 允許用戶輸入

# T_SHELL_UNIFIED_INPUTPASS_DESC
source: Allows user to enter input as password
ar: يسمح للمستخدم بإدخال الإدخال ككلمة مرور
de: Ermöglicht dem Benutzer die Eingabe eines Passworts
el: Επιτρέπει στον χρήστη να εισαγάγει την είσοδο ως κωδικό πρόσβασης
es: Permite al usuario ingresar datos como contraseña
fr: Permet à l'utilisateur de saisir une entrée comme mot de passe
ga: Ligeann sé don úsáideoir ionchur a chur isteach mar phasfhocal
hi: उपयोगकर्ता को पासवर्ड के रूप में इनपुट दर्ज करने की अनुमति देता है
id: Memungkinkan pengguna untuk memasukkan input sebagai kata sandi
it: Consente all'utente di inserire input come password
ja: ユーザーがパスワードとして入力できるようにします
ko: 사용자가 비밀번호를 입력하도록 허용합니다.
ms: Membenarkan pengguna memasukkan input sebagai kata laluan
nb: Lar brukeren angi inndata som passord
nl: Hiermee kan de gebruiker invoer als wachtwoord invoeren
pt: Permite que o usuário insira a entrada como senha
ro: Permite utilizatorului să introducă introducerea ca parolă
tr: Kullanıcının şifre olarak girdi girmesine izin verir
uk: Дозволяє користувачеві вводити дані як пароль
vi: Cho phép người dùng nhập dữ liệu đầu vào dưới dạng mật khẩu
zh: 允許使用者輸入密碼

# T_SHELL_UNIFIED_SHOWTD_DESC
source: Shows date and time
ar: يظهر التاريخ والوقت
de: Zeigt Datum und Uhrzeit an
el: Εμφανίζει ημερομηνία και ώρα
es: Muestra fecha y hora
fr: Affiche la date et l'heure
ga: Léiríonn dáta agus am
hi: तारीख और समय दिखाता है
id: Menunjukkan tanggal dan waktu
it: Mostra data e ora
ja: 日付と時刻を表示します
ko: 날짜와 시간을 보여줍니다
ms: Menunjukkan tarikh dan masa
nb: Viser dato og klokkeslett
nl: Toont datum en tijd
pt: Mostra data e hora
ro: Afișează data și ora
tr: Tarih ve saati gösterir
uk: Показує дату і час
vi: Hiển thị ngày và giờ
zh: 顯示日期和時間

# T_SHELL_UNIFIED_DATE_SWITCH_DATE_DESC
source: Shows just the date
ar: يظهر التاريخ فقط
de: Zeigt nur das Datum an
el: Δείχνει μόνο την ημερομηνία
es: Muestra solo la fecha
fr: Affiche juste la date
ga: Taispeáin ach an dáta
hi: सिर्फ तारीख दिखाता है
id: Hanya menampilkan tanggal
it: Mostra solo la data
ja: 日付だけを表示します
ko: 날짜만 표시
ms: Hanya menunjukkan tarikh
nb: Viser bare datoen
nl: Toont alleen de datum
pt: Mostra apenas a data
ro: Arată doar data
tr: Sadece tarihi gösterir
uk: Показує лише дату
vi: Chỉ hiển thị ngày
zh: 僅顯示日期

# T_SHELL_UNIFIED_DATE_SWITCH_TIME_DESC
source: Shows just the time
ar: يظهر الوقت فقط
de: Zeigt nur die Uhrzeit an
el: Δείχνει μόνο την ώρα
es: Muestra justo el tiempo
fr: Montre juste l'heure
ga: Léiríonn díreach an t-am
hi: सिर्फ समय दिखाता है
id: Hanya menunjukkan waktu
it: Mostra solo l'ora
ja: ちょうど時間を表示します
ko: 시간만 표시
ms: Menunjukkan masa sahaja
nb: Viser bare tiden
nl: Toont precies de tijd
pt: Mostra exatamente a hora
ro: Arată doar timpul
tr: Sadece zamanı gösterir
uk: Показує лише час
vi: Chỉ hiển thị thời gian
zh: 僅顯示時間

# T_SHELL_UNIFIED_DATE_SWITCH_UTC_DESC
source: Uses UTC instead of local
ar: يستخدم UTC بدلاً من المحلي
de: Verwendet UTC statt lokal
el: Χρησιμοποιεί UTC αντί για τοπικό
es: Utiliza UTC en lugar de local
fr: Utilise UTC au lieu de local
ga: Úsáideann sé UTC in ionad áitiúil
hi: स्थानीय के बजाय यूटीसी का उपयोग करता है
id: Menggunakan UTC bukan lokal
it: Utilizza UTC anziché locale
ja: ローカルではなく UTC を使用します
ko: 로컬 대신 UTC를 사용합니다.
ms: Menggunakan UTC dan bukannya tempatan
nb: Bruker UTC i stedet for lokalt
nl: Gebruikt UTC in plaats van lokaal
pt: Usa UTC em vez de local
ro: Folosește UTC în loc de local
tr: Yerel yerine UTC kullanır
uk: Використовує UTC замість місцевого
vi: Sử dụng UTC thay vì địa phương
zh: 使用 UTC 而不是本地

# T_SHELL_UNIFIED_SELECT_DESC
source: Provides a selection choice
ar: يوفر اختيار الاختيار
de: Bietet eine Auswahlmöglichkeit
el: Παρέχει μια επιλογή επιλογής
es: Proporciona una opción de selección
fr: Fournit un choix de sélection
ga: Soláthraíonn rogha rogha
hi: एक चयन विकल्प प्रदान करता है
id: Memberikan pilihan pilihan
it: Fornisce una scelta di selezione
ja: 選択の選択肢を提供します
ko: 선택 선택을 제공합니다
ms: Menyediakan pilihan pilihan
nb: Gir et utvalg valg
nl: Biedt een selectiekeuze
pt: Fornece uma escolha de seleção
ro: Oferă o alegere de selecție
tr: Bir seçim seçeneği sunar
uk: Надає можливість вибору
vi: Cung cấp một lựa chọn lựa chọn
zh: 提供選擇選項

# T_SHELL_UNIFIED_SET_DESC
source: Sets a variable to a value in a script
ar: يعيّن متغيرًا إلى قيمة في نص برمجي
de: Setzt eine Variable auf einen Wert in einem Skript
el: Ορίζει μια μεταβλητή σε μια τιμή σε ένα σενάριο
es: Establece una variable en un valor en un script
fr: Définit une variable à une valeur dans un script
ga: Socraíonn sé athróg ar luach i script
hi: एक चर को एक स्क्रिप्ट में एक मान पर सेट करता है
id: Mengatur variabel ke nilai dalam skrip
it: Imposta una variabile su un valore in uno script
ja: スクリプト内の値に変数を設定します
ko: 변수를 스크립트의 값으로 설정
ms: Menetapkan pembolehubah kepada nilai dalam skrip
nb: Setter en variabel til en verdi i et skript
nl: Stelt een variabele in op een waarde in een script
pt: Define uma variável para um valor em um script
ro: Setează o variabilă la o valoare într-un script
tr: Bir değişkeni bir betikteki bir değere ayarlar
uk: Встановлює значення змінної в сценарії
vi: Đặt một biến thành một giá trị trong một tập lệnh
zh: 將變量設置為腳本中的值

# T_SHELL_UNIFIED_SET_ARGUMENT_VALUE_DESC
source: Value to set
ar: القيمة المطلوب تعيينها
de: Einzustellender Wert
el: Τιμή προς ρύθμιση
es: Valor a establecer
fr: Valeur à définir
ga: Luach a shocrú
hi: निर्धारित करने हेतु मान
id: Nilai untuk ditetapkan
it: Valore da impostare
ja: 設定する値
ko: 설정할 값
ms: Nilai untuk ditetapkan
nb: Verdi å angi
nl: Waarde om in te stellen
pt: Valor a definir
ro: Valoare de setat
tr: Ayarlanacak değer
uk: Значення для встановлення
vi: Giá trị để thiết lập
zh: 要設定的值

# T_SHELL_UNIFIED_SETRANGE_DESC
source: Creates a variable array with the provided values
ar: ينشئ مصفوفة متغيرة بالقيم المتوفرة
de: Erstellt ein Variablenarray mit den bereitgestellten Werten
el: Δημιουργεί έναν πίνακα μεταβλητών με τις παρεχόμενες τιμές
es: Crea una matriz de variables con los valores proporcionados.
fr: Crée un tableau de variables avec les valeurs fournies
ga: Cruthaítear eagar athraitheach leis na luachanna a chuirtear ar fáil
hi: प्रदान किए गए मानों के साथ एक चर सरणी बनाता है
id: Membuat array variabel dengan nilai yang disediakan
it: Crea una matrice di variabili con i valori forniti
ja: 指定された値で変数配列を作成します
ko: 제공된 값으로 가변 배열을 생성합니다.
ms: Mencipta tatasusunan pembolehubah dengan nilai yang disediakan
nb: Oppretter en variabel matrise med de angitte verdiene
nl: Creëert een variabele array met de opgegeven waarden
pt: Cria um array de variáveis com os valores fornecidos
ro: Creează o matrice variabilă cu valorile furnizate
tr: Verilen değerlerle bir değişken dizisi oluşturur
uk: Створює масив змінних із наданими значеннями
vi: Tạo một mảng biến với các giá trị được cung cấp
zh: 使用提供的值創建一個變量數組

# T_SHELL_UNIFIED_SETRANGE_ARGUMENT_VALUE1_DESC
source: First value
ar: القيمة الأولى
de: Erster Wert
el: Πρώτη τιμή
es: Primer valor
fr: Première valeur
ga: An chéad luach
hi: पहला मान
id: Nilai pertama
it: Primo valore
ja: 最初の値
ko: 첫 번째 값
ms: Nilai pertama
nb: Første verdi
nl: Eerste waarde
pt: Primeiro valor
ro: Prima valoare
tr: İlk değer
uk: Перше значення
vi: Giá trị đầu tiên
zh: 第一個值

# T_SHELL_UNIFIED_SETRANGE_ARGUMENT_VALUE2_DESC
source: Second value
ar: القيمة الثانية
de: Zweiter Wert
el: Δεύτερη τιμή
es: Segundo valor
fr: Deuxième valeur
ga: An dara luach
hi: दूसरा मान
id: Nilai kedua
it: Secondo valore
ja: 2番目の値
ko: 두 번째 값
ms: Nilai kedua
nb: Andre verdi
nl: Tweede waarde
pt: Segundo valor
ro: A doua valoare
tr: İkinci değer
uk: Друге значення
vi: Giá trị thứ hai
zh: 第二個值

# T_SHELL_UNIFIED_SETRANGE_ARGUMENT_VALUE3_DESC
source: Third value, and so on...
ar: القيمة الثالثة، وهكذا...
de: Dritter Wert und so weiter ...
el: Τρίτη τιμή και ούτω καθεξής...
es: Tercer valor, y así sucesivamente...
fr: Troisième valeur, et ainsi de suite...
ga: An tríú luach, agus mar sin de ...
hi: तीसरा मान, और इसी प्रकार...
id: Nilai ketiga, dan seterusnya...
it: Terzo valore, e così via...
ja: 3 番目の値など...
ko: 세 번째 값, 이런 식으로 계속됩니다.
ms: Nilai ketiga, dan seterusnya...
nb: Tredje verdi, og så videre...
nl: Derde waarde, enzovoort...
pt: Terceiro valor, e assim sucessivamente...
ro: A treia valoare și așa mai departe...
tr: Üçüncü değer ve böyle devam eder...
uk: Третє значення і так далі...
vi: Giá trị thứ ba, v.v...
zh: 第三個值，依此類推......

# T_SHELL_UNIFIED_SLEEP_DESC
source: Sleeps for specified milliseconds
ar: ينام لمدة ميلي ثانية محددة
de: Ruhet für angegebene Millisekunden
el: Λειτουργεί για καθορισμένα χιλιοστά του δευτερολέπτου
es: Duerme durante milisegundos específicos
fr: Sommes en veille pendant les millisecondes spécifiées
ga: Codlaíonn sé ar feadh milleasoicindí sonraithe
hi: निर्दिष्ट मिलीसेकेंड के लिए सोता है
id: Tidur selama milidetik tertentu
it: Dorme per i millisecondi specificati
ja: 指定されたミリ秒間スリープします
ko: 지정된 밀리초 동안 절전 모드로 전환
ms: Tidur untuk milisaat tertentu
nb: Sover i spesifiserte millisekunder
nl: Slaapt gedurende gespecificeerde milliseconden
pt: Dorme por milissegundos especificados
ro: Dorește timp de milisecunde specificate
tr: Belirtilen milisaniyeler boyunca uyur
uk: Спить протягом указаних мілісекунд
vi: Ngủ trong một số mili giây được chỉ định
zh: 休眠指定毫秒

# T_SHELL_UNIFIED_SLEEP_ARGUMENT_MS_DESC
source: Interval to sleep
ar: فترة النوم
de: Schlafpause
el: Διάστημα για ύπνο
es: Intervalo para dormir
fr: Intervalle pour dormir
ga: Eatramh chun codlata
hi: सोने का अंतराल
id: Interval untuk tidur
it: Intervallo per dormire
ja: 睡眠間隔
ko: 수면 시간 간격
ms: Selang untuk tidur
nb: Intervall for å sove
nl: Interval om te slapen
pt: Intervalo para dormir
ro: Interval până la somn
tr: Uyku aralığı
uk: Інтервал до сну
vi: Khoảng thời gian ngủ
zh: 睡眠間隔

# T_SHELL_UNIFIED_UNSET_DESC
source: Removes a variable from the MESH variable list
ar: إزالة متغير من قائمة متغيرات MESH
de: Entfernt eine Variable aus der MESH-Variablenliste
el: Αφαιρεί μια μεταβλητή από τη λίστα μεταβλητών MESH
es: Elimina una variable de la lista de variables MESH
fr: Supprime une variable de la liste des variables MESH
ga: Baineann sé athróg ó liosta athróg MESH
hi: MESH वेरिएबल सूची से एक वेरिएबल हटाता है
id: Menghapus variabel dari daftar variabel MESH
it: Rimuove una variabile dall'elenco delle variabili MESH
ja: MESH 変数リストから変数を削除します
ko: MESH 변수 목록에서 변수를 제거합니다.
ms: Mengalih keluar pembolehubah daripada senarai pembolehubah MESH
nb: Fjerner en variabel fra MESH-variabellisten
nl: Verwijdert een variabele uit de MESH-variabelenlijst
pt: Remove uma variável da lista de variáveis MESH
ro: Elimină o variabilă din lista de variabile MESH
tr: MESH değişken listesinden bir değişkeni kaldırır
uk: Вилучає змінну зі списку змінних УЕСХ
vi: Xóa một biến khỏi danh sách biến MESH
zh: 從 MESH 變數清單中刪除變數

# T_SHELL_UNIFIED_UNSET_ARGUMENT_VARIABLE_DESC
source: Variable name
ar: اسم المتغير
de: Variablenname
el: Όνομα μεταβλητής
es: Nombre de la variable
fr: Nom de la variable
ga: Ainm athróg
hi: चर का नाम
id: Nama variabel
it: Nome variabile
ja: 変数名
ko: 변수 이름
ms: Nama boleh ubah
nb: Variabelnavn
nl: Variabele naam
pt: Nome da variável
ro: Nume variabilă
tr: Değişken adı
uk: Ім'я змінної
vi: Tên biến
zh: 變數名
