Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYNAMENOTFOUND
source: History name is not provided. Are you sure that you have specified the name in your JSON representation?
ar: لم يتم توفير اسم السجل. هل أنت متأكد من تحديد الاسم في ملف JSON؟
de: Der Verlaufsname wurde nicht angegeben. Sind Sie sicher, dass Sie den Namen in Ihrer JSON-Darstellung angegeben haben?
el: Δεν παρέχεται όνομα ιστορικού. Είστε βέβαιοι ότι έχετε καθορίσει το όνομα στην αναπαράσταση JSON;
es: No se proporcionó el nombre del historial. ¿Está seguro de haber especificado el nombre en su representación JSON?
fr: Le nom de l'historique n'est pas fourni. Êtes-vous sûr d'avoir spécifié le nom dans votre représentation JSON ?
ga: Níor soláthraíodh ainm na staire. An bhfuil tú cinnte gur shonraigh tú an t-ainm i do léiriú JSON?
hi: इतिहास का नाम नहीं दिया गया है। क्या आप सुनिश्चित हैं कि आपने अपने JSON प्रतिनिधित्व में नाम निर्दिष्ट किया है?
id: Nama riwayat tidak diberikan. Apakah Anda yakin telah menentukan nama dalam representasi JSON Anda?
it: Il nome della cronologia non è stato fornito. Sei sicuro di aver specificato il nome nella rappresentazione JSON?
ja: 履歴名が指定されていません。JSON表現で名前を指定しましたか？
ko: 기록 이름이 제공되지 않았습니다. JSON 표현에 이름을 지정하셨나요?
ms: Nama sejarah tidak diberikan. Adakah anda pasti bahawa anda telah menyatakan nama dalam perwakilan JSON anda?
nb: Historikknavn er ikke oppgitt. Er du sikker på at du har angitt navnet i JSON-representasjonen din?
nl: De geschiedenisnaam is niet opgegeven. Weet u zeker dat u de naam in uw JSON-weergave hebt opgegeven?
pt: O nome do histórico não foi fornecido. Tem a certeza que especificou o nome na sua representação JSON?
ro: Numele istoric nu este furnizat. Sigur ați specificat numele în reprezentarea JSON?
tr: Geçmiş adı sağlanmadı. JSON gösteriminizde adı belirttiğinizden emin misiniz?
uk: Не вказано назву історії. Ви впевнені, що вказали цю назву у своєму JSON-представленні?
vi: Tên lịch sử không được cung cấp. Bạn có chắc chắn rằng bạn đã chỉ định tên trong biểu diễn JSON của mình không?
zh: 未提供歷史記錄名稱。您確定已在 JSON 表示中指定名稱嗎？

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYENTRIESNOTFOUND
source: History entries are not provided. Are you sure that you have specified the entries in your JSON representation?
ar: لم يتم توفير إدخالات السجل. هل أنت متأكد من تحديد الإدخالات في تمثيل JSON؟
de: Es werden keine Verlaufseinträge bereitgestellt. Sind Sie sicher, dass Sie die Einträge in Ihrer JSON-Darstellung angegeben haben?
el: Δεν παρέχονται καταχωρίσεις ιστορικού. Είστε βέβαιοι ότι έχετε καθορίσει τις καταχωρίσεις στην αναπαράσταση JSON σας;
es: No se proporcionan entradas del historial. ¿Está seguro de haber especificado las entradas en su representación JSON?
fr: Les entrées d'historique ne sont pas fournies. Êtes-vous sûr d'avoir spécifié les entrées dans votre représentation JSON ?
ga: Níl iontrálacha staire curtha ar fáil. An bhfuil tú cinnte gur shonraigh tú na hiontrálacha i do léiriú JSON?
hi: इतिहास प्रविष्टियाँ प्रदान नहीं की गई हैं। क्या आप सुनिश्चित हैं कि आपने अपने JSON प्रतिनिधित्व में प्रविष्टियाँ निर्दिष्ट की हैं?
id: Entri riwayat tidak disediakan. Apakah Anda yakin telah menentukan entri dalam representasi JSON Anda?
it: Le voci della cronologia non sono fornite. Sei sicuro di averle specificate nella tua rappresentazione JSON?
ja: 履歴エントリが指定されていません。JSON表現でエントリを指定しましたか？
ko: 기록 항목이 제공되지 않습니다. JSON 표현에 항목을 지정했는지 확인하세요.
ms: Catatan sejarah tidak disediakan. Adakah anda pasti bahawa anda telah menentukan entri dalam perwakilan JSON anda?
nb: Historikkoppføringer er ikke oppgitt. Er du sikker på at du har spesifisert oppføringene i JSON-representasjonen din?
nl: Er worden geen historische items verstrekt. Weet u zeker dat u de items in uw JSON-weergave hebt opgegeven?
pt: As entradas do histórico não foram fornecidas. Tem a certeza de que especificou as entradas na sua representação JSON?
ro: Nu sunt furnizate intrările din istoric. Sunteți sigur că ați specificat intrările în reprezentarea JSON?
tr: Geçmiş girişleri sağlanmıyor. JSON gösteriminizde girişleri belirttiğinizden emin misiniz?
uk: Записи історії не надано. Ви впевнені, що вказали ці записи у своєму JSON-представленні?
vi: Không cung cấp mục nhập lịch sử. Bạn có chắc chắn rằng bạn đã chỉ định các mục nhập trong biểu diễn JSON của mình không?
zh: 未提供歷史記錄條目。您確定已在 JSON 表示中指定了這些條目嗎？

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYNOTFOUND_NAMED
source: History {0} not found.
ar: لم يتم العثور على التاريخ {0}.
de: Verlauf {0} nicht gefunden.
el: Το ιστορικό {0} δεν βρέθηκε.
es: Historial {0} no encontrado.
fr: Historique {0} non trouvé.
ga: Stair {0} gan aimsiú.
hi: इतिहास {0} नहीं मिला.
id: Riwayat {0} tidak ditemukan.
it: Cronologia {0} non trovata.
ja: 履歴 {0} が見つかりません。
ko: 기록 {0}을 찾을 수 없습니다.
ms: Sejarah {0} tidak ditemui.
nb: Historikk {0} ikke funnet.
nl: Geschiedenis {0} niet gevonden.
pt: Histórico {0} não encontrado.
ro: Istoricul {0} nu a fost găsit.
tr: {0} geçmişi bulunamadı.
uk: Історію {0} не знайдено.
vi: Lịch sử {0} không tìm thấy.
zh: 未找到歷史記錄 {0}。

# T_READER_HISTORY_TOOLS_EXCEPTION_UNLOADINGGENERALHISTORY
source: General history can't be removed, but can be cleared.
ar: لا يمكن إزالة التاريخ العام، ولكن يمكن مسحه.
de: Der allgemeine Verlauf kann nicht entfernt, aber gelöscht werden.
el: Το γενικό ιστορικό δεν μπορεί να καταργηθεί, αλλά μπορεί να διαγραφεί.
es: El historial general no se puede eliminar, pero se puede borrar.
fr: L'historique général ne peut pas être supprimé, mais peut être effacé.
ga: Ní féidir stair ghinearálta a bhaint, ach is féidir í a ghlanadh.
hi: सामान्य इतिहास को हटाया नहीं जा सकता, लेकिन साफ़ किया जा सकता है.
id: Riwayat umum tidak dapat dihapus, tetapi dapat dihapus.
it: La cronologia generale non può essere rimossa, ma può essere cancellata.
ja: 一般的な履歴は削除できませんが、クリアすることはできます。
ko: 일반적인 기록은 삭제할 수 없지만 지울 수는 있습니다.
ms: Sejarah am tidak boleh dialih keluar, tetapi boleh dikosongkan.
nb: Generell historikk kan ikke fjernes, men den kan tømmes.
nl: De algemene geschiedenis kan niet worden verwijderd, maar wel gewist.
pt: O histórico geral não pode ser removido, mas pode ser limpo.
ro: Istoricul general nu poate fi eliminat, dar poate fi șters.
tr: Genel geçmiş silinemez ama temizlenebilir.
uk: Загальну історію не можна видалити, але можна очистити.
vi: Không thể xóa lịch sử chung nhưng có thể xóa.
zh: 一般歷史記錄無法刪除，但可以清除。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYNOTREGISTERED
source: History is not part of the registered histories.
ar: التاريخ ليس جزءا من التواريخ المسجلة.
de: Die Historie ist nicht Bestandteil der registrierten Historien.
el: Η ιστορία δεν αποτελεί μέρος των καταχωρημένων ιστοριών.
es: La historia no es parte de las historias registradas.
fr: L’histoire ne fait pas partie des histoires enregistrées.
ga: Ní cuid de na staireanna cláraithe í an stair.
hi: इतिहास पंजीकृत इतिहास का हिस्सा नहीं है।
id: Sejarah bukan bagian dari sejarah yang tercatat.
it: La storia non fa parte delle storie registrate.
ja: 履歴は登録された履歴の一部ではありません。
ko: 역사는 등록된 역사의 일부가 아닙니다.
ms: Sejarah bukan sebahagian daripada sejarah yang didaftarkan.
nb: Historie er ikke en del av de registrerte historiene.
nl: Geschiedenis maakt geen deel uit van de geregistreerde geschiedenissen.
pt: A história não faz parte das histórias registadas.
ro: Istoricul nu face parte din istoriile înregistrate.
tr: Tarih, kayıtlı tarihlerin bir parçası değildir.
uk: Історія не є частиною зареєстрованих історій.
vi: Lịch sử không phải là một phần của lịch sử đã đăng ký.
zh: 歷史不屬於已登記的歷史。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYUNLOADFAILED
source: Failed to delete history.
ar: فشل في حذف السجل.
de: Das Löschen des Verlaufs ist fehlgeschlagen.
el: Η διαγραφή του ιστορικού απέτυχε.
es: No se pudo eliminar el historial.
fr: Échec de la suppression de l'historique.
ga: Theip ar an stair a scriosadh.
hi: इतिहास मिटाने में विफल.
id: Gagal menghapus riwayat.
it: Impossibile eliminare la cronologia.
ja: 履歴の削除に失敗しました。
ko: 기록 삭제에 실패했습니다.
ms: Gagal memadamkan sejarah.
nb: Kunne ikke slette historikken.
nl: Het verwijderen van de geschiedenis is mislukt.
pt: Falha ao eliminar o histórico.
ro: Istoricul nu a putut fi șters.
tr: Geçmiş silinemedi.
uk: Не вдалося видалити історію.
vi: Không xóa được lịch sử.
zh: 刪除歷史記錄失敗。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYENTRYNEEDED
source: History entry is not provided.
ar: لم يتم توفير إدخال التاريخ.
de: Ein Verlaufseintrag ist nicht vorgesehen.
el: Δεν παρέχεται καταχώρηση ιστορικού.
es: No se proporciona entrada de historial.
fr: L'entrée d'historique n'est pas fournie.
ga: Ní chuirtear iontráil staire ar fáil.
hi: इतिहास प्रविष्टि प्रदान नहीं की गई है.
id: Entri riwayat tidak disediakan.
it: Non è prevista alcuna voce nella cronologia.
ja: 履歴エントリは提供されません。
ko: 기록 항목이 제공되지 않습니다.
ms: Catatan sejarah tidak disediakan.
nb: Historikkoppføring er ikke tilgjengelig.
nl: Er is geen geschiedenisinvoer beschikbaar.
pt: A entrada do histórico não é fornecida.
ro: Nu este furnizată intrarea în istoric.
tr: Geçmiş girişi sağlanmıyor.
uk: Запис в історію не надається.
vi: Không cung cấp mục nhập lịch sử.
zh: 不提供歷史記錄。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYENTRYLISTNEEDED
source: History entry list is not provided.
ar: لم يتم توفير قائمة إدخال التاريخ.
de: Eine Liste der Verlaufseinträge wird nicht bereitgestellt.
el: Δεν παρέχεται λίστα ιστορικού καταχωρίσεων.
es: No se proporciona la lista de entradas del historial.
fr: La liste des entrées d'historique n'est pas fournie.
ga: Ní chuirtear liosta iontrálacha staire ar fáil.
hi: इतिहास प्रविष्टि सूची उपलब्ध नहीं है.
id: Daftar entri riwayat tidak disediakan.
it: Non è fornito l'elenco delle voci cronologiche.
ja: 履歴エントリリストは提供されません。
ko: 기록 항목 목록이 제공되지 않습니다.
ms: Senarai catatan sejarah tidak disediakan.
nb: Liste over historiske oppføringer er ikke oppgitt.
nl: Er is geen lijst met historische vermeldingen beschikbaar.
pt: A lista de entradas do histórico não é fornecida.
ro: Lista de intrări din istoric nu este furnizată.
tr: Geçmiş kayıt listesi sağlanmamıştır.
uk: Список записів з історії не надається.
vi: Không cung cấp danh sách mục nhập lịch sử.
zh: 未提供歷史條目清單。

# T_READER_EXCEPTION_PRINTWRITE
source: There's a conflict between {0} and {1}.
ar: هناك تعارض بين {0} و {1}.
de: Es besteht ein Konflikt zwischen {0} und {1}.
el: Υπάρχει μια διένεξη μεταξύ των {0} και {1}.
es: Hay un conflicto entre {0} y {1}.
fr: Il y a un conflit entre {0} et {1}.
ga: Tá coimhlint idir {0} agus {1}.
hi: {0} और {1} के बीच संघर्ष है.
id: Ada konflik antara {0} dan {1}.
it: C'è un conflitto tra {0} e {1}.
ja: {0} と {1} の間に競合があります。
ko: {0}와 {1} 사이에 충돌이 있습니다.
ms: Terdapat konflik antara {0} dan {1}.
nb: Det er en konflikt mellom {0} og {1}.
nl: Er is een conflict tussen {0} en {1}.
pt: Existe um conflito entre {0} e {1}.
ro: Există un conflict între {0} și {1}.
tr: {0} ile {1} arasında bir çakışma var.
uk: Виник конфлікт між {0} та {1}.
vi: Có xung đột giữa {0} và {1}.
zh: {0} 和 {1} 之間有衝突。

# T_READER_FAILED
source: Input reader has failed
ar: لقد فشل قارئ الإدخال
de: Der Eingabeleser ist ausgefallen
el: Ο αναγνώστης εισόδου απέτυχε.
es: El lector de entrada ha fallado
fr: Le lecteur d'entrée a échoué
ga: Theip ar an léitheoir ionchuir
hi: इनपुट रीडर विफल हो गया है
id: Pembaca input telah gagal
it: Il lettore di input non è riuscito
ja: 入力リーダーが失敗しました
ko: 입력 리더가 실패했습니다
ms: Pembaca input telah gagal
nb: Inndataleseren har feilet
nl: Invoerlezer is defect
pt: O leitor de entrada falhou
ro: Cititorul de intrare a eșuat
tr: Giriş okuyucusu başarısız oldu
uk: Зчитувач вхідних даних не вдався
vi: Đầu đọc đầu vào đã bị lỗi
zh: 輸入讀取器發生故障

# T_READER_CUE_EXCEPTION_UNSEEKABLE
source: This stream can't seek.
ar: هذا التيار لا يستطيع البحث.
de: Dieser Stream kann nicht suchen.
el: Αυτή η ροή δεν μπορεί να αναζητήσει.
es: Esta corriente no puede buscar.
fr: Ce flux ne peut pas chercher.
ga: Ní féidir leis an sruth seo cuardach a dhéanamh.
hi: इस धारा की तलाश नहीं कर सकते.
id: Aliran ini tidak dapat mencari.
it: Questo flusso non può effettuare la ricerca.
ja: このストリームはシークできません。
ko: 이 스트림은 검색할 수 없습니다.
ms: Strim ini tidak boleh mencari.
nb: Denne strømmen kan ikke søke.
nl: Deze stroom kan niet zoeken.
pt: Este fluxo não pode procurar.
ro: Acest flux nu poate căuta.
tr: Bu dere arayamaz.
uk: Цей потік не може шукати.
vi: Luồng này không thể tìm kiếm.
zh: 此串流無法尋找。

# T_SEQUENCES_BUILDER_EXCEPTION_TYPENOTFOUND
source: Cannot build VT sequence for nonexistent type {0}
ar: لا يمكن بناء تسلسل VT للنوع غير الموجود {0}
de: Für den nicht vorhandenen Typ {0} kann keine VT-Sequenz erstellt werden.
el: Δεν είναι δυνατή η δημιουργία ακολουθίας VT για ανύπαρκτο τύπο {0}
es: No se puede construir la secuencia VT para el tipo inexistente {0}
fr: Impossible de créer une séquence VT pour un type inexistant {0}
ga: Ní féidir seicheamh VT a thógáil don chineál neamhbheith {0}
hi: गैर-मौजूद प्रकार {0} के लिए VT अनुक्रम नहीं बनाया जा सकता
id: Tidak dapat membangun urutan VT untuk tipe {0} yang tidak ada
it: Impossibile creare la sequenza VT per il tipo inesistente {0}
ja: 存在しないタイプ {0} の VT シーケンスを構築できません
ko: 존재하지 않는 유형 {0}에 대한 VT 시퀀스를 빌드할 수 없습니다.
ms: Tidak boleh membina jujukan VT untuk jenis {0} yang tidak wujud
nb: Kan ikke bygge VT-sekvens for ikke-eksisterende type {0}
nl: Kan geen VT-sequentie bouwen voor niet-bestaand type {0}
pt: Não é possível construir sequência VT para tipo inexistente {0}
ro: Nu se poate construi secvența VT pentru tipul inexistent {0}
tr: Varolmayan {0} türü için VT dizisi oluşturulamıyor
uk: Неможливо створити послідовність віртуальної реальності для неіснуючого типу {0}
vi: Không thể xây dựng chuỗi VT cho loại không tồn tại {0}
zh: 無法為不存在的類型 {0} 建立 VT 序列

# T_SEQUENCES_BUILDER_EXCEPTION_ARGSMISSING
source: Cannot build VT sequence with missing arguments. Expected {0} arguments, got {1} arguments.
ar: لا يمكن بناء تسلسل VT مع وجود وسيطات مفقودة. كان من المتوقع وجود {0} وسيطة، ولكن تم الحصول على {1} وسيطة.
de: VT-Sequenz kann mit fehlenden Argumenten nicht erstellt werden. {0} Argumente erwartet, {1} Argumente erhalten.
el: Δεν είναι δυνατή η δημιουργία ακολουθίας VT με ελλείποντα ορίσματα. Αναμένονταν {0} ορίσματα, ελήφθησαν {1} ορίσματα.
es: No se puede generar la secuencia VT sin argumentos. Se esperaban {0} argumentos, pero se obtuvieron {1}.
fr: Impossible de créer une séquence VT avec des arguments manquants. {0} arguments attendus, {1} arguments obtenus.
ga: Ní féidir seicheamh VT a thógáil le hargóintí ar iarraidh. Bhíothas ag súil le {0} argóint, fuarthas {1} argóint.
hi: गुम तर्कों के साथ VT अनुक्रम नहीं बनाया जा सकता। अपेक्षित {0} तर्क, प्राप्त {1} तर्क।
id: Tidak dapat membangun urutan VT dengan argumen yang hilang. Diharapkan {0} argumen, didapatkan {1} argumen.
it: Impossibile creare la sequenza VT con argomenti mancanti. Attesi {0} argomenti, ottenuti {1} argomenti.
ja: 引数が不足しているため、VT シーケンスを構築できません。必要な引数は {0} 個ですが、取得された引数は {1} 個です。
ko: 인수가 누락되어 VT 시퀀스를 빌드할 수 없습니다. {0}개의 인수가 필요했지만 {1}개의 인수를 받았습니다.
ms: Tidak boleh membina jujukan VT dengan hujah yang tiada. Menjangkakan {0} hujah, mendapat {1} hujah.
nb: Kan ikke bygge VT-sekvens med manglende argumenter. Forventet {0} argumenter, mottok {1} argumenter.
nl: Kan VT-reeks niet bouwen met ontbrekende argumenten. Verwachte {0} argumenten, ontvangen {1} argumenten.
pt: Não é possível construir sequência VT com argumentos em falta. {0} argumentos esperados, {1} argumentos obtidos.
ro: Nu se poate construi secvența VT fără argumente. Se așteptau {0} argumente, dar s-au obținut {1} argumente.
tr: Eksik argümanlarla VT dizisi oluşturulamıyor. {0} argüman bekleniyordu, {1} argüman alındı.
uk: Неможливо побудувати послідовність VT з відсутніми аргументами. Очікується: {0} аргументів, отримано: {1} аргументів.
vi: Không thể xây dựng chuỗi VT với các đối số bị thiếu. Dự kiến {0} đối số, nhận được {1} đối số.
zh: 無法建構缺少參數的 VT 序列。預期有 {0} 個參數，實際上只有 {1} 個參數。

# T_SHELL_ALIAS_EXCEPTION_ALIASCMDSAMENAME
source: Alias can't be the same name as a command.
ar: لا يمكن أن يكون الاسم المستعار هو نفس اسم الأمر.
de: Der Aliasname darf nicht mit dem Namen eines Befehls identisch sein.
el: Το ψευδώνυμο δεν μπορεί να έχει το ίδιο όνομα με μια εντολή.
es: Un alias no puede ser el mismo nombre que un comando.
fr: L'alias ne peut pas être le même nom qu'une commande.
ga: Ní féidir le leasainm a bheith mar an gcéanna le hordú.
hi: उपनाम कमांड के समान नाम नहीं हो सकता।
id: Alias tidak dapat sama dengan nama perintah.
it: L'alias non può avere lo stesso nome di un comando.
ja: エイリアスはコマンドと同じ名前にはできません。
ko: 별칭은 명령과 동일한 이름일 수 없습니다.
ms: Alias tidak boleh sama dengan nama perintah.
nb: Alias kan ikke være det samme navnet som en kommando.
nl: Alias kan niet dezelfde naam zijn als een opdracht.
pt: Alias não pode ser o mesmo nome de um comando.
ro: Un alias nu poate avea același nume ca o comandă.
tr: Alias, bir komutla aynı isim olamaz.
uk: Псевдонім не може збігатися з назвою команди.
vi: Biệt danh không thể giống với tên của lệnh.
zh: 別名不能與指令同名。

# T_SHELL_ALIAS_EXCEPTION_CMDNOTFOUND
source: Command not found to alias to {0}.
ar: لم يتم العثور على الأمر للاسم البديل لـ {0}.
de: Es wurde kein Befehl zum Aliasing von {0} gefunden.
el: Δεν βρέθηκε εντολή με ψευδώνυμο {0}.
es: Comando no encontrado para crear el alias {0}.
fr: Commande non trouvée pour l'alias de {0}.
ga: Níor aimsíodh ordú don leasainm {0}.
hi: {0} को उपनामित करने के लिए आदेश नहीं मिला.
id: Perintah tidak ditemukan untuk alias ke {0}.
it: Comando non trovato per l'alias di {0}.
ja: {0} のエイリアスとなるコマンドが見つかりません。
ko: {0}에 별칭을 지정할 명령을 찾을 수 없습니다.
ms: Perintah tidak ditemui untuk alias kepada {0}.
nb: Kommandoen til alias til {0} ble ikke funnet.
nl: Opdracht niet gevonden om alias aan {0} te geven.
pt: Comando não encontrado para o alias de {0}.
ro: Comanda nu a fost găsită pentru aliasul {0}.
tr: {0} takma adının komutu bulunamadı.
uk: Команду для псевдоніма {0} не знайдено.
vi: Không tìm thấy lệnh để đặt bí danh cho {0}.
zh: 未找到別名為 {0} 的指令。

# T_SHELL_ALIAS_EXCEPTION_ALIASFOUND
source: Alias already found
ar: تم العثور على الاسم المستعار بالفعل
de: Alias bereits gefunden
el: Το ψευδώνυμο βρέθηκε ήδη
es: Alias ya encontrado
fr: Alias déjà trouvé
ga: Aithriseoir aimsithe cheana féin
hi: उपनाम पहले ही मिल चुका है
id: Alias sudah ditemukan
it: Alias già trovato
ja: エイリアスは既に見つかりました
ko: 별칭이 이미 발견되었습니다
ms: Alias sudah jumpa
nb: Aliaset er allerede funnet
nl: Alias al gevonden
pt: Alias já encontrado
ro: Aliasul a fost deja găsit
tr: Takma ad zaten bulundu
uk: Псевдонім вже знайдено
vi: Đã tìm thấy bí danh
zh: 別名已找到

# T_SHELL_ALIAS_EXCEPTION_ALIASNOTFOUND_REMOVE
source: Alias {0} is not found to be removed.
ar: لم يتم العثور على الاسم المستعار {0} ليتم إزالته.
de: Der zu entfernende Alias {0} wurde nicht gefunden.
el: Δεν βρέθηκε να έχει αφαιρεθεί το ψευδώνυμο {0}.
es: No se encontró el alias {0} para eliminar.
fr: L'alias {0} n'a pas été trouvé pour être supprimé.
ga: Níor aimsíodh gur baineadh an leasainm {0}.
hi: उपनाम {0} हटाया नहीं जा सका.
id: Alias {0} tidak ditemukan untuk dihapus.
it: L'alias {0} non è stato rimosso.
ja: 削除するエイリアス {0} が見つかりません。
ko: 별칭 {0}을(를) 제거할 수 없습니다.
ms: Alias {0} tidak didapati dialih keluar.
nb: Aliaset {0} ble ikke funnet å være fjernet.
nl: Alias {0} kan niet worden verwijderd.
pt: O alias {0} não foi encontrado para ser removido.
ro: Aliasul {0} nu a fost găsit ca fiind eliminat.
tr: {0} takma adının kaldırılacağı bulunamadı.
uk: Псевдонім {0} не видалено.
vi: Không tìm thấy biệt danh {0} để xóa.
zh: 未發現要刪除的別名 {0}。

# T_SHELL_ALIAS_EXCEPTION_ALIASNOTFOUND_QUERY
source: Alias {0} is not found to be queried.
ar: لم يتم العثور على الاسم المستعار {0} ليتم الاستعلام عنه.
de: Der Alias {0} konnte nicht abgefragt werden.
el: Δεν βρέθηκε να έχει υποβληθεί ερώτημα για το ψευδώνυμο {0}.
es: No se encuentra el alias {0} para realizar la consulta.
fr: L'alias {0} n'a pas été trouvé pour être interrogé.
ga: Níor aimsíodh an t-ainm ailias {0} le fiosrú.
hi: उपनाम {0} पूछताछ के लिए नहीं मिला.
id: Alias {0} tidak ditemukan untuk ditanyakan.
it: L'alias {0} non è stato trovato per essere interrogato.
ja: 照会するエイリアス {0} が見つかりません。
ko: 별칭 {0}을(를) 쿼리할 수 없습니다.
ms: Alias {0} tidak ditemui untuk ditanya.
nb: Aliaset {0} ble ikke funnet for å bli søkt.
nl: Alias {0} kan niet worden opgevraagd.
pt: O alias {0} não foi encontrado para consulta.
ro: Aliasul {0} nu a fost găsit pentru a fi interogat.
tr: {0} takma adının sorgulanacağı bulunamadı.
uk: Псевдонім {0} не знайдено для запиту.
vi: Không tìm thấy biệt danh {0} để truy vấn.
zh: 未找到要查詢的別名 {0}。

# T_SHELL_BASE_HELP_USAGEINFO_USAGE
source: Usage
ar: الاستخدام
de: Verwendung
el: Χρήση
es: Uso
ga: Úsáid
hi: प्रयोग
id: Penggunaan
it: Utilizzo
ja: 使用法
ko: 용법
ms: Penggunaan
nb: Bruk
nl: Gebruik
pt: Uso
ro: Utilizare
tr: Kullanım
uk: Використання
vi: Cách sử dụng
zh: 用法

# T_SHELL_BASE_HELP_USAGEINFO_HELP_CMD
source: Command
ar: يأمر
de: Befehl
el: Εντολή
es: Dominio
fr: Commande
ga: Ordú
hi: आज्ञा
id: Memerintah
it: Comando
ja: 指示
ko: 명령
ms: Perintah
nb: Kommando
nl: Commando
pt: Comando
ro: Comanda
tr: Emretmek
uk: Команда
vi: Yêu cầu
zh: 命令

# T_SHELL_BASE_HELP_USAGEINFO_DESC
source: Description
ar: وصف
de: Beschreibung
el: Περιγραφή
es: Descripción
ga: Cur síos
hi: विवरण
id: Keterangan
it: Descrizione
ja: 説明
ko: 설명
ms: Penerangan
nb: Beskrivelse
nl: Beschrijving
pt: Descrição
ro: Descriere
tr: Tanım
uk: Опис
vi: Sự miêu tả
zh: 描述

# T_SHELL_BASE_HELP_NOHELP_ARG
source: No help for argument "{0}".
ar: لا يوجد مساعدة للحجة "{0}".
de: Keine Hilfe für das Argument "{0}".
el: Δεν υπάρχει βοήθεια για το όρισμα "{0}".
es: No hay ayuda para el argumento "{0}".
fr: Aucune aide pour l'argument « {0} ».
ga: Gan aon chabhair don argóint "{0}".
hi: तर्क "{0}" के लिए कोई सहायता नहीं.
id: Tidak ada bantuan untuk argumen "{0}".
it: Nessun aiuto per l'argomento "{0}".
ja: 引数「{0}」にはヘルプがありません。
ko: 인수 "{0}"에 대한 도움말이 없습니다.
ms: Tiada bantuan untuk hujah "{0}".
nb: Ingen hjelp for argumentet «{0}».
nl: Geen hulp voor argument "{0}".
pt: Sem ajuda para o argumento "{0}".
ro: Nu există ajutor pentru argumentul „{0}”.
tr: "{0}" argümanı için yardım yok.
uk: Немає довідки для аргументу "{0}".
vi: Không có trợ giúp cho đối số "{0}".
zh: 沒有參數「{0}」的幫助。

# T_SHELL_BASE_HELP_NOHELPDESC_ARG
source: No argument help description
ar: لا يوجد وصف للمساعدة في الحجة
de: Keine Argumenthilfebeschreibung
el: Χωρίς περιγραφή βοήθειας για όρισμα
es: Descripción de ayuda sin argumentos
fr: Description de l'aide sans argument
ga: Gan cur síos ar chabhair argóint
hi: कोई तर्क सहायता विवरण नहीं
id: Tidak ada argumen yang membantu deskripsi
it: Nessuna descrizione di aiuto per l'argomento
ja: 引数ヘルプの説明なし
ko: 인수 도움말 설명 없음
ms: Tiada penerangan bantuan hujah
nb: Ingen beskrivelse av argumenthjelp
nl: Geen argument help beschrijving
pt: Descrição de ajuda sem argumento
ro: Descrierea fără ajutor la argumente
tr: Hiçbir argüman yardım açıklaması yok
uk: Довідка з опису без аргументів
vi: Không có mô tả trợ giúp tranh luận
zh: 無參數幫助說明

# T_SHELL_BASE_EXCEPTION_ARGNOTIMPLEMENTED
source: This argument is not implemented yet.
ar: لم يتم تنفيذ هذه الحجة بعد.
de: Dieses Argument ist noch nicht implementiert.
el: Αυτό το επιχείρημα δεν έχει υλοποιηθεί ακόμη.
es: Este argumento aún no se ha implementado.
fr: Cet argument n'est pas encore implémenté.
ga: Níl an argóint seo curtha i bhfeidhm go fóill.
hi: यह तर्क अभी तक कार्यान्वित नहीं हुआ है।
id: Argumen ini belum diimplementasikan.
it: Questa argomentazione non è ancora stata implementata.
ja: この引数はまだ実装されていません。
ko: 이 주장은 아직 구현되지 않았습니다.
ms: Hujah ini masih belum dilaksanakan.
nb: Dette argumentet er ikke implementert ennå.
nl: Dit argument is nog niet geïmplementeerd.
pt: Este argumento ainda não foi implementado.
ro: Acest argument nu este încă implementat.
tr: Bu argüman henüz hayata geçirilmedi.
uk: Цей аргумент ще не реалізовано.
vi: Lập luận này vẫn chưa được thực hiện.
zh: 此論點尚未實現。
