Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_STYLES_HEXEDITOR_BYTENUMINVALID2
source: Invalid byte {0}.
ar: بايت غير صالح {0}.
de: Ungültiges Byte {0}.
el: Μη έγκυρο byte {0}.
es: Byte no válido {0}.
fr: Octet non valide {0}.
ga: Beart neamhbhailí {0}.
hi: अमान्य बाइट {0}.
id: Byte {0} tidak valid.
it: Byte non valido {0}.
ja: 無効なバイト {0}。
ko: 잘못된 바이트 {0}입니다.
ms: Bait tidak sah {0}.
nb: Ugyldig byte {0}.
nl: Ongeldige byte {0}.
pt: Byte inválido {0}.
ro: Octet {0} nevalid.
tr: Geçersiz bayt {0}.
uk: Недійсний байт {0}.
vi: Byte {0} không hợp lệ.
zh: 無效位元組 {0}。

# T_INPUT_STYLES_HEXEDITOR_BYTENUMPROMPT_REPLACE
source: Write the byte number with the hexadecimal value to replace {0} with.
ar: اكتب رقم البايت بالقيمة السداسية عشرية التي تريد استبدال {0} بها.
de: Schreiben Sie die Bytenummer mit dem Hexadezimalwert, durch den {0} ersetzt werden soll.
el: Γράψτε τον αριθμό byte με την δεκαεξαδική τιμή που θα αντικαταστήσει το {0}.
es: Escriba el número de byte con el valor hexadecimal con el que reemplazar {0}.
fr: Écrivez le numéro d'octet avec la valeur hexadécimale pour remplacer {0} par.
ga: Scríobh an uimhir bheart leis an luach heicsidheachúlach le cur in ionad {0}.
hi: {0} को प्रतिस्थापित करने के लिए हेक्साडेसिमल मान के साथ बाइट संख्या लिखें।
id: Tulis nomor byte dengan nilai heksadesimal untuk menggantikan {0}.
it: Scrivi il numero di byte con il valore esadecimale con cui sostituire {0}.
ja: {0} を置き換えるバイト番号を 16 進数値で書き込みます。
ko: {0}을 대체할 16진수 값으로 바이트 번호를 쓰세요.
ms: Tulis nombor bait dengan nilai perenambelasan untuk menggantikan {0} dengan.
nb: Skriv bytenummeret med den heksadesimale verdien som skal erstattes med {0}.
nl: Schrijf het bytenummer met de hexadecimale waarde waarmee {0} vervangen moet worden.
pt: Escreva o número do byte com o valor hexadecimal para substituir {0}.
ro: Scrieți numărul de octeți cu valoarea hexazecimală cu care se va înlocui {0}.
tr: {0} yerine geçecek bayt sayısını onaltılık değerle yazın.
uk: Запишіть номер байта шістнадцятковим значенням, яким потрібно замінити {0}.
vi: Viết số byte có giá trị thập lục phân để thay thế {0}.
zh: 用十六進位值寫入要取代 {0} 的位元組數。

# T_INPUT_STYLES_HEXEDITOR_BYTENUMPROMPT_REPLACED
source: Write the byte number with the hexadecimal value to be replaced.
ar: اكتب رقم البايت بالقيمة السداسية عشرية التي يجب استبدالها.
de: Schreiben Sie die Bytenummer mit dem zu ersetzenden Hexadezimalwert.
el: Γράψτε τον αριθμό byte με την δεκαεξαδική τιμή που θα αντικατασταθεί.
es: Escriba el número de byte con el valor hexadecimal a reemplazar.
fr: Écrivez le numéro d'octet avec la valeur hexadécimale à remplacer.
ga: Scríobh uimhir an bháite leis an luach heicsidheachúlach atá le hathsholáthar.
hi: प्रतिस्थापित किये जाने वाले हेक्साडेसिमल मान के साथ बाइट संख्या लिखें।
id: Tulis nomor byte dengan nilai heksadesimal yang akan diganti.
it: Scrivere il numero di byte con il valore esadecimale da sostituire.
ja: 置換する 16 進数値を含むバイト番号を書き込みます。
ko: 대체할 16진수 값으로 바이트 번호를 쓰세요.
ms: Tulis nombor bait dengan nilai perenambelasan yang akan diganti.
nb: Skriv bytenummeret med den heksadesimale verdien som skal erstattes.
nl: Schrijf het bytenummer met de hexadecimale waarde die vervangen moet worden.
pt: Escreva o número do byte com o valor hexadecimal a substituir.
ro: Scrieți numărul de octet cu valoarea hexazecimală care trebuie înlocuită.
tr: Değiştirilecek bayt sayısını onaltılık değerle yazın.
uk: Запишіть номер байта шістнадцятковим значенням, яке потрібно замінити.
vi: Viết số byte có giá trị thập lục phân cần thay thế.
zh: 用十六進制值寫入要替換的位元組數。

# T_INPUT_STYLES_HEXEDITOR_BYTENUMSPROMPT
source: Write a byte or a group of bytes separated by whitespaces.
ar: اكتب بايتًا أو مجموعة من البايتات مفصولة بمسافات بيضاء.
de: Schreiben Sie ein Byte oder eine Gruppe von Bytes, getrennt durch Leerzeichen.
el: Γράψτε ένα byte ή μια ομάδα byte που χωρίζονται από κενά.
es: Escribe un byte o un grupo de bytes separados por espacios en blanco.
fr: Écrivez un octet ou un groupe d'octets séparés par des espaces.
ga: Scríobh beart nó grúpa beart atá scartha le spásanna bána.
hi: रिक्त स्थानों से अलग करके एक बाइट या बाइट्स का समूह लिखें।
id: Tulis satu byte atau sekelompok byte yang dipisahkan dengan spasi.
it: Scrive un byte o un gruppo di byte separati da spazi.
ja: 空白で区切られたバイトまたはバイトのグループを書き込みます。
ko: 공백으로 구분된 바이트 또는 바이트 그룹을 작성합니다.
ms: Tulis bait atau sekumpulan bait yang dipisahkan oleh ruang putih.
nb: Skriv en byte eller en gruppe byte atskilt med mellomrom.
nl: Schrijf een byte of een groep bytes gescheiden door spaties.
pt: Escreva um byte ou um grupo de bytes separados por espaços em branco.
ro: Scrieți un octet sau un grup de octeți separați prin spații albe.
tr: Boşluklarla ayrılmış bir bayt veya bayt grubu yazın.
uk: Запишіть байт або групу байтів, розділених пробілами.
vi: Viết một byte hoặc một nhóm byte được phân tách bằng khoảng trắng.
zh: 寫入一個位元組或一組以空格分隔的位元組。

# T_INPUT_STYLES_HEXEDITOR_BYTENUMSREQUIRED
source: Bytes are required to find, but you haven't provided one.
ar: هناك حاجة إلى البايتات للعثور عليها، ولكنك لم تقدم واحدة.
de: Zum Suchen sind Bytes erforderlich, Sie haben jedoch keines angegeben.
el: Απαιτούνται byte για την εύρεση, αλλά δεν έχετε δώσει ένα.
es: Se requieren bytes para buscar, pero no ha proporcionado ninguno.
fr: Des octets sont nécessaires pour la recherche, mais vous n'en avez pas fourni.
ga: Tá gá le beartáin le fáil, ach níor sholáthair tú ceann.
hi: खोजने के लिए बाइट्स की आवश्यकता होती है, लेकिन आपने कोई बाइट्स उपलब्ध नहीं कराया है।
id: Byte diperlukan untuk menemukannya, tetapi Anda belum menyediakannya.
it: Per la ricerca sono necessari dei byte, ma non ne hai specificato uno.
ja: 検索にはバイトが必要ですが、指定されていません。
ko: 찾으려면 바이트가 필요하지만, 바이트를 제공하지 않았습니다.
ms: Bait diperlukan untuk mencari, tetapi anda belum menyediakannya.
nb: Det kreves byte for å finne, men du har ikke oppgitt noen.
nl: Er zijn bytes nodig om te vinden, maar u heeft er geen opgegeven.
pt: Os bytes são necessários para encontrar, mas não forneceu nenhum.
ro: Sunt necesari octeți pentru a găsi, dar nu ai furnizat niciunul.
tr: Bulmak için bayt gerekiyor, ancak siz bir bayt sağlamadınız.
uk: Для пошуку потрібні байти, але ви їх не вказали.
vi: Cần phải có byte để tìm, nhưng bạn chưa cung cấp.
zh: 需要位元組來查找，但您尚未提供。

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_POSITION
source: Position
ar: موضع
el: Θέση
es: Posición
ga: Seasamh
hi: पद
id: Posisi
it: Posizione
ja: 位置
ko: 위치
ms: kedudukan
nb: Posisjon
nl: Positie
pt: Posição
ro: Poziţie
tr: Konum
uk: Позиція
vi: Chức vụ
zh: 位置

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_HEXADECIMAL
source: Hexadecimal
ar: سداسي عشري
de: Hexadezimal
el: Δεκαεξαδικό
fr: Hexadécimal
ga: Heicseagánach
hi: हेक्साडेसिमल
id: Heksadesimal
it: Esadecimale
ja: 16進数
ko: 16진수
ms: Heksadesimal
nb: Heksadesimal
nl: Hexadecimaal
ro: Hexazecimal
tr: Onaltılık
uk: Шістнадцяткове
vi: Hệ thập lục phân
zh: 十六進位

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_OCTAL
source: Octal
ar: ثماني
de: Oktal
el: Οκτάεδρος
ga: Ochtach
hi: अष्टभुजाकार
id: Oktal
it: Ottale
ja: 8進数
ko: 8진법
ms: Oktal
nb: Oktal
nl: Octaal
tr: Sekizli
uk: Вісімкове
vi: Bát phân
zh: 八進位

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_NUMBER
source: Number
ar: رقم
de: Nummer
el: Αριθμός
es: Número
fr: Nombre
ga: Uimhir
hi: संख्या
id: Nomor
it: Numero
ja: 番号
ko: 숫자
ms: Nombor
nb: Tall
nl: Nummer
pt: Número
ro: Număr
tr: Sayı
uk: Номер
vi: Con số
zh: 數位

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_BINARY
source: Binary
ar: ثنائي
de: Binär
el: Δυάδικος
es: Binario
fr: Binaire
ga: Dénártha
hi: द्विआधारी
id: Biner
it: Binario
ja: バイナリ
ko: 이진법
ms: binari
nb: Binær
nl: Binair
pt: Binário
ro: Binar
tr: İkili
uk: Бінарний
vi: nhị phân
zh: 二進位

# T_INPUT_STYLES_HEXEDITOR_NUMINFO_TITLE
source: Number information
ar: معلومات الرقم
de: Nummerninformationen
el: Πληροφορίες αριθμού
es: Información del número
fr: Informations sur les numéros
ga: Eolas uimhreach
hi: संख्या की जानकारी
id: Informasi nomor
it: Informazioni sul numero
ja: 番号情報
ko: 번호 정보
ms: Maklumat nombor
nb: Nummerinformasjon
nl: Nummerinformatie
pt: Informações numéricas
ro: Informații despre număr
tr: Sayı bilgisi
uk: Інформація про номер
vi: Thông tin số
zh: 號碼訊息

# T_INPUT_STYLES_HEXEDITOR_EMPTYCONTENT
source: Empty content
ar: محتوى فارغ
de: Leerer Inhalt
el: Κενό περιεχόμενο
es: Contenido vacío
fr: Contenu vide
ga: Ábhar folamh
hi: खाली सामग्री
id: Konten kosong
it: Contenuto vuoto
ja: 空のコンテンツ
ko: 빈 콘텐츠
ms: Kandungan kosong
nb: Tomt innhold
nl: Lege inhoud
pt: Conteúdo vazio
ro: Conținut gol
tr: Boş içerik
uk: Порожній вміст
vi: Nội dung trống
zh: 內容為空

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_STARTBYTELARGER1
source: The specified start byte number may not be larger than the file size.
ar: لا يجوز أن يكون رقم البايت الأولي المحدد أكبر من حجم الملف.
de: Die angegebene Startbytezahl darf nicht größer als die Dateigröße sein.
el: Ο καθορισμένος αριθμός byte έναρξης δεν μπορεί να είναι μεγαλύτερος από το μέγεθος του αρχείου.
es: El número de byte de inicio especificado no puede ser mayor que el tamaño del archivo.
fr: Le nombre d'octets de départ spécifié ne peut pas être supérieur à la taille du fichier.
ga: Ní fhéadfaidh an uimhir tosaigh beart sonraithe a bheith níos mó ná méid an chomhaid.
hi: निर्दिष्ट आरंभ बाइट संख्या फ़ाइल आकार से बड़ी नहीं हो सकती।
id: Nomor byte awal yang ditentukan tidak boleh lebih besar dari ukuran file.
it: Il numero di byte di inizio specificato non può essere maggiore della dimensione del file.
ja: 指定された開始バイト番号はファイル サイズより大きくすることはできません。
ko: 지정된 시작 바이트 수는 파일 크기보다 클 수 없습니다.
ms: Nombor bait permulaan yang ditentukan mungkin tidak lebih besar daripada saiz fail.
nb: Det angitte startbytenummeret kan ikke være større enn filstørrelsen.
nl: Het opgegeven startbytenummer mag niet groter zijn dan de bestandsgrootte.
pt: O número de bytes iniciais especificado não pode ser superior ao tamanho do ficheiro.
ro: Numărul specificat pentru octetul de început nu poate fi mai mare decât dimensiunea fișierului.
tr: Belirtilen başlangıç bayt numarası dosya boyutundan büyük olamaz.
uk: Вказаний номер початкового байта не може бути більшим за розмір файлу.
vi: Số byte bắt đầu được chỉ định không được lớn hơn kích thước tệp.
zh: 指定的起始位元組數不能大於檔案大小。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_ENDBYTELARGER1
source: The specified end byte number may not be larger than the file size.
ar: لا يجوز أن يكون رقم البايت النهائي المحدد أكبر من حجم الملف.
de: Die angegebene Endbytezahl darf nicht größer als die Dateigröße sein.
el: Ο καθορισμένος αριθμός byte στο τέλος δεν μπορεί να είναι μεγαλύτερος από το μέγεθος του αρχείου.
es: El número de byte final especificado no puede ser mayor que el tamaño del archivo.
fr: Le numéro d'octet de fin spécifié ne peut pas être supérieur à la taille du fichier.
ga: Ní fhéadfaidh an uimhir bheart deiridh shonraithe a bheith níos mó ná méid an chomhaid.
hi: निर्दिष्ट अंतिम बाइट संख्या फ़ाइल आकार से बड़ी नहीं हो सकती।
id: Nomor byte akhir yang ditentukan tidak boleh lebih besar dari ukuran file.
it: Il numero di byte finali specificato non può essere maggiore della dimensione del file.
ja: 指定された終了バイト数はファイル サイズより大きくすることはできません。
ko: 지정된 종료 바이트 번호는 파일 크기보다 클 수 없습니다.
ms: Nombor bait akhir yang ditentukan mungkin tidak lebih besar daripada saiz fail.
nb: Det angitte sluttbytetallet kan ikke være større enn filstørrelsen.
nl: Het opgegeven eindbytenummer mag niet groter zijn dan de bestandsgrootte.
pt: O número de bytes finais especificado não pode ser superior ao tamanho do ficheiro.
ro: Numărul specificat pentru octetul final nu poate fi mai mare decât dimensiunea fișierului.
tr: Belirtilen son bayt numarası dosya boyutundan büyük olamaz.
uk: Вказаний кінцевий номер байта не може бути більшим за розмір файлу.
vi: Số byte kết thúc được chỉ định không được lớn hơn kích thước tệp.
zh: 指定的結束位元組數不能大於檔案大小。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_INVALIDBYTENUMBER
source: The specified byte number is invalid.
ar: رقم البايت المحدد غير صالح.
de: Die angegebene Byteanzahl ist ungültig.
el: Ο καθορισμένος αριθμός byte δεν είναι έγκυρος.
es: El número de byte especificado no es válido.
fr: Le numéro d'octet spécifié n'est pas valide.
ga: Tá an uimhir bheart shonraithe neamhbhailí.
hi: निर्दिष्ट बाइट संख्या अमान्य है.
id: Nomor byte yang ditentukan tidak valid.
it: Il numero di byte specificato non è valido.
ja: 指定されたバイト番号が無効です。
ko: 지정된 바이트 번호가 잘못되었습니다.
ms: Nombor bait yang ditentukan adalah tidak sah.
nb: Det angitte bytenummeret er ugyldig.
nl: Het opgegeven bytenummer is ongeldig.
pt: O número de bytes especificado é inválido.
ro: Numărul de octeți specificat este invalid.
tr: Belirtilen bayt numarası geçersiz.
uk: Вказаний номер байта недійсний.
vi: Số byte được chỉ định không hợp lệ.
zh: 指定的位元組數無效。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_BYTENUMLARGER1
source: The specified byte number may not be larger than {0} or smaller than 1.
ar: لا يجوز أن يكون رقم البايت المحدد أكبر من {0} أو أصغر من 1.
de: Die angegebene Byteanzahl darf nicht größer als {0} oder kleiner als 1 sein.
el: Ο καθορισμένος αριθμός byte δεν μπορεί να είναι μεγαλύτερος από {0} ή μικρότερος από 1.
es: El número de byte especificado no puede ser mayor que {0} ni menor que 1.
fr: Le nombre d'octets spécifié ne peut pas être supérieur à {0} ni inférieur à 1.
ga: Ní fhéadfaidh an uimhir bheart shonraithe a bheith níos mó ná {0} ná níos lú ná 1.
hi: निर्दिष्ट बाइट संख्या {0} से बड़ी या 1 से छोटी नहीं हो सकती.
id: Nomor byte yang ditentukan tidak boleh lebih besar dari {0} atau lebih kecil dari 1.
it: Il numero di byte specificato non può essere maggiore di {0} o minore di 1.
ja: 指定されたバイト数は {0} より大きく、または 1 より小さくすることはできません。
ko: 지정된 바이트 수는 {0}보다 크거나 1보다 작을 수 없습니다.
ms: Nombor bait yang ditentukan mungkin tidak lebih besar daripada {0} atau lebih kecil daripada 1.
nb: Det angitte bytetallet kan ikke være større enn {0} eller mindre enn 1.
nl: Het opgegeven bytenummer mag niet groter zijn dan {0} of kleiner dan 1.
pt: O número de bytes especificado não pode ser superior a {0} ou inferior a 1.
ro: Numărul de octeți specificat nu poate fi mai mare decât {0} sau mai mic decât 1.
tr: Belirtilen bayt sayısı {0} değerinden büyük veya 1 değerinden küçük olamaz.
uk: Вказане число байтів не може бути більшим за {0} або меншим за 1.
vi: Số byte được chỉ định không được lớn hơn {0} hoặc nhỏ hơn 1.
zh: 指定的位元組數不能大於{0}或小於1。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_BYTENUMLARGER2
source: The specified byte number may not be larger than {0}.
ar: لا يجوز أن يكون رقم البايت المحدد أكبر من {0}.
de: Die angegebene Byteanzahl darf nicht größer als {0} sein.
el: Ο καθορισμένος αριθμός byte δεν μπορεί να είναι μεγαλύτερος από {0}.
es: El número de byte especificado no puede ser mayor que {0}.
fr: Le nombre d'octets spécifié ne peut pas être supérieur à {0}.
ga: Ní fhéadfaidh an uimhir bheart shonraithe a bheith níos mó ná {0}.
hi: निर्दिष्ट बाइट संख्या {0} से बड़ी नहीं हो सकती.
id: Nomor byte yang ditentukan tidak boleh lebih besar dari {0}.
it: Il numero di byte specificato non può essere maggiore di {0}.
ja: 指定されたバイト数は {0} より大きくできません。
ko: 지정된 바이트 수는 {0}보다 클 수 없습니다.
ms: Nombor bait yang ditentukan mungkin tidak lebih besar daripada {0}.
nb: Det angitte bytetallet kan ikke være større enn {0}.
nl: Het opgegeven bytenummer mag niet groter zijn dan {0}.
pt: O número de bytes especificado não pode ser superior a {0}.
ro: Numărul de octeți specificat nu poate fi mai mare de {0}.
tr: Belirtilen bayt sayısı {0} değerinden büyük olamaz.
uk: Вказане число байтів не може бути більшим за {0}.
vi: Số byte được chỉ định không được lớn hơn {0}.
zh: 指定的位元組數不能大於{0}。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_BYTEARRAYNULL
source: Can't perform this operation on a null array.
ar: لا يمكن تنفيذ هذه العملية على مجموعة فارغة.
de: Dieser Vorgang kann nicht auf einem Null-Array ausgeführt werden.
el: Δεν είναι δυνατή η εκτέλεση αυτής της λειτουργίας σε έναν μηδενικό πίνακα.
es: No se puede realizar esta operación en una matriz nula.
fr: Impossible d'effectuer cette opération sur un tableau nul.
ga: Ní féidir an oibríocht seo a dhéanamh ar eagar nialasach.
hi: यह ऑपरेशन शून्य सरणी पर निष्पादित नहीं किया जा सकता.
id: Tidak dapat melakukan operasi ini pada array null.
it: Impossibile eseguire questa operazione su un array nullo.
ja: null 配列ではこの操作を実行できません。
ko: null 배열에서는 이 작업을 수행할 수 없습니다.
ms: Tidak dapat melaksanakan operasi ini pada tatasusunan null.
nb: Kan ikke utføre denne operasjonen på en null-array.
nl: Deze bewerking kan niet worden uitgevoerd op een null-array.
pt: Não é possível executar esta operação numa matriz nula.
ro: Nu se poate efectua această operațiune pe o matrice nulă.
tr: Bu işlem null dizi üzerinde gerçekleştirilemez.
uk: Неможливо виконати цю операцію з нульовим масивом.
vi: Không thể thực hiện thao tác này trên mảng null.
zh: 無法對空數組執行此操作。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_BYTENUMSMALLER
source: Byte number must start with 1.
ar: يجب أن يبدأ رقم البايت بـ 1.
de: Die Bytenummer muss mit 1 beginnen.
el: Ο αριθμός byte πρέπει να ξεκινά με 1.
es: El número de byte debe comenzar con 1.
fr: Le numéro d'octet doit commencer par 1.
ga: Caithfidh uimhir an bhéite tosú le 1.
hi: बाइट संख्या 1 से शुरू होनी चाहिए.
id: Nomor byte harus dimulai dengan 1.
it: Il numero di byte deve iniziare con 1.
ja: バイト番号は 1 から始まる必要があります。
ko: 바이트 번호는 1로 시작해야 합니다.
ms: Nombor bait mesti bermula dengan 1.
nb: Bytenummeret må starte med 1.
nl: Bytenummer moet beginnen met 1.
pt: O número de bytes deve começar por 1.
ro: Numărul de octeți trebuie să înceapă cu 1.
tr: Bayt numarası 1 ile başlamalıdır.
uk: Номер байта має починатися з 1.
vi: Số byte phải bắt đầu bằng 1.
zh: 位元組數必須以 1 開頭。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_STARTBYTELARGER2
source: The specified start byte number may not be larger than {0}.
ar: لا يجوز أن يكون رقم البايت الأولي المحدد أكبر من {0}.
de: Die angegebene Startbytenummer darf nicht größer als {0} sein.
el: Ο καθορισμένος αριθμός byte έναρξης δεν μπορεί να είναι μεγαλύτερος από {0}.
es: El número de byte de inicio especificado no puede ser mayor que {0}.
fr: Le numéro d'octet de départ spécifié ne peut pas être supérieur à {0}.
ga: Ní fhéadfaidh an uimhir tosaigh beart sonraithe a bheith níos mó ná {0}.
hi: निर्दिष्ट आरंभ बाइट संख्या {0} से बड़ी नहीं हो सकती.
id: Nomor byte awal yang ditentukan tidak boleh lebih besar dari {0}.
it: Il numero di byte di inizio specificato non può essere maggiore di {0}.
ja: 指定された開始バイト番号は {0} より大きくできません。
ko: 지정된 시작 바이트 번호는 {0}보다 클 수 없습니다.
ms: Nombor bait permulaan yang ditentukan mungkin tidak lebih besar daripada {0}.
nb: Det angitte startbytenummeret kan ikke være større enn {0}.
nl: Het opgegeven startbytenummer mag niet groter zijn dan {0}.
pt: O número de bytes iniciais especificado não pode ser superior a {0}.
ro: Numărul specificat pentru octetul de început nu poate fi mai mare de {0}.
tr: Belirtilen başlangıç bayt numarası {0} değerinden büyük olamaz.
uk: Вказаний номер початкового байта не може бути більшим за {0}.
vi: Số byte bắt đầu được chỉ định không được lớn hơn {0}.
zh: 指定的起始位元組數不能大於{0}。

# T_INPUT_STYLES_HEXEDITOR_EXCEPTION_ENDBYTELARGER2
source: The specified end byte number may not be larger than {0}.
ar: لا يجوز أن يكون رقم البايت النهائي المحدد أكبر من {0}.
de: Die angegebene Endbyte-Nummer darf nicht größer als {0} sein.
el: Ο καθορισμένος αριθμός byte τέλους δεν μπορεί να είναι μεγαλύτερος από {0}.
es: El número de byte final especificado no puede ser mayor que {0}.
fr: Le numéro d'octet de fin spécifié ne peut pas être supérieur à {0}.
ga: Ní fhéadfaidh an uimhir bheart deiridh shonraithe a bheith níos mó ná {0}.
hi: निर्दिष्ट अंतिम बाइट संख्या {0} से बड़ी नहीं हो सकती.
id: Nomor byte akhir yang ditentukan tidak boleh lebih besar dari {0}.
it: Il numero di byte finale specificato non può essere maggiore di {0}.
ja: 指定された終了バイト番号は {0} より大きくできません。
ko: 지정된 종료 바이트 번호는 {0}보다 클 수 없습니다.
ms: Nombor bait akhir yang ditentukan mungkin tidak lebih besar daripada {0}.
nb: Det angitte sluttbytetallet kan ikke være større enn {0}.
nl: Het opgegeven eindbytenummer mag niet groter zijn dan {0}.
pt: O número de bytes finais especificado não pode ser superior a {0}.
ro: Numărul specificat pentru octetul final nu poate fi mai mare de {0}.
tr: Belirtilen son bayt numarası {0} değerinden büyük olamaz.
uk: Вказаний кінцевий номер байта не може бути більшим за {0}.
vi: Số byte kết thúc được chỉ định không được lớn hơn {0}.
zh: 指定的結束位元組數不能大於{0}。

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_ENTER
source: Enter...
ar: يدخل...
de: Eingeben...
el: Εισάγω...
es: Ingresar...
fr: Entrer...
ga: Cuir isteach...
hi: प्रवेश करना...
id: Memasuki...
it: Entra...
ja: 入力...
ko: 입력하다...
ms: Masuk...
nb: Gå...
nl: Binnenkomen...
pt: Entrar...
ro: Introduceți...
tr: Girmek...
uk: Введіть...
vi: Đi vào...
zh: 進入...

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_DELETEHERE
source: Delete here
ar: احذف هنا
de: Hier löschen
el: Διαγραφή εδώ
es: Borrar aquí
fr: Supprimer ici
ga: Scrios anseo
hi: यहां हटाएं
id: Hapus di sini
it: Elimina qui
ja: ここで削除
ko: 여기서 삭제하세요
ms: Padam di sini
nb: Slett her
nl: Hier verwijderen
pt: Apagar aqui
ro: Ștergeți aici
tr: Buradan sil
uk: Видалити тут
vi: Xóa ở đây
zh: 刪除此處

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_REMOVELINE
source: Remove Line
ar: إزالة الخط
de: Zeile entfernen
el: Αφαίρεση γραμμής
es: Eliminar línea
fr: Supprimer la ligne
ga: Bain Líne
hi: लाइन हटाएँ
id: Hapus Garis
it: Rimuovi linea
ja: 行を削除
ko: 줄 제거
ms: Keluarkan Talian
nb: Fjern linje
nl: Regel verwijderen
pt: Remover linha
ro: Eliminați linia
tr: Satırı Kaldır
uk: Видалити рядок
vi: Xóa dòng
zh: 刪除線

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_STOPENTERING
source: Stop Entering
ar: توقف عن الدخول
de: Betreten abbrechen
el: Σταματήστε την είσοδο
es: Dejar de entrar
fr: Arrêtez d'entrer
ga: Stop ag Dul Isteach
hi: प्रवेश रोकें
id: Berhenti Masuk
it: Smettere di entrare
ja: 立ち入り禁止
ko: 진입을 중지하세요
ms: Berhenti Memasuki
nb: Stopp å gå inn
nl: Stop met binnenkomen
pt: Pare de entrar
ro: Nu mai intrați
tr: Girmeyi Durdur
uk: Зупинити вхід
vi: Dừng nhập
zh: 停止進入

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_NEWLINE
source: New Line
ar: خط جديد
de: Neue Zeile
el: Νέα Γραμμή
es: Nueva línea
fr: Nouvelle ligne
ga: Líne Nua
hi: नई लाइन
id: Garis Baru
it: Nuova linea
ja: 改行
ko: 새로운 라인
ms: Talian Baharu
nb: Ny linje
nl: Nieuwe lijn
pt: Nova Linha
ro: Linie nouă
tr: Yeni Hat
uk: Нова лінія
vi: Dòng mới
zh: 新線

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_BACKSPACE
source: Backspace
ar: مسافة للخلف
de: Rücktaste
es: Retroceso
fr: Retour arrière
ga: Cúlspás
hi: बैकस्पेस
id: spasi mundur
ja: バックスペース
ko: 역행 키이
ms: Ruang belakang
nb: Tilbake
tr: Geri tuşu
uk: Назад
vi: Phím xóa lùi
zh: 退格鍵

# T_INPUT_STYLES_TEXTEDITOR_KEYBINDING_DELETE
source: Delete
ar: يمسح
de: Löschen
el: Διαγράφω
es: Borrar
fr: Supprimer
ga: Scrios
hi: मिटाना
id: Menghapus
it: Eliminare
ja: 消去
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pt: Eliminar
ro: Şterge
tr: Silmek
uk: Видалити
vi: Xóa bỏ
zh: 刪除

# T_INPUT_STYLES_TEXTEDITOR_FINDSTRINGPROMPT
source: Write the string to find
ar: اكتب السلسلة للعثور على
de: Schreiben Sie die zu suchende Zeichenfolge
el: Γράψε τη συμβολοσειρά για να βρεις
es: Escribe la cadena a encontrar
fr: Écrivez la chaîne à trouver
ga: Scríobh an teaghrán le fáil
hi: खोजने के लिए स्ट्रिंग लिखें
id: Tuliskan string untuk menemukan
it: Scrivi la stringa da trovare
ja: 検索する文字列を入力してください
ko: 찾을 문자열을 쓰세요
ms: Tulis rentetan untuk mencari
nb: Skriv strengen for å finne
nl: Schrijf de string om te vinden
pt: Escreva a string para encontrar
ro: Scrieți șirul pentru a găsi
tr: Bulunacak dizeyi yazın
uk: Напишіть рядок, щоб знайти
vi: Viết chuỗi để tìm
zh: 寫入要查找的字串
