Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDXYZSPECIFIEREXCEED
source: Invalid XYZ color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون XYZ غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger XYZ-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος XYZ "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color XYZ "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur XYZ « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha XYZ neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य XYZ रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna XYZ "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore XYZ "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: XYZカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: XYZ 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna XYZ tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig XYZ-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige XYZ-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor XYZ inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare XYZ nevalid „{0}”. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz XYZ renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору XYZ "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu XYZ không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: XYZ 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYXYSPECIFIER
source: Invalid YXY color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون YXY غير صالح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YXY-Farbbezeichner "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρος προσδιοριστής χρώματος YXY "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color YXY "{0}" no válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YXY « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YXY neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य YXY रंग विनिर्देशक "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna YXY "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore YXY non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: YXYカラー指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: YXY 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YXY tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig YXY-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige YXY-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor YXY inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare YXY nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz YXY renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YXY "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu YXY không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: YXY 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEYXYY1LEVEL
source: The Y1 value is out of range (0.0 -> 100.0).
ar: قيمة Y1 خارج النطاق (0.0 -> 100.0).
de: Der Y1-Wert liegt außerhalb des Bereichs (0,0 -> 100,0).
el: Η τιμή Y1 είναι εκτός εύρους (0,0 -> 100,0).
es: El valor Y1 está fuera de rango (0.0 -> 100.0).
fr: La valeur Y1 est hors plage (0,0 -> 100,0).
ga: Tá an luach Y1 lasmuigh den raon (0.0 -> 100.0).
hi: Y1 मान सीमा से बाहर है (0.0 -> 100.0).
id: Nilai Y1 berada di luar kisaran (0,0 -> 100,0).
it: Il valore Y1 è fuori intervallo (0,0 -> 100,0).
ja: Y1 値が範囲外です (0.0 -> 100.0)。
ko: Y1 값이 범위를 벗어났습니다(0.0 -> 100.0).
ms: Nilai Y1 berada di luar julat (0.0 -> 100.0).
nb: Y1-verdien er utenfor området (0,0 -> 100,0).
nl: De Y1-waarde ligt buiten het bereik (0,0 -> 100,0).
pt: O valor Y1 está fora do intervalo (0,0 -> 100,0).
ro: Valoarea Y1 este în afara intervalului (0,0 -> 100,0).
tr: Y1 değeri aralık dışında (0.0 -> 100.0).
uk: Значення Y1 виходить за межі діапазону (0,0 -> 100,0).
vi: Giá trị Y1 nằm ngoài phạm vi (0,0 -> 100,0).
zh: Y1 值超出範圍 (0.0 -> 100.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEYXYX1LEVEL
source: The X value is out of range (0.0 -> 1.0).
ar: قيمة X خارج النطاق (0.0 -> 1.0).
de: Der X-Wert liegt außerhalb des Bereichs (0,0 -> 1,0).
el: Η τιμή X είναι εκτός εύρους (0,0 -> 1,0).
es: El valor X está fuera de rango (0.0 -> 1.0).
fr: La valeur X est hors plage (0,0 -> 1,0).
ga: Tá an luach X lasmuigh den raon (0.0 -> 1.0).
hi: X मान सीमा से बाहर है (0.0 -> 1.0).
id: Nilai X berada di luar rentang (0,0 -> 1,0).
it: Il valore X è fuori intervallo (0,0 -> 1,0).
ja: X値が範囲外です（0.0 -> 1.0）。
ko: X 값이 범위를 벗어났습니다(0.0 -> 1.0).
ms: Nilai X berada di luar julat (0.0 -> 1.0).
nb: X-verdien er utenfor området (0,0 -> 1,0).
nl: De X-waarde ligt buiten het bereik (0,0 -> 1,0).
pt: O valor X está fora do intervalo (0,0 -> 1,0).
ro: Valoarea X este în afara intervalului (0.0 -> 1.0).
tr: X değeri aralık dışında (0.0 -> 1.0).
uk: Значення X виходить за межі діапазону (0,0 -> 1,0).
vi: Giá trị X nằm ngoài phạm vi (0,0 -> 1,0).
zh: X 值超出範圍 (0.0 -> 1.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEYXYY2LEVEL
source: The Y2 value is out of range (0.0 -> 1.0).
ar: قيمة Y2 خارج النطاق (0.0 -> 1.0).
de: Der Y2-Wert liegt außerhalb des Bereichs (0,0 -> 1,0).
el: Η τιμή Y2 είναι εκτός εύρους (0,0 -> 1,0).
es: El valor Y2 está fuera de rango (0.0 -> 1.0).
fr: La valeur Y2 est hors plage (0,0 -> 1,0).
ga: Tá an luach Y2 lasmuigh den raon (0.0 -> 1.0).
hi: Y2 मान सीमा से बाहर है (0.0 -> 1.0).
id: Nilai Y2 berada di luar kisaran (0,0 -> 1,0).
it: Il valore Y2 è fuori intervallo (0,0 -> 1,0).
ja: Y2 値が範囲外です (0.0 -> 1.0)。
ko: Y2 값이 범위를 벗어났습니다(0.0 -> 1.0).
ms: Nilai Y2 berada di luar julat (0.0 -> 1.0).
nb: Y2-verdien er utenfor området (0,0 -> 1,0).
nl: De Y2-waarde ligt buiten het bereik (0,0 -> 1,0).
pt: O valor Y2 está fora do intervalo (0,0 -> 1,0).
ro: Valoarea Y2 este în afara intervalului (0,0 -> 1,0).
tr: Y2 değeri aralık dışında (0.0 -> 1.0).
uk: Значення Y2 виходить за межі діапазону (0,0 -> 1,0).
vi: Giá trị Y2 nằm ngoài phạm vi (0,0 -> 1,0).
zh: Y2 值超出範圍 (0.0 -> 1.0)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDYXYSPECIFIEREXCEED
source: Invalid YXY color specifier "{0}". The specifier may not be more than three elements. Ensure that it's on the correct format
ar: مُحدِّد لون YXY غير صالح "{0}". لا يجب أن يتجاوز المُحدِّد ثلاثة عناصر. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger YXY-Farbspezifizierer "{0}". Der Spezifizierer darf nicht mehr als drei Elemente umfassen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος YXY "{0}". Ο προσδιοριστής δεν μπορεί να έχει περισσότερα από τρία στοιχεία. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Especificador de color YXY "{0}" no válido. El especificador no puede tener más de tres elementos. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur YXY « {0} » non valide. Ce spécificateur ne doit pas comporter plus de trois éléments. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha YXY neamhbhailí "{0}". Ní fhéadfaidh níos mó ná trí eilimint a bheith sa sonraitheoir. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य YXY रंग विनिर्देशक "{0}"। विनिर्देशक में तीन से ज़्यादा तत्व नहीं होने चाहिए। सुनिश्चित करें कि यह सही फ़ॉर्मेट में है
id: Penentu warna YXY "{0}" tidak valid. Penentu tidak boleh lebih dari tiga elemen. Pastikan formatnya benar
it: Specificatore di colore YXY "{0}" non valido. Lo specificatore non può contenere più di tre elementi. Assicurarsi che sia nel formato corretto.
ja: YXYカラー指定子「{0}」が無効です。指定子は3要素以下にする必要があります。正しい形式であることを確認してください。
ko: YXY 색상 지정자 "{0}"이(가) 잘못되었습니다. 지정자는 세 개 이상의 요소를 포함할 수 없습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna YXY tidak sah "{0}". Penentu mungkin tidak lebih daripada tiga elemen. Pastikan ia berada pada format yang betul
nb: Ugyldig YXY-fargespesifikator «{0}». Spesifikatoren kan ikke inneholde mer enn tre elementer. Sørg for at den er i riktig format.
nl: Ongeldige YXY-kleurspecificatie "{0}". De specificatie mag niet meer dan drie elementen bevatten. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador de cor YXY inválido "{0}". O especificador não pode ter mais de três elementos. Certifique-se de que está no formato correto.
ro: Specificator de culoare YXY „{0}” nevalid. Specificatorul nu poate avea mai mult de trei elemente. Asigurați-vă că are formatul corect.
tr: Geçersiz YXY renk belirteci "{0}". Belirteç üçten fazla öğeden oluşamaz. Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору YXY "{0}". Специфікатор не може містити більше трьох елементів. Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu YXY không hợp lệ "{0}". Chỉ định màu không được quá ba phần tử. Đảm bảo rằng nó ở đúng định dạng
zh: YXY 顏色說明符「{0}」無效。該說明符不能超過三個元素。請確保其格式正確

# T_COLOR_CONTRAST_EXCEPTION_INVALIDTYPE
source: Color type is invalid
ar: نوع اللون غير صالح
de: Der Farbtyp ist ungültig
el: Ο τύπος χρώματος δεν είναι έγκυρος
es: El tipo de color no es válido
fr: Le type de couleur n'est pas valide
ga: Tá an cineál datha neamhbhailí
hi: रंग प्रकार अमान्य है
id: Jenis warna tidak valid
it: Il tipo di colore non è valido
ja: 色のタイプが無効です
ko: 색상 유형이 잘못되었습니다
ms: Jenis warna tidak sah
nb: Fargetypen er ugyldig
nl: Kleurtype is ongeldig
pt: O tipo de cor é inválido
ro: Tipul de culoare este invalid
tr: Renk türü geçersiz
uk: Тип кольору недійсний
vi: Kiểu màu không hợp lệ
zh: 顏色類型無效

# T_COLOR_CONTRAST_EXCEPTION_INVALIDSPECIFIER
source: Color specifier for seeability is invalid
ar: مُحدد اللون لإمكانية الرؤية غير صالح
de: Der Farbspezifizierer für Sichtbarkeit ist ungültig
el: Ο προσδιοριστής χρώματος για την ορατότητα δεν είναι έγκυρος
es: El especificador de color para visibilidad no es válido
fr: Le spécificateur de couleur pour la visibilité n'est pas valide
ga: Tá an sonraitheoir datha le haghaidh infheictheachta neamhbhailí
hi: दृश्यता के लिए रंग निर्दिष्टकर्ता अमान्य है
id: Spesifikasi warna untuk visibilitas tidak valid
it: Lo specificatore di colore per la visibilità non è valido
ja: 視認性の色指定子が無効です
ko: 가시성을 위한 색상 지정자가 잘못되었습니다.
ms: Penentu warna untuk kebolehlihatan adalah tidak sah
nb: Fargespesifikasjonen for synlighet er ugyldig
nl: Kleurspecificatie voor zichtbaarheid is ongeldig
pt: O especificador de cor para visibilidade é inválido
ro: Specificatorul de culoare pentru vizibilitate este nevalid
tr: Görünürlük için renk belirleyicisi geçersiz
uk: Специфікатор кольору для видимості недійсний
vi: Chỉ định màu sắc cho khả năng nhìn thấy không hợp lệ
zh: 可見性的顏色說明符無效

# T_COLOR_FORMULAS_EXCEPTION_INVALIDMONOCHROMACYTYPE
source: Invalid monochromacy type
ar: نوع أحادي اللون غير صالح
de: Ungültiger Monochromasie-Typ
el: Μη έγκυρος τύπος μονοχρωματικότητας
es: Tipo de monocromatismo no válido
fr: Type de monochromatisme invalide
ga: Cineál monacrómatachta neamhbhailí
hi: अमान्य मोनोक्रोमेसी प्रकार
id: Jenis monokromasi tidak valid
it: Tipo di monocromia non valido
ja: 無効な単色覚タイプ
ko: 잘못된 단색 유형
ms: Jenis monokromatik tidak sah
nb: Ugyldig monokromatisk type
nl: Ongeldig monochromatietype
pt: Tipo de monocromacia inválido
ro: Tip de monocromație nevalid
tr: Geçersiz monokromatik türü
uk: Недійсний тип монохромності
vi: Loại đơn sắc không hợp lệ
zh: 單色類型無效

# T_COLOR_SERIALIZER_EXCEPTION_READERROR1
source: Can't determine how to convert a(n) {0} of {1} to a color.
ar: لا يمكن تحديد كيفية تحويل {0} من {1} إلى لون.
de: Es kann nicht ermittelt werden, wie {0} von {1} in eine Farbe umgewandelt werden kann.
el: Δεν είναι δυνατός ο προσδιορισμός του τρόπου μετατροπής a(n) {0} από {1} σε χρώμα.
es: No se puede determinar cómo convertir un {0} de {1} a un color.
fr: Je n'arrive pas à déterminer comment convertir un(e) {0} de {1} en une couleur.
ga: Ní féidir a chinneadh conas {0} de {1} a thiontú go dath.
hi: यह निर्धारित नहीं किया जा सकता कि {1} में से {0} को रंग में कैसे परिवर्तित किया जाए।
id: Tidak dapat menentukan cara mengonversi {0} dari {1} menjadi warna.
it: Non riesco a determinare come convertire {0} di {1} in un colore.
ja: {1} の {0} を色に変換する方法を判断できません。
ko: {1}의 {0}을 색상으로 변환하는 방법을 결정할 수 없습니다.
ms: Tidak dapat menentukan cara menukar a(n) {0} daripada {1} kepada warna.
nb: Kan ikke finne ut hvordan man konverterer a(n) {0} av {1} til en farge.
nl: Ik kan niet bepalen hoe ik een {0} van {1} naar een kleur kan converteren.
pt: Não é possível determinar como converter um(a) {0} de {1} numa cor.
ro: Nu se poate determina cum se convertește un(n) {0} din {1} într-o culoare.
tr: {1}'in {0}'ının renge nasıl dönüştürüleceği belirlenemiyor.
uk: Неможливо визначити, як перетворити a(n) {0} з {1} на колір.
vi: Không thể xác định cách chuyển đổi {0} của {1} thành một màu.
zh: 無法確定如何將 {1} 中的 {0} 轉換為顏色。

# T_COLOR_SERIALIZER_EXCEPTION_READERROR2
source: Can't determine how to convert a(n) {0} of an unknown type to a color.
ar: لا يمكن تحديد كيفية تحويل {0} من نوع غير معروف إلى لون.
de: Es kann nicht ermittelt werden, wie ein {0} eines unbekannten Typs in eine Farbe konvertiert wird.
el: Δεν είναι δυνατός ο προσδιορισμός του τρόπου μετατροπής a(n) {0} άγνωστου τύπου σε χρώμα.
es: No se puede determinar cómo convertir un {0} de un tipo desconocido a un color.
fr: Je n'arrive pas à déterminer comment convertir un(e) {0} d'un type inconnu en une couleur.
ga: Ní féidir a chinneadh conas a(n) {0} de chineál anaithnid a thiontú go dath.
hi: यह निर्धारित नहीं किया जा सकता कि अज्ञात प्रकार के {0} को रंग में कैसे परिवर्तित किया जाए।
id: Tidak dapat menentukan cara mengonversi {0} yang jenisnya tidak diketahui menjadi suatu warna.
it: Non riesco a determinare come convertire un {0} di tipo sconosciuto in un colore.
ja: 不明なタイプの{0}を色に変換する方法を判断できません。
ko: 알 수 없는 유형의 {0}을 색상으로 변환하는 방법을 결정할 수 없습니다.
ms: Tidak dapat menentukan cara menukar a(n) {0} jenis yang tidak diketahui kepada warna.
nb: Kan ikke finne ut hvordan man konverterer a(n) {0} av en ukjent type til en farge.
nl: Ik kan niet bepalen hoe ik een {0} van een onbekend type naar een kleur kan converteren.
pt: Não é possível determinar como converter um(a) {0} de um tipo desconhecido numa cor.
ro: Nu se poate determina cum se convertește un(n) {0} de tip necunoscut într-o culoare.
tr: Bilinmeyen bir türdeki {0} öğesinin renge nasıl dönüştürüleceği belirlenemiyor.
uk: Неможливо визначити, як перетворити a(n) {0} невідомого типу на колір.
vi: Không xác định được cách chuyển đổi {0} của một kiểu không xác định thành một màu.
zh: 無法確定如何將未知類型的 {0} 轉換為顏色。

# T_COLOR_SERIALIZER_EXCEPTION_WRITEERROR
source: Can't get color.
ar: لا يمكن الحصول على اللون.
de: Ich kann keine Farbe bekommen.
el: Δεν μπορώ να βρω χρώμα.
es: No puedo obtener el color
fr: Je n'arrive pas à obtenir de couleur.
ga: Ní féidir dath a fháil.
hi: रंग नहीं मिल सकता.
id: Tidak bisa mendapatkan warna.
it: Non riesco a vedere il colore.
ja: 色が出ません。
ko: 색깔이 나오지 않아요.
ms: Tidak dapat warna.
nb: Får ikke farge.
nl: Ik krijg geen kleur.
pt: Não é possível obter cores.
ro: Nu pot obține culoare.
tr: Renk alamıyorum.
uk: Не можу отримати колір.
vi: Không thể lấy được màu.
zh: 無法取得顏色。

# T_COLOR_EXCEPTION_SETBACKGROUND
source: Failed to set background
ar: فشل في تعيين الخلفية
de: Hintergrund konnte nicht festgelegt werden
el: Αποτυχία ορισμού φόντου
es: No se pudo establecer el fondo
fr: Échec de la définition de l'arrière-plan
ga: Theip ar an gcúlra a shocrú
hi: पृष्ठभूमि सेट करने में विफल
id: Gagal mengatur latar belakang
it: Impossibile impostare lo sfondo
ja: 背景の設定に失敗しました
ko: 배경 설정에 실패했습니다
ms: Gagal menetapkan latar belakang
nb: Kunne ikke angi bakgrunn
nl: Achtergrond instellen mislukt
pt: Falha ao definir o fundo
ro: Nu s-a putut seta fundalul
tr: Arkaplan ayarlanamadı
uk: Не вдалося встановити фон
vi: Không thể thiết lập nền
zh: 設定背景失敗

# T_COLOR_EXCEPTION_COLORISNULL
source: Color instance is not provided.
ar: لم يتم توفير مثيل اللون.
de: Eine Farbinstanz wird nicht bereitgestellt.
el: Δεν παρέχεται η έγχρωμη παρουσία.
es: No se proporciona instancia de color.
fr: L'instance de couleur n'est pas fournie.
ga: Ní chuirtear sampla datha ar fáil.
hi: रंग उदाहरण प्रदान नहीं किया गया है.
id: Contoh warna tidak disediakan.
it: Non è fornita l'istanza del colore.
ja: カラーインスタンスが提供されていません。
ko: 색상 인스턴스가 제공되지 않습니다.
ms: Contoh warna tidak disediakan.
nb: Fargeeksempel er ikke oppgitt.
nl: Er is geen kleurinstantie beschikbaar.
pt: A instância de cor não é fornecida.
ro: Instanța de culoare nu este furnizată.
tr: Renk örneği sağlanmadı.
uk: Зразок кольору не надано.
vi: Không cung cấp phiên bản màu.
zh: 未提供顏色實例。

# T_INPUT_COMMON_KEYBINDING_EXIT
source: Exit
ar: مخرج
de: Ausfahrt
el: Εξοδος
es: Salida
fr: Sortie
ga: Scoir
hi: बाहर निकलना
id: KELUAR
it: Uscita
ja: 出口
ko: 출구
ms: Keluar
nb: Gå
nl: Uitgang
pt: Saída
ro: Ieșire
tr: Çıkış
uk: Вихід
vi: Ra
zh: 出口

# T_INPUT_COMMON_KEYBINDING_KEYBINDINGS
source: Keybindings
ar: روابط المفاتيح
de: Tastenkombinationen
el: Συνδέσεις πλήκτρων
es: Combinaciones de teclas
fr: Raccourcis clavier
ga: Ceangail Eochracha
hi: कुंजी बाइंडिंग
id: Pengikatan tombol
it: Associazioni di tasti
ja: キーバインド
ko: 키 바인딩
ms: Pengikatan kekunci
nb: Tastebindinger
nl: Toetscombinaties
pt: Atalhos de teclado
ro: Combinări de taste
tr: Tuş Bağlamaları
uk: Клавіатурні комбінації
vi: Phím tắt
zh: 按鍵綁定

# T_INPUT_COMMON_KEYBINDING_FINDNEXT
source: Find Next
ar: البحث عن التالي
de: Weitersuchen
el: Εύρεση επόμενου
es: Encuentra el siguiente
fr: Trouver la suite
ga: Aimsigh an Chéad Chéad
hi: दूसरा खोजो
id: Temukan Selanjutnya
it: Trova successivo
ja: 次を検索
ko: 다음 찾기
ms: Cari Seterusnya
nb: Finn neste
nl: Vind volgende
pt: Encontre o próximo
ro: Găsește următorul
tr: Sonrakini Bul
uk: Знайти далі
vi: Tìm Tiếp Theo
zh: 尋找下一個

# T_INPUT_COMMON_KEYBINDING_GOUP1
source: Move Up
ar: تحرك للأعلى
de: Nach oben
el: Μετακίνηση προς τα πάνω
es: Subir
fr: Monter
ga: Bog Suas
hi: बढ़ाना
id: Naik ke Atas
it: Spostarsi verso l'alto
ja: 上へ移動
ko: 위로 이동
ms: Bergerak Ke Atas
nb: Flytt opp
nl: Omhoog gaan
pt: Mover para cima
ro: Mută în sus
tr: Yukarı Taşı
uk: Перемістити вгору
vi: Di chuyển lên
zh: 上移

# T_INPUT_COMMON_KEYBINDING_GOUP2
source: Go one element up
ar: انتقل إلى عنصر واحد لأعلى
de: Gehe ein Element nach oben
el: Πηγαίνετε ένα στοιχείο προς τα πάνω
es: Sube un elemento
fr: Monter d'un élément
ga: Téigh eilimint amháin suas
hi: एक तत्व ऊपर जाएँ
id: Naik satu elemen ke atas
it: Vai su di un elemento
ja: 1つ上の要素へ移動
ko: 한 요소 위로 이동
ms: Naik satu elemen
nb: Gå ett element opp
nl: Ga één element omhoog
pt: Subir um elemento
ro: Mergeți cu un element în sus
tr: Bir öğe yukarı çık
uk: Піднятися на один елемент вгору
vi: Đi lên một phần tử
zh: 向上移動一個元素

# T_INPUT_COMMON_KEYBINDING_GODOWN1
source: Move Down
ar: التحرك للأسفل
de: Nach unten
el: Μετακίνηση προς τα κάτω
es: Bajar
fr: Descendre
ga: Bog Síos
hi: नीचे की ओर
id: Pindah ke Bawah
it: Sposta giù
ja: 下に移動
ko: 아래로 이동
ms: Bergerak ke Bawah
nb: Flytt ned
nl: Omlaag verplaatsen
pt: Mover para baixo
ro: Mutare în jos
tr: Aşağı Taşı
uk: Перемістити вниз
vi: Di chuyển xuống
zh: 下移

# T_INPUT_COMMON_KEYBINDING_GODOWN2
source: Go one element down
ar: انتقل إلى عنصر واحد لأسفل
de: Gehe ein Element nach unten
el: Πηγαίνετε ένα στοιχείο προς τα κάτω
es: Bajar un elemento
fr: Descendre d'un élément
ga: Téigh eilimint amháin síos
hi: एक तत्व नीचे जाएँ
id: Turunkan satu elemen
it: Scendi di un elemento
ja: 1つ下の要素へ移動
ko: 한 요소 아래로 이동
ms: Turun satu elemen
nb: Gå ett element ned
nl: Ga één element naar beneden
pt: Desça um elemento
ro: Mergeți cu un element mai jos
tr: Bir öğe aşağı in
uk: Перейти на один елемент вниз
vi: Đi xuống một phần tử
zh: 向下移動一個元素

# T_INPUT_COMMON_KEYBINDING_GOPREVPAGE1
source: Previous Page
ar: الصفحة السابقة
de: Vorherige Seite
el: Προηγούμενη σελίδα
es: Página anterior
fr: Page précédente
ga: Leathanach Roimhe Seo
hi: पिछला पृष्ठ
id: Halaman Sebelumnya
it: Pagina precedente
ja: 前のページ
ko: 이전 페이지
ms: Halaman Sebelumnya
nb: Forrige side
nl: Vorige pagina
pt: Página anterior
ro: Pagina anterioară
tr: Önceki Sayfa
uk: Попередня сторінка
vi: Trang trước
zh: 上一頁

# T_INPUT_COMMON_KEYBINDING_GOPREVPAGE2
source: Go to the previous page
ar: انتقل إلى الصفحة السابقة
de: Zur vorherigen Seite gehen
el: Μετάβαση στην προηγούμενη σελίδα
es: Ir a la página anterior
fr: Aller à la page précédente
ga: Téigh go dtí an leathanach roimhe seo
hi: पिछले पृष्ठ पर जाएँ
id: Pergi ke halaman sebelumnya
it: Vai alla pagina precedente
ja: 前のページへ
ko: 이전 페이지로 이동
ms: Pergi ke halaman sebelumnya
nb: Gå til forrige side
nl: Ga naar de vorige pagina
pt: Ir para a página anterior
ro: Mergi la pagina anterioară
tr: Önceki sayfaya git
uk: Перейти на попередню сторінку
vi: Quay lại trang trước
zh: 轉至上一頁

# T_INPUT_COMMON_KEYBINDING_GONEXTPAGE1
source: Next Page
ar: الصفحة التالية
de: Nächste Seite
el: Επόμενη σελίδα
es: Página siguiente
fr: Page suivante
ga: An Leathanach Eile
hi: अगला पृष्ठ
id: Halaman Berikutnya
it: Pagina successiva
ja: 次のページ
ko: 다음 페이지
ms: Halaman Seterusnya
nb: Neste side
nl: Volgende pagina
pt: Próxima página
ro: Pagina următoare
tr: Sonraki Sayfa
uk: Наступна сторінка
vi: Trang tiếp theo
zh: 下一頁

# T_INPUT_COMMON_KEYBINDING_GONEXTPAGE2
source: Go to the next page
ar: انتقل إلى الصفحة التالية
de: Zur nächsten Seite
el: Μετάβαση στην επόμενη σελίδα
es: Ir a la página siguiente
fr: Aller à la page suivante
ga: Téigh go dtí an chéad leathanach eile
hi: अगले पेज पर जाएँ
id: Pergi ke halaman berikutnya
it: Vai alla pagina successiva
ja: 次のページへ
ko: 다음 페이지로 이동
ms: Pergi ke halaman seterusnya
nb: Gå til neste side
nl: Ga naar de volgende pagina
pt: Ir para a página seguinte
ro: Mergi la pagina următoare
tr: Sonraki sayfaya git
uk: Перейти на наступну сторінку
vi: Đi đến trang tiếp theo
zh: 轉至下一頁

# T_INPUT_COMMON_KEYBINDING_GOFIRST1
source: Go to Beginning
ar: انتقل إلى البداية
de: Gehe zum Anfang
el: Μετάβαση στην αρχή
es: Ir al inicio
fr: Aller au début
ga: Téigh go dtí an Tús
hi: आरंभ पर जाएँ
id: Pergi ke Awal
it: Vai all'inizio
ja: 先頭へ戻る
ko: 처음으로 이동
ms: Pergi ke Permulaan
nb: Gå til begynnelsen
nl: Ga naar Begin
pt: Ir para o início
ro: Mergi la început
tr: Başlangıca git
uk: Перейти до початку
vi: Đi đến phần đầu
zh: 轉至開頭
