Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_TOYUVNULLRGB
source: Can't convert a null RGB instance to YUV!
ar: لا يمكن تحويل مثيل RGB فارغ إلى YUV!
de: Eine Null-RGB-Instanz kann nicht in YUV konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε YUV!
es: ¡No se puede convertir una instancia RGB nula a YUV!
fr: Impossible de convertir une instance RVB nulle en YUV !
ga: Ní féidir sampla RGB nialasach a thiontú go YUV!
hi: शून्य RGB इंस्टैंस को YUV में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke YUV!
it: Non è possibile convertire un'istanza RGB nulla in YUV!
ja: ヌル RGB インスタンスを YUV に変換できません。
ko: null RGB 인스턴스를 YUV로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB nol kepada YUV!
nb: Kan ikke konvertere en null RGB-instans til YUV!
nl: Kan een nul-RGB-instantie niet naar YUV converteren!
pt: Não é possível converter uma instância RGB nula para YUV!
ro: Nu se poate converti o instanță RGB nulă în YUV!
tr: Boş bir RGB örneğini YUV'a dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB в YUV!
vi: Không thể chuyển đổi một trường hợp RGB rỗng sang YUV!
zh: 無法將空 RGB 實例轉換為 YUV！

# T_COLOR_MODEL_EXCEPTION_TOXYZNULLRGB
source: Can't convert a null RGB instance to XYZ!
ar: لا يمكن تحويل مثيل RGB فارغ إلى XYZ!
de: Eine Null-RGB-Instanz kann nicht in XYZ konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε XYZ!
es: ¡No se puede convertir una instancia RGB nula a XYZ!
fr: Impossible de convertir une instance RVB nulle en XYZ !
ga: Ní féidir sampla RGB nialasach a thiontú go XYZ!
hi: शून्य RGB इंस्टैंस को XYZ में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke XYZ!
it: Impossibile convertire un'istanza RGB nulla in XYZ!
ja: ヌル RGB インスタンスを XYZ に変換できません。
ko: null RGB 인스턴스를 XYZ로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada XYZ!
nb: Kan ikke konvertere en null RGB-instans til XYZ!
nl: Kan een nul-RGB-instantie niet naar XYZ converteren!
pt: Não é possível converter uma instância RGB nula para XYZ!
ro: Nu se poate converti o instanță RGB nulă în XYZ!
tr: Boş bir RGB örneği XYZ'ye dönüştürülemez!
uk: Неможливо конвертувати нульовий екземпляр RGB у XYZ!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang XYZ!
zh: 空 RGB 實例無法轉換為 XYZ！

# T_COLOR_MODEL_EXCEPTION_TOYXYNULLRGB
source: Can't convert a null RGB instance to YXY!
ar: لا يمكن تحويل مثيل RGB فارغ إلى YXY!
de: Eine Null-RGB-Instanz kann nicht in YXY konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε YXY!
es: ¡No se puede convertir una instancia RGB nula a YXY!
fr: Impossible de convertir une instance RVB nulle en YXY !
ga: Ní féidir sampla RGB nialasach a thiontú go YXY!
hi: शून्य RGB इंस्टैंस को YXY में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke YXY!
it: Impossibile convertire un'istanza RGB nulla in YXY!
ja: null RGB インスタンスを YXY に変換できません。
ko: null RGB 인스턴스를 YXY로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada YXY!
nb: Kan ikke konvertere en null RGB-instans til YXY!
nl: Kan een nul-RGB-instantie niet naar YXY converteren!
pt: Não é possível converter uma instância RGB nula para YXY!
ro: Nu se poate converti o instanță RGB nulă în YXY!
tr: Boş bir RGB örneği YXY'ye dönüştürülemez!
uk: Неможливо конвертувати нульовий екземпляр RGB в YXY!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang YXY!
zh: 無法將空 RGB 實例轉換為 YXY！

# T_COLOR_MODEL_EXCEPTION_TOHUNTERLABNULLRGB
source: Can't convert a null RGB instance to HunterLab!
ar: لا يمكن تحويل مثيل RGB فارغ إلى HunterLab!
de: Eine Null-RGB-Instanz kann nicht in HunterLab konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε HunterLab!
es: ¡No se puede convertir una instancia RGB nula a HunterLab!
fr: Impossible de convertir une instance RVB nulle en HunterLab !
ga: Ní féidir sampla RGB nialasach a thiontú go HunterLab!
hi: शून्य RGB इंस्टैंस को HunterLab में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke HunterLab!
it: Impossibile convertire un'istanza RGB nulla in HunterLab!
ja: null RGB インスタンスを HunterLab に変換できません。
ko: null RGB 인스턴스를 HunterLab으로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh RGB nol kepada HunterLab!
nb: Kan ikke konvertere en null RGB-instans til HunterLab!
nl: Kan een null RGB-instantie niet naar HunterLab converteren!
pt: Não é possível converter uma instância RGB nula para HunterLab!
ro: Nu se poate converti o instanță RGB nulă în HunterLab!
tr: Boş bir RGB örneği HunterLab'a dönüştürülemiyor!
uk: Не вдається конвертувати нульовий екземпляр RGB у HunterLab!
vi: Không thể chuyển đổi phiên bản RGB rỗng sang HunterLab!
zh: 無法將空 RGB 執行個體轉換為 HunterLab！

# T_COLOR_MODEL_EXCEPTION_TOCIELABNULLRGB
source: Can't convert a null RGB instance to CieLab!
ar: لا يمكن تحويل مثيل RGB فارغ إلى CieLab!
de: Eine Null-RGB-Instanz kann nicht in CieLab konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε CieLab!
es: ¡No se puede convertir una instancia RGB nula a CieLab!
fr: Impossible de convertir une instance RVB nulle en CieLab !
ga: Ní féidir sampla RGB nialasach a thiontú go CieLab!
hi: शून्य RGB इंस्टैंस को CieLab में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke CieLab!
it: Impossibile convertire un'istanza RGB nulla in CieLab!
ja: null RGB インスタンスを CieLab に変換できません。
ko: null RGB 인스턴스를 CieLab로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada CieLab!
nb: Kan ikke konvertere en null RGB-instans til CieLab!
nl: Kan een null RGB-instantie niet naar CieLab converteren!
pt: Não é possível converter uma instância RGB nula para CieLab!
ro: Nu se poate converti o instanță RGB nulă în CieLab!
tr: Boş bir RGB örneğini CieLab'a dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB у CieLab!
vi: Không thể chuyển đổi phiên bản RGB rỗng sang CieLab!
zh: 無法將空 RGB 實例轉換為 CieLab！

# T_COLOR_MODEL_EXCEPTION_TOCIELUVNULLRGB
source: Can't convert a null RGB instance to CieLuv!
ar: لا يمكن تحويل مثيل RGB فارغ إلى CieLuv!
de: Eine Null-RGB-Instanz kann nicht in CieLuv konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε CieLuv!
es: ¡No se puede convertir una instancia RGB nula a CieLuv!
fr: Impossible de convertir une instance RVB nulle en CieLuv !
ga: Ní féidir sampla RGB nialasach a thiontú go CieLuv!
hi: शून्य RGB इंस्टैंस को CieLuv में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke CieLuv!
it: Impossibile convertire un'istanza RGB nulla in CieLuv!
ja: null RGB インスタンスを CieLuv に変換できません。
ko: null RGB 인스턴스를 CieLuv로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada CieLuv!
nb: Kan ikke konvertere en null RGB-instans til CieLuv!
nl: Kan een null RGB-instantie niet naar CieLuv converteren!
pt: Não é possível converter uma instância RGB nula para CieLuv!
ro: Nu se poate converti o instanță RGB nulă în CieLuv!
tr: Boş bir RGB örneğini CieLuv'a dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB у CieLuv!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang CieLuv!
zh: 無法將空 RGB 實例轉換為 CieLuv！

# T_COLOR_MODEL_EXCEPTION_TOCIELCHNULLRGB
source: Can't convert a null RGB instance to CieLch!
ar: لا يمكن تحويل مثيل RGB فارغ إلى CieLch!
de: Eine Null-RGB-Instanz kann nicht in CieLch konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής RGB παρουσίας σε CieLch!
es: ¡No se puede convertir una instancia RGB nula a CieLch!
fr: Impossible de convertir une instance RVB nulle en CieLch !
ga: Ní féidir sampla RGB nialasach a thiontú go CieLch!
hi: शून्य RGB इंस्टैंस को CieLch में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke CieLch!
it: Impossibile convertire un'istanza RGB nulla in CieLch!
ja: null RGB インスタンスを CieLch に変換できません。
ko: null RGB 인스턴스를 CieLch로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB null kepada CieLch!
nb: Kan ikke konvertere en null RGB-instans til CieLch!
nl: Kan een null RGB-instantie niet naar CieLch converteren!
pt: Não é possível converter uma instância RGB nula para CieLch!
ro: Nu se poate converti o instanță RGB nulă în CieLch!
tr: Boş bir RGB örneğini CieLch'e dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр RGB у CieLch!
vi: Không thể chuyển đổi một thể hiện RGB rỗng sang CieLch!
zh: 無法將空 RGB 實例轉換為 CieLch！

# T_COLOR_MODEL_EXCEPTION_TOHWBNULLRGB
source: Can't convert a null RGB instance to HWB!
ar: لا يمكن تحويل مثيل RGB فارغ إلى HWB!
de: Eine Null-RGB-Instanz kann nicht in HWB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RGB σε HWB!
es: ¡No se puede convertir una instancia RGB nula a HWB!
fr: Impossible de convertir une instance RVB nulle en HWB !
ga: Ní féidir sampla RGB nialasach a thiontú go HWB!
hi: शून्य RGB इंस्टैंस को HWB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RGB null ke HWB!
it: Impossibile convertire un'istanza RGB nulla in HWB!
ja: null RGB インスタンスを HWB に変換できません。
ko: null RGB 인스턴스를 HWB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RGB nol kepada HWB!
nb: Kan ikke konvertere en null RGB-instans til HWB!
nl: Kan een null RGB-instantie niet naar HWB converteren!
pt: Não é possível converter uma instância RGB nula em HWB!
ro: Nu se poate converti o instanță RGB nulă în HWB!
tr: Boş bir RGB örneğini HWB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр RGB у HWB!
vi: Không thể chuyển đổi phiên bản RGB rỗng sang HWB!
zh: 無法將空 RGB 執行個體轉換為 HWB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLCMYK
source: Can't convert a null CMYK instance to RGB!
ar: لا يمكن تحويل نسخة CMYK فارغة إلى RGB!
de: Eine Null-CMYK-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας CMYK σε RGB!
es: ¡No se puede convertir una instancia CMYK nula a RGB!
fr: Impossible de convertir une instance CMJN nulle en RVB !
ga: Ní féidir sampla CMYK nialasach a thiontú go RGB!
hi: शून्य CMYK इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi contoh CMYK nol ke RGB!
it: Impossibile convertire un'istanza CMYK nulla in RGB!
ja: ヌルの CMYK インスタンスを RGB に変換できません。
ko: null CMYK 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh CMYK nol kepada RGB!
nb: Kan ikke konvertere en null CMYK-instans til RGB!
nl: Kan een lege CMYK-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância CMYK nula para RGB!
ro: Nu se poate converti o instanță CMYK nulă în RGB!
tr: Boş bir CMYK örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр CMYK у RGB!
vi: Không thể chuyển đổi phiên bản CMYK rỗng sang RGB!
zh: 無法將空的 CMYK 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLCMY
source: Can't convert a null CMY instance to RGB!
ar: لا يمكن تحويل نسخة CMY فارغة إلى RGB!
de: Eine Null-CMY-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας CMY σε RGB!
es: ¡No se puede convertir una instancia CMY nula a RGB!
fr: Impossible de convertir une instance CMJ nulle en RVB !
ga: Ní féidir sampla CMY nialasach a thiontú go RGB!
hi: शून्य CMY इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance CMY null ke RGB!
it: Impossibile convertire un'istanza CMY nulla in RGB!
ja: null CMY インスタンスを RGB に変換できません。
ko: null CMY 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh CMY nol kepada RGB!
nb: Kan ikke konvertere en null CMY-instans til RGB!
nl: Kan een lege CMY-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância CMY nula para RGB!
ro: Nu se poate converti o instanță CMY nulă în RGB!
tr: Boş bir CMY örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр CMY в RGB!
vi: Không thể chuyển đổi phiên bản CMY rỗng sang RGB!
zh: 無法將空的 CMY 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLHSL
source: Can't convert a null HSL instance to RGB!
ar: لا يمكن تحويل مثيل HSL فارغ إلى RGB!
de: Eine Null-HSL-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας HSL σε RGB!
es: ¡No se puede convertir una instancia HSL nula a RGB!
fr: Impossible de convertir une instance HSL nulle en RVB !
ga: Ní féidir sampla HSL nialasach a thiontú go RGB!
hi: शून्य HSL इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance HSL null ke RGB!
it: Impossibile convertire un'istanza HSL nulla in RGB!
ja: null HSL インスタンスを RGB に変換できません。
ko: null HSL 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh HSL nol kepada RGB!
nb: Kan ikke konvertere en null HSL-instans til RGB!
nl: Kan een null HSL-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância HSL nula para RGB!
ro: Nu se poate converti o instanță HSL nulă în RGB!
tr: Boş bir HSL örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр HSL у RGB!
vi: Không thể chuyển đổi phiên bản HSL null sang RGB!
zh: 無法將空 HSL 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLHSV
source: Can't convert a null HSV instance to RGB!
ar: لا يمكن تحويل مثيل HSV فارغ إلى RGB!
de: Eine Null-HSV-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας HSV σε RGB!
es: ¡No se puede convertir una instancia HSV nula a RGB!
fr: Impossible de convertir une instance HSV nulle en RVB !
ga: Ní féidir sampla HSV nialasach a thiontú go RGB!
hi: शून्य HSV इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance HSV null ke RGB!
it: Impossibile convertire un'istanza HSV nulla in RGB!
ja: null HSV インスタンスを RGB に変換できません。
ko: null HSV 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh HSV nol kepada RGB!
nb: Kan ikke konvertere en null HSV-instans til RGB!
nl: Kan een nul-HSV-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância HSV nula para RGB!
ro: Nu se poate converti o instanță HSV nulă în RGB!
tr: Boş bir HSV örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр HSV у RGB!
vi: Không thể chuyển đổi phiên bản HSV null sang RGB!
zh: 無法將空的 HSV 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLRYB
source: Can't convert a null RYB instance to RGB!
ar: لا يمكن تحويل مثيل RYB فارغ إلى RGB!
de: Eine Null-RYB-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας RYB σε RGB!
es: ¡No se puede convertir una instancia RYB nula a RGB!
fr: Impossible de convertir une instance RYB nulle en RVB !
ga: Ní féidir sampla RYB nialasach a thiontú go RGB!
hi: शून्य RYB इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance RYB null ke RGB!
it: Impossibile convertire un'istanza RYB nulla in RGB!
ja: null RYB インスタンスを RGB に変換できません。
ko: null RYB 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh RYB nol kepada RGB!
nb: Kan ikke konvertere en null RYB-instans til RGB!
nl: Kan een null RYB-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância RYB nula para RGB!
ro: Nu se poate converti o instanță RYB nulă în RGB!
tr: Boş bir RYB örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр RYB у RGB!
vi: Không thể chuyển đổi phiên bản RYB rỗng sang RGB!
zh: 無法將空白 RYB 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLYIQ
source: Can't convert a null YIQ instance to RGB!
ar: لا يمكن تحويل مثيل YIQ فارغ إلى RGB!
de: Eine Null-YIQ-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας YIQ σε RGB!
es: ¡No se puede convertir una instancia YIQ nula a RGB!
fr: Impossible de convertir une instance YIQ nulle en RVB !
ga: Ní féidir sampla YIQ nialasach a thiontú go RGB!
hi: शून्य YIQ इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance YIQ null ke RGB!
it: Impossibile convertire un'istanza YIQ nulla in RGB!
ja: ヌルの YIQ インスタンスを RGB に変換できません。
ko: null YIQ 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh YIQ nol kepada RGB!
nb: Kan ikke konvertere en null YIQ-instans til RGB!
nl: Kan een nul YIQ-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância YIQ nula para RGB!
ro: Nu se poate converti o instanță YIQ nulă în RGB!
tr: Boş bir YIQ örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр YIQ у RGB!
vi: Không thể chuyển đổi phiên bản YIQ null sang RGB!
zh: 無法將空的 YIQ 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLYUV
source: Can't convert a null YUV instance to RGB!
ar: لا يمكن تحويل مثيل YUV فارغ إلى RGB!
de: Eine Null-YUV-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας YUV σε RGB!
es: ¡No se puede convertir una instancia YUV nula a RGB!
fr: Impossible de convertir une instance YUV nulle en RVB !
ga: Ní féidir sampla YUV nialasach a thiontú go RGB!
hi: शून्य YUV इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance YUV null ke RGB!
it: Impossibile convertire un'istanza YUV nulla in RGB!
ja: ヌル YUV インスタンスを RGB に変換できません。
ko: null YUV 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh YUV nol kepada RGB!
nb: Kan ikke konvertere en null YUV-instans til RGB!
nl: Kan een nul-YUV-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância YUV nula para RGB!
ro: Nu se poate converti o instanță YUV nulă în RGB!
tr: Boş bir YUV örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр YUV у RGB!
vi: Không thể chuyển đổi một trường hợp YUV null sang RGB!
zh: 無法將空 YUV 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLXYZ
source: Can't convert a null XYZ instance to RGB!
ar: لا يمكن تحويل مثيل XYZ فارغ إلى RGB!
de: Eine Null-XYZ-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας XYZ σε RGB!
es: ¡No se puede convertir una instancia XYZ nula a RGB!
fr: Impossible de convertir une instance XYZ nulle en RVB !
ga: Ní féidir sampla nialasach XYZ a thiontú go RGB!
hi: शून्य XYZ उदाहरण को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance XYZ null ke RGB!
it: Impossibile convertire un'istanza XYZ nulla in RGB!
ja: null XYZ インスタンスを RGB に変換できません。
ko: null XYZ 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak dapat menukar tika XYZ nol kepada RGB!
nb: Kan ikke konvertere en null XYZ-instans til RGB!
nl: Kan een nul XYZ-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância XYZ nula para RGB!
ro: Nu se poate converti o instanță XYZ nulă în RGB!
tr: Boş bir XYZ örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр XYZ у RGB!
vi: Không thể chuyển đổi một thể hiện XYZ rỗng sang RGB!
zh: 無法將空的 XYZ 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLYXY
source: Can't convert a null YXY instance to RGB!
ar: لا يمكن تحويل مثيل YXY فارغ إلى RGB!
de: Eine Null-YXY-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας YXY σε RGB!
es: ¡No se puede convertir una instancia YXY nula a RGB!
fr: Impossible de convertir une instance YXY nulle en RVB !
ga: Ní féidir sampla YXY nialasach a thiontú go RGB!
hi: शून्य YXY इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance YXY null ke RGB!
it: Impossibile convertire un'istanza YXY nulla in RGB!
ja: null YXY インスタンスを RGB に変換できません。
ko: null YXY 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar tika YXY nol kepada RGB!
nb: Kan ikke konvertere en null YXY-instans til RGB!
nl: Kan een null YXY-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância YXY nula em RGB!
ro: Nu se poate converti o instanță YXY nulă în RGB!
tr: Boş bir YXY örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр YXY у RGB!
vi: Không thể chuyển đổi một thể hiện YXY null sang RGB!
zh: 無法將空的 YXY 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLHUNTERLAB
source: Can't convert a null HunterLab instance to RGB!
ar: لا يمكن تحويل مثيل HunterLab فارغًا إلى RGB!
de: Eine Null-HunterLab-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας HunterLab σε RGB!
es: ¡No se puede convertir una instancia nula de HunterLab a RGB!
fr: Impossible de convertir une instance HunterLab nulle en RVB !
ga: Ní féidir sampla nialasach de HunterLab a thiontú go RGB!
hi: शून्य HunterLab इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance HunterLab null ke RGB!
it: Impossibile convertire un'istanza HunterLab nulla in RGB!
ja: null の HunterLab インスタンスを RGB に変換できません。
ko: null HunterLab 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh HunterLab nol kepada RGB!
nb: Kan ikke konvertere en null HunterLab-instans til RGB!
nl: Kan een null HunterLab-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância nula do HunterLab para RGB!
ro: Nu se poate converti o instanță HunterLab nulă în RGB!
tr: Boş bir HunterLab örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр HunterLab у RGB!
vi: Không thể chuyển đổi phiên bản HunterLab null sang RGB!
zh: 無法將空的 HunterLab 執行個體轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLCIELAB
source: Can't convert a null CieLab instance to RGB!
ar: لا يمكن تحويل مثيل CieLab فارغ إلى RGB!
de: Eine Null-CieLab-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας CieLab σε RGB!
es: ¡No se puede convertir una instancia nula de CieLab a RGB!
fr: Impossible de convertir une instance CieLab nulle en RVB !
ga: Ní féidir sampla nialasach CieLab a thiontú go RGB!
hi: शून्य CieLab इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance CieLab null ke RGB!
it: Impossibile convertire un'istanza CieLab nulla in RGB!
ja: null の CieLab インスタンスを RGB に変換できません。
ko: null CieLab 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak dapat menukar contoh CieLab nol kepada RGB!
nb: Kan ikke konvertere en null CieLab-instans til RGB!
nl: Kan een nul CieLab-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância nula do CieLab para RGB!
ro: Nu se poate converti o instanță CieLab nulă în RGB!
tr: Boş bir CieLab örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр CieLab у RGB!
vi: Không thể chuyển đổi phiên bản CieLab null sang RGB!
zh: 無法將空的 CieLab 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLCIELUV
source: Can't convert a null CieLuv instance to RGB!
ar: لا يمكن تحويل مثيل CieLuv فارغ إلى RGB!
de: Eine Null-CieLuv-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας CieLuv σε RGB!
es: ¡No se puede convertir una instancia nula de CieLuv a RGB!
fr: Impossible de convertir une instance CieLuv nulle en RVB !
ga: Ní féidir sampla nialasach CieLuv a thiontú go RGB!
hi: शून्य CieLuv इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance CieLuv null ke RGB!
it: Impossibile convertire un'istanza CieLuv nulla in RGB!
ja: null の CieLuv インスタンスを RGB に変換できません。
ko: null CieLuv 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh CieLuv null kepada RGB!
nb: Kan ikke konvertere en null CieLuv-instans til RGB!
nl: Kan een null CieLuv-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância nula de CieLuv para RGB!
ro: Nu se poate converti o instanță CieLuv nulă în RGB!
tr: Boş bir CieLuv örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр CieLuv у RGB!
vi: Không thể chuyển đổi phiên bản CieLuv null sang RGB!
zh: 無法將空的 CieLuv 實例轉換為 RGB！
