Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_SHELL_BASE_CAC_EXCEPTION_COMPFUNCREMOVEBUILTIN
source: The built-in completion function can't be removed.
ar: لا يُمكن إزالة دالة الإكمال المُضمَّنة.
de: Die integrierte Vervollständigungsfunktion kann nicht entfernt werden.
el: Η ενσωματωμένη συνάρτηση ολοκλήρωσης δεν μπορεί να καταργηθεί.
es: La función de completar integrada no se puede eliminar.
fr: La fonction de complétion intégrée ne peut pas être supprimée.
ga: Ní féidir an fheidhm chomhlánaithe ionsuite a bhaint.
hi: अंतर्निहित पूर्णता फ़ंक्शन को हटाया नहीं जा सकता।
id: Fungsi pelengkapan bawaan tidak dapat dihapus.
it: La funzione di completamento integrata non può essere rimossa.
ja: 組み込み補完機能は削除できません。
ko: 기본 제공 완료 함수는 제거할 수 없습니다.
ms: Fungsi penyiapan terbina dalam tidak boleh dialih keluar.
nb: Den innebygde fullføringsfunksjonen kan ikke fjernes.
nl: De ingebouwde aanvulfunctie kan niet worden verwijderd.
pt: A função de conclusão integrada não pode ser removida.
ro: Funcția de completare încorporată nu poate fi eliminată.
tr: Yerleşik tamamlama işlevi kaldırılamaz.
uk: Вбудовану функцію автодоповнення неможливо видалити.
vi: Không thể xóa chức năng hoàn thành tích hợp.
zh: 內建完成函數無法移除。
