Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_STYLES_SELECTION_KEYBINDING_CONFIRM
source: Confirm
ar: يتأكد
de: Bestätigen
el: Επιβεβαιώνω
es: Confirmar
fr: Confirmer
ga: Deimhnigh
hi: पुष्टि करना
id: Mengonfirmasi
it: Confermare
ja: 確認する
ko: 확인하다
ms: sahkan
nb: Bekrefte
nl: Bevestigen
pt: Confirmar
ro: Confirma
tr: Onaylamak
uk: Підтвердити
vi: Xác nhận
zh: 確認

# T_INPUT_STYLES_SELECTION_KEYBINDING_SIDEBAR
source: Sidebar
ar: الشريط الجانبي
de: Seitenleiste
el: Πλαϊνή μπάρα
es: Barra lateral
fr: Barre latérale
ga: Barra taobh
hi: साइड बार
id: Bilah Samping
it: Barra laterale
ja: サイドバー
ko: 사이드바
ms: Bar sisi
nb: Sidefelt
nl: Zijbalk
pt: Barra lateral
ro: Bara laterală
tr: Kenar çubuğu
uk: Бічна панель
vi: Thanh bên
zh: 側邊欄

# T_INPUT_STYLES_SELECTION_KEYBINDING_MORE
source: More
ar: أكثر
de: Mehr
el: Περισσότερο
es: Más
fr: Plus
ga: Tuilleadh
hi: अधिक
id: Lagi
it: Di più
ja: もっと
ko: 더
ms: Lagi
nb: Flere
nl: Meer
pt: Mais
ro: Mai mult
tr: Daha
uk: Більше
vi: Hơn
zh: 更多的

# T_INPUT_STYLES_SELECTION_KEYBINDING_CONFIRMSELECTIONS
source: Confirms selection(s)
ar: يؤكد الاختيارات
de: Bestätigt die Auswahl(en)
el: Επιβεβαιώνει την επιλογή/ές
es: Confirma la(s) selección(es)
fr: Confirme la ou les sélections
ga: Deimhníonn rogha(cháin)
hi: चयन की पुष्टि करता है
id: Konfirmasi pilihan
it: Conferma la/le selezione/i
ja: 選択内容を確認します
ko: 선택 항목을 확인합니다
ms: Mengesahkan pilihan
nb: Bekrefter valg(er)
nl: Bevestigt selectie(s)
pt: Confirma seleção(ões)
ro: Confirmă selecția/selecțiile
tr: Seçimi onaylar
uk: Підтверджує вибір(и)
vi: Xác nhận lựa chọn
zh: 確認選擇

# T_INPUT_STYLES_SELECTION_KEYBINDING_CHANGEVALUERADIO
source: Changes the selected value (radio buttons)
ar: تغيير القيمة المحددة (أزرار الاختيار)
de: Ändert den ausgewählten Wert (Radiobuttons)
el: Αλλάζει την επιλεγμένη τιμή (κουμπιά επιλογής)
es: Cambia el valor seleccionado (botones de opción)
fr: Modifie la valeur sélectionnée (boutons radio)
ga: Athraíonn an luach roghnaithe (cnaipí raidió)
hi: चयनित मान परिवर्तित करता है (रेडियो बटन)
id: Mengubah nilai yang dipilih (tombol radio)
it: Modifica il valore selezionato (pulsanti di scelta)
ja: 選択した値を変更します（ラジオボタン）
ko: 선택된 값을 변경합니다(라디오 버튼)
ms: Menukar nilai yang dipilih (butang radio)
nb: Endrer den valgte verdien (radioknapper)
nl: Wijzigt de geselecteerde waarde (keuzerondjes)
pt: Altera o valor selecionado (botões de opção)
ro: Modifică valoarea selectată (butoane radio)
tr: Seçili değeri değiştirir (radyo düğmeleri)
uk: Змінює вибране значення (радіокнопки)
vi: Thay đổi giá trị đã chọn (nút radio)
zh: 變更選定的值（單選按鈕）

# T_INPUT_STYLES_SELECTION_KEYBINDING_CANCELSELECTIONS
source: Cancel selection(s)
ar: إلغاء الاختيار(ات)
de: Auswahl(en) abbrechen
el: Ακύρωση επιλογής/ών
es: Cancelar selección(es)
fr: Annuler la ou les sélections
ga: Cealaigh rogha(cháin)
hi: चयन रद्द करें
id: Batalkan pilihan
it: Annulla selezione/i
ja: 選択をキャンセル
ko: 선택 취소
ms: Batalkan pilihan
nb: Avbryt valg(er)
nl: Selectie(s) annuleren
pt: Cancelar seleção(ões)
ro: Anulați selecția/selecțiile
tr: Seçimi iptal et
uk: Скасувати вибір(и)
vi: Hủy lựa chọn
zh: 取消選擇

# T_INPUT_STYLES_SELECTION_KEYBINDING_GOUP
source: Goes one element up
ar: يرتفع عنصر واحد
de: Geht ein Element nach oben
el: Ανεβαίνει ένα στοιχείο προς τα πάνω
es: Sube un elemento
fr: Monte d'un élément
ga: Téann eilimint amháin suas
hi: एक तत्व ऊपर चला जाता है
id: Naik satu elemen ke atas
it: Sale di un elemento
ja: 1つ上の要素へ移動
ko: 한 요소 위로 올라갑니다
ms: Naik satu elemen
nb: Går ett element opp
nl: Gaat één element omhoog
pt: Sobe um elemento
ro: Merge cu un element în sus
tr: Bir öğe yukarı gider
uk: Піднімається на один елемент вгору
vi: Tăng một phần tử lên
zh: 向上移動一個元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_GODOWN
source: Goes one element down
ar: ينزل عنصر واحد
de: Geht ein Element nach unten
el: Πηγαίνει ένα στοιχείο προς τα κάτω
es: Va un elemento hacia abajo
fr: Un élément descend
ga: Téann sé eilimint amháin síos
hi: एक तत्व नीचे चला जाता है
id: Turun satu elemen
it: Scende di un elemento
ja: 1つ下の要素へ移動
ko: 한 요소 아래로 이동합니다
ms: Menurunkan satu elemen
nb: Går ett element ned
nl: Gaat één element naar beneden
pt: Desce um elemento
ro: Coboară cu un element
tr: Bir öğe aşağı iner
uk: Зменшує один елемент
vi: Giảm một phần tử xuống
zh: 向下移動一個元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_FIRSTELEMENT
source: Goes to the first element
ar: يذهب إلى العنصر الأول
de: Geht zum ersten Element
el: Πηγαίνει στο πρώτο στοιχείο
es: Va al primer elemento
fr: Va au premier élément
ga: Téann go dtí an chéad eilimint
hi: पहले तत्व पर जाता है
id: Menuju ke elemen pertama
it: Va al primo elemento
ja: 最初の要素へ移動
ko: 첫 번째 요소로 이동합니다
ms: Pergi ke elemen pertama
nb: Går til det første elementet
nl: Gaat naar het eerste element
pt: Vai para o primeiro elemento
ro: Merge la primul element
tr: İlk öğeye gider
uk: Переходить до першого елемента
vi: Đi đến phần tử đầu tiên
zh: 轉到第一個元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_LASTELEMENT
source: Goes to the last element
ar: يذهب إلى العنصر الأخير
de: Geht zum letzten Element
el: Πηγαίνει στο τελευταίο στοιχείο
es: Va al último elemento
fr: Va au dernier élément
ga: Téann go dtí an eilimint dheireanach
hi: अंतिम तत्व पर जाता है
id: Menuju ke elemen terakhir
it: Va all'ultimo elemento
ja: 最後の要素へ移動
ko: 마지막 요소로 이동합니다
ms: Pergi ke elemen terakhir
nb: Går til det siste elementet
nl: Gaat naar het laatste element
pt: Vai para o último elemento
ro: Merge la ultimul element
tr: Son elemana gider
uk: Переходить до останнього елемента
vi: Đi đến phần tử cuối cùng
zh: 轉到最後一個元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_PREVPAGE
source: Goes to the previous page
ar: ينتقل إلى الصفحة السابقة
de: Geht zur vorherigen Seite
el: Μεταβαίνει στην προηγούμενη σελίδα
es: Va a la página anterior
fr: Passe à la page précédente
ga: Téann go dtí an leathanach roimhe seo
hi: पिछले पृष्ठ पर जाएँ
id: Pergi ke halaman sebelumnya
it: Va alla pagina precedente
ja: 前のページへ戻る
ko: 이전 페이지로 이동합니다
ms: Pergi ke halaman sebelumnya
nb: Går til forrige side
nl: Gaat naar de vorige pagina
pt: Vai para a página anterior
ro: Merge la pagina anterioară
tr: Önceki sayfaya gider
uk: Перехід на попередню сторінку
vi: Đi đến trang trước
zh: 轉至上一頁

# T_INPUT_STYLES_SELECTION_KEYBINDING_NEXTPAGE
source: Goes to the next page
ar: ينتقل إلى الصفحة التالية
de: Geht zur nächsten Seite
el: Μεταβαίνει στην επόμενη σελίδα
es: Va a la página siguiente
fr: Passe à la page suivante
ga: Téann go dtí an chéad leathanach eile
hi: अगले पेज पर जाएँ
id: Pergi ke halaman berikutnya
it: Va alla pagina successiva
ja: 次のページへ
ko: 다음 페이지로 이동합니다
ms: Pergi ke halaman seterusnya
nb: Går til neste side
nl: Gaat naar de volgende pagina
pt: Vai para a página seguinte
ro: Merge la pagina următoare
tr: Sonraki sayfaya gider
uk: Перехід на наступну сторінку
vi: Chuyển đến trang tiếp theo
zh: 轉到下一頁

# T_INPUT_STYLES_SELECTION_KEYBINDING_SEARCH
source: Searches for an element
ar: عمليات البحث عن عنصر
de: Sucht nach einem Element
el: Αναζητά ένα στοιχείο
es: Busca un elemento
fr: Recherche un élément
ga: Cuardaigh eilimint
hi: किसी तत्व की खोज करता है
id: Pencarian elemen
it: Cerca un elemento
ja: 要素を検索する
ko: 요소 검색
ms: Mencari elemen
nb: Søker etter et element
nl: Zoekt naar een element
pt: Procura um elemento
ro: Caută un element
tr: Bir öğeyi arar
uk: Пошук елемента
vi: Tìm kiếm một phần tử
zh: 搜尋元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_GOUPSIDEBAR
source: Go up in a sidebar
ar: اذهب إلى الأعلى في الشريط الجانبي
de: In einer Seitenleiste nach oben gehen
el: Μετάβαση προς τα πάνω σε μια πλαϊνή μπάρα
es: Subir a una barra lateral
fr: Monter dans une barre latérale
ga: Téigh suas i mbarra taoibh
hi: साइडबार में ऊपर जाएँ
id: Naik ke bilah sisi
it: Vai su in una barra laterale
ja: サイドバーに上がる
ko: 사이드바에서 위로 이동
ms: Naik dalam bar sisi
nb: Gå opp i en sidefelt
nl: Ga omhoog in een zijbalk
pt: Subir para uma barra lateral
ro: Mergeți în sus într-o bară laterală
tr: Kenar çubuğuna git
uk: Перейти вгору на бічній панелі
vi: Đi lên trong thanh bên
zh: 在側邊欄中向上移動

# T_INPUT_STYLES_SELECTION_KEYBINDING_GODOWNSIDEBAR
source: Go down in a sidebar
ar: النزول في الشريط الجانبي
de: Gehen Sie in einer Seitenleiste nach unten
el: Μεταβείτε κάτω σε μια πλαϊνή γραμμή
es: Bajar a la barra lateral
fr: Descendre dans une barre latérale
ga: Téigh síos i mbarra taoibh
hi: साइडबार में नीचे जाएँ
id: Turun di sidebar
it: Scendi in una barra laterale
ja: サイドバーに移動する
ko: 사이드바에서 아래로 이동
ms: Turun dalam bar sisi
nb: Gå ned i en sidefelt
nl: Ga naar beneden in een zijbalk
pt: Desça numa barra lateral
ro: Mergeți în jos într-o bară laterală
tr: Kenar çubuğuna in
uk: Перейти вниз на бічній панелі
vi: Đi xuống trong thanh bên
zh: 進入側邊欄

# T_INPUT_STYLES_SELECTION_KEYBINDING_GOUPQUESTION
source: Go up in a question box
ar: اذهب إلى صندوق الأسئلة
de: Gehen Sie in ein Fragefeld nach oben
el: Ανεβείτε σε ένα πλαίσιο ερωτήσεων
es: Subir en un cuadro de preguntas
fr: Monter dans une boîte à questions
ga: Téigh suas i mbosca ceisteanna
hi: प्रश्न बॉक्स में ऊपर जाएँ
id: Naik ke kotak pertanyaan
it: Vai in una casella delle domande
ja: 質問箱に記入してください
ko: 질문 상자에 올라가다
ms: Naik dalam kotak soalan
nb: Gå opp i en spørsmålsboks
nl: Ga omhoog in een vragenbox
pt: Subir para uma caixa de perguntas
ro: Mergeți în sus într-o casetă de întrebări
tr: Soru kutusuna gir
uk: Перейти в поле запитань
vi: Đi lên hộp câu hỏi
zh: 進入問題箱

# T_INPUT_STYLES_SELECTION_KEYBINDING_GODOWNQUESTION
source: Go down in a question box
ar: انزل في مربع السؤال
de: Gehen Sie in ein Fragefeld nach unten
el: Πηγαίνετε σε ένα πλαίσιο ερωτήσεων
es: Bajar en un cuadro de preguntas
fr: Descendre dans une boîte à questions
ga: Téigh síos i mbosca ceisteanna
hi: प्रश्न बॉक्स में नीचे जाएँ
id: Turun ke kotak pertanyaan
it: Scendi in una casella delle domande
ja: 質問箱に記入してください
ko: 질문 상자에 들어가세요
ms: Turun dalam kotak soalan
nb: Gå ned i en spørsmålsboks
nl: Ga naar beneden in een vragenbox
pt: Vá para uma caixa de perguntas
ro: Coborâți într-o casetă de întrebări
tr: Soru kutusuna git
uk: Зайдіть у поле запитань
vi: Đi xuống hộp câu hỏi
zh: 進入問題箱

# T_INPUT_STYLES_SELECTION_KEYBINDING_SHOWCOUNT
source: Show page and choice count
ar: إظهار عدد الصفحات والاختيارات
de: Seiten- und Auswahlanzahl anzeigen
el: Εμφάνιση αριθμού σελίδων και επιλογών
es: Mostrar el recuento de páginas y opciones
fr: Afficher le nombre de pages et de choix
ga: Taispeáin líon na leathanach agus na roghanna
hi: पृष्ठ और विकल्प संख्या दिखाएँ
id: Tampilkan halaman dan jumlah pilihan
it: Mostra il numero di pagine e di scelte
ja: ページ数と選択数を表示
ko: 페이지 및 선택 횟수 표시
ms: Tunjukkan halaman dan kiraan pilihan
nb: Vis antall sider og valg
nl: Toon pagina en keuze aantal
pt: Mostrar página e contagem de escolhas
ro: Afișați numărul de pagini și opțiuni
tr: Sayfa ve seçim sayısını göster
uk: Показати кількість сторінок та варіантів вибору
vi: Hiển thị số trang và lựa chọn
zh: 顯示頁面和選擇計數

# T_INPUT_STYLES_SELECTION_KEYBINDING_SHOWITEMINFO
source: Show item info
ar: إظهار معلومات العنصر
de: Artikelinfos anzeigen
el: Εμφάνιση πληροφοριών αντικειμένου
es: Mostrar información del artículo
fr: Afficher les informations sur l'article
ga: Taispeáin eolas faoin earra
hi: आइटम जानकारी दिखाएं
id: Tampilkan info item
it: Mostra informazioni sull'articolo
ja: アイテム情報を表示
ko: 상품 정보 보기
ms: Tunjukkan maklumat item
nb: Vis vareinformasjon
nl: Iteminfo weergeven
pt: Mostrar informações do artigo
ro: Afișează informații despre articol
tr: Ürün bilgisini göster
uk: Показати інформацію про товар
vi: Hiển thị thông tin mục
zh: 顯示商品資訊

# T_INPUT_STYLES_SELECTION_KEYBINDING_SELECTONECHOICE
source: Selects or deselects a choice
ar: تحديد أو إلغاء تحديد خيار
de: Wählt eine Auswahl aus oder hebt die Auswahl auf
el: Επιλέγει ή ακυρώνει μια επιλογή
es: Selecciona o deselecciona una opción
fr: Sélectionne ou désélectionne un choix
ga: Roghnaíonn nó díroghnaíonn rogha
hi: किसी विकल्प का चयन या अचयन करता है
id: Memilih atau membatalkan pilihan
it: Seleziona o deseleziona una scelta
ja: 選択肢を選択または選択解除します
ko: 선택 항목을 선택하거나 선택 취소합니다
ms: Memilih atau menyahpilih pilihan
nb: Merker eller fjerner merkingen av et valg
nl: Selecteert of deselecteert een keuze
pt: Seleciona ou desmarca uma opção
ro: Selectează sau deselectează o opțiune
tr: Bir seçeneği seçer veya seçimini kaldırır
uk: Вибирає або скасовує вибір
vi: Chọn hoặc bỏ chọn một lựa chọn
zh: 選擇或取消選擇一個選項

# T_INPUT_STYLES_SELECTION_KEYBINDING_SELECTALLITEMSSAMEGROUPSAMECATEGORY
source: Selects all the elements in the same group and category
ar: تحديد جميع العناصر في نفس المجموعة والفئة
de: Wählt alle Elemente in der gleichen Gruppe und Kategorie aus
el: Επιλέγει όλα τα στοιχεία στην ίδια ομάδα και κατηγορία
es: Selecciona todos los elementos del mismo grupo y categoría
fr: Sélectionne tous les éléments du même groupe et de la même catégorie
ga: Roghnaíonn sé na heilimintí uile sa ghrúpa agus sa chatagóir chéanna
hi: एक ही समूह और श्रेणी के सभी तत्वों का चयन करता है
id: Memilih semua elemen dalam grup dan kategori yang sama
it: Seleziona tutti gli elementi nello stesso gruppo e categoria
ja: 同じグループとカテゴリ内のすべての要素を選択します
ko: 동일한 그룹 및 범주에 있는 모든 요소를 선택합니다.
ms: Memilih semua elemen dalam kumpulan dan kategori yang sama
nb: Velger alle elementene i samme gruppe og kategori
nl: Selecteert alle elementen in dezelfde groep en categorie
pt: Seleciona todos os elementos do mesmo grupo e categoria
ro: Selectează toate elementele din același grup și categorie
tr: Aynı grup ve kategorideki tüm öğeleri seçer
uk: Вибирає всі елементи в одній групі та категорії
vi: Chọn tất cả các phần tử trong cùng một nhóm và danh mục
zh: 選擇同一組和類別中的所有元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_SELECTALLITEMSALLGROUPSSAMECATEGORIES
source: Selects all the elements in all groups in the same category
ar: تحديد جميع العناصر في جميع المجموعات في نفس الفئة
de: Wählt alle Elemente in allen Gruppen in der gleichen Kategorie aus
el: Επιλέγει όλα τα στοιχεία σε όλες τις ομάδες στην ίδια κατηγορία
es: Selecciona todos los elementos de todos los grupos de la misma categoría
fr: Sélectionne tous les éléments de tous les groupes de la même catégorie
ga: Roghnaíonn sé na heilimintí uile i ngach grúpa sa chatagóir chéanna
hi: एक ही श्रेणी के सभी समूहों में सभी तत्वों का चयन करता है
id: Memilih semua elemen di semua grup dalam kategori yang sama
it: Seleziona tutti gli elementi in tutti i gruppi nella stessa categoria
ja: 同じカテゴリ内のすべてのグループのすべての要素を選択します
ko: 동일한 카테고리의 모든 그룹에 있는 모든 요소를 선택합니다.
ms: Memilih semua elemen dalam semua kumpulan dalam kategori yang sama
nb: Velger alle elementene i alle gruppene i samme kategori
nl: Selecteert alle elementen in alle groepen in dezelfde categorie
pt: Seleciona todos os elementos em todos os grupos da mesma categoria
ro: Selectează toate elementele din toate grupurile din aceeași categorie
tr: Aynı kategorideki tüm gruplardaki tüm öğeleri seçer
uk: Вибирає всі елементи у всіх групах однієї категорії
vi: Chọn tất cả các phần tử trong tất cả các nhóm trong cùng một danh mục
zh: 選擇同一類別的所有群組中的所有元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_SELECTALLITEMSALLGROUPSALLCATEGORIES
source: Selects all the elements in all groups in all categories
ar: تحديد جميع العناصر في جميع المجموعات في جميع الفئات
de: Wählt alle Elemente in allen Gruppen in allen Kategorien aus
el: Επιλέγει όλα τα στοιχεία σε όλες τις ομάδες σε όλες τις κατηγορίες
es: Selecciona todos los elementos de todos los grupos en todas las categorías
fr: Sélectionne tous les éléments de tous les groupes dans toutes les catégories
ga: Roghnaíonn sé na heilimintí uile i ngach grúpa i ngach catagóir
hi: सभी श्रेणियों के सभी समूहों में सभी तत्वों का चयन करता है
id: Memilih semua elemen di semua grup di semua kategori
it: Seleziona tutti gli elementi in tutti i gruppi in tutte le categorie
ja: すべてのカテゴリのすべてのグループ内のすべての要素を選択します
ko: 모든 카테고리의 모든 그룹에 있는 모든 요소를 선택합니다.
ms: Memilih semua elemen dalam semua kumpulan dalam semua kategori
nb: Velger alle elementene i alle grupper i alle kategorier
nl: Selecteert alle elementen in alle groepen in alle categorieën
pt: Seleciona todos os elementos em todos os grupos em todas as categorias
ro: Selectează toate elementele din toate grupurile din toate categoriile
tr: Tüm kategorilerdeki tüm gruplardaki tüm öğeleri seçer
uk: Вибирає всі елементи у всіх групах у всіх категоріях
vi: Chọn tất cả các phần tử trong tất cả các nhóm trong tất cả các danh mục
zh: 選擇所有類別的所有群組中的所有元素

# T_INPUT_STYLES_SELECTION_KEYBINDING_ELEMENTORSHOWCASEUP
source: Goes one element or showcase line up
ar: يذهب عنصر واحد أو تشكيلة عرض
de: Geht ein Element oder eine Showcase-Reihe nach oben
el: Πηγαίνει σε ένα στοιχείο ή σε μια σειρά βιτρίνας
es: Va un elemento o línea de escaparate
fr: Il y a un élément ou une ligne de vitrine
ga: Téann eilimint amháin nó líne taispeántais suas
hi: एक तत्व या शोकेस लाइन अप चला जाता है
id: Melanjutkan satu elemen atau menampilkan jajaran
it: Va un elemento o una linea di presentazione
ja: 1つの要素またはショーケースのラインナップ
ko: 한 가지 요소 또는 쇼케이스 라인업이 진행됩니다.
ms: Pergi ke barisan satu elemen atau pameran
nb: Går ett element eller en utstillingsrekke opp
nl: Gaat één element of showcase line-up
pt: Vai um elemento ou mostra a linha
ro: Predă un element sau o linie de prezentare
tr: Bir öğe veya vitrin dizisine gider
uk: Один елемент або вітрина вгору
vi: Đi một yếu tố hoặc dòng trưng bày
zh: 進入一個元素或展示線

# T_INPUT_STYLES_SELECTION_KEYBINDING_ELEMENTORSHOWCASEDOWN
source: Goes one element or showcase line down
ar: ينزل عنصر واحد أو خط العرض إلى الأسفل
de: Geht ein Element oder eine Showcase-Linie nach unten
el: Πηγαίνει ένα στοιχείο ή μια γραμμή βιτρίνας προς τα κάτω
es: Va un elemento o línea de escaparate hacia abajo
fr: Descend d'un élément ou d'une ligne de vitrine
ga: Téann eilimint amháin nó líne taispeántais síos
hi: एक तत्व या शोकेस लाइन नीचे चला जाता है
id: Turunkan satu elemen atau garis pamer ke bawah
it: Scende di un elemento o di una linea di presentazione
ja: 1つの要素またはショーケースラインを下に移動します
ko: 한 요소 또는 쇼케이스 라인이 아래로 이동합니다.
ms: Menurun satu elemen atau baris pameran
nb: Går ett element eller en presentasjonslinje ned
nl: Gaat één element of showcase-regel naar beneden
pt: Desce um elemento ou linha de vitrina
ro: Merge cu un element sau o linie de prezentare mai jos
tr: Bir öğe veya vitrin satırı aşağı iner
uk: Зменшує один елемент або рядок вітрини
vi: Đi xuống một phần tử hoặc dòng giới thiệu
zh: 向下移動一個元素或展示行

# T_INPUT_STYLES_SELECTION_KEYBINDING_UPDATEPOSITION
source: Update position
ar: تحديث الموقع
de: Position aktualisieren
el: Ενημέρωση θέσης
es: Actualizar posición
fr: Mettre à jour la position
ga: Nuashonraigh an suíomh
hi: स्थिति अपडेट करें
id: Perbarui posisi
it: Aggiorna posizione
ja: 位置を更新
ko: 위치 업데이트
ms: Kemas kini kedudukan
nb: Oppdater posisjon
nl: Positie bijwerken
pt: Atualizar posição
ro: Actualizați poziția
tr: Pozisyonu güncelle
uk: Оновити позицію
vi: Cập nhật vị trí
zh: 更新位置

# T_INPUT_STYLES_SELECTORS_KEYBINDING_PREV
source: Previous
ar: سابق
de: Vorherige
el: Προηγούμενος
es: Anterior
fr: Précédent
ga: Roimhe Seo
hi: पहले का
id: Sebelumnya
it: Precedente
ja: 前の
ko: 이전의
ms: Sebelumnya
nb: Tidligere
nl: Vorig
pt: Anterior
ro: Anterior
tr: Öncesi
uk: Попередній
vi: Trước
zh: 以前的

# T_INPUT_STYLES_SELECTORS_KEYBINDING_NEXT
source: Next
ar: التالي
de: Nächste
el: Επόμενος
es: Próximo
fr: Suivant
ga: Ar Aghaidh
hi: अगला
id: Berikutnya
it: Prossimo
ja: 次
ko: 다음
ms: Seterusnya
nb: Neste
nl: Volgende
pt: Seguinte
ro: Următorul
tr: Sonraki
uk: Далі
vi: Kế tiếp
zh: 下一個

# T_INPUT_STYLES_SELECTORS_KEYBINDING_SUBMIT
source: Submit
ar: يُقدِّم
de: Einreichen
el: Υποτάσσομαι
es: Entregar
fr: Soumettre
ga: Cuir isteach
hi: जमा करना
id: Kirim
it: Invia
ja: 提出する
ko: 제출하다
ms: Hantar
nb: Send inn
nl: Indienen
pt: Submeter
ro: Trimite
tr: Göndermek
uk: Надіслати
vi: Nộp
zh: 提交

# T_INPUT_STYLES_SELECTORS_KEYBINDING_CANCEL
source: Cancel
ar: يلغي
de: Stornieren
el: Ματαίωση
es: Cancelar
fr: Annuler
ga: Cealaigh
hi: रद्द करना
id: Membatalkan
it: Cancellare
ja: キャンセル
ko: 취소
ms: Batal
nb: Kansellere
nl: Annuleren
pt: Cancelar
ro: Anula
tr: İptal etmek
uk: Скасувати
vi: Hủy bỏ
zh: 取消

# T_INPUT_STYLES_SELECTORS_KEYBINDING_HELP
source: Help
ar: يساعد
de: Helfen
el: Βοήθεια
es: Ayuda
fr: Aide
ga: Cabhair
hi: मदद
id: Membantu
it: Aiuto
ja: ヘルプ
ko: 돕다
ms: Tolong
nb: Hjelp
nl: Hulp
pt: Ajuda
ro: Ajutor
tr: Yardım
uk: Допомога
vi: Giúp đỡ
zh: 幫助

# T_INPUT_STYLES_SELECTORS_KEYBINDING_DONE
source: Done
ar: منتهي
de: Erledigt
el: Γινώμενος
es: Hecho
fr: Fait
ga: Déanta
hi: हो गया
id: Selesai
it: Fatto
ja: 終わり
ko: 완료
ms: Selesai
nb: Ferdig
nl: Klaar
pt: Concluído
ro: Făcut
tr: Tamamlamak
uk: Готово
vi: Xong
zh: 完畢

# T_INPUT_STYLES_SELECTORS_KEYBINDING_SELECT
source: Select
ar: يختار
de: Wählen
el: Επιλέγω
es: Seleccionar
fr: Sélectionner
ga: Roghnaigh
hi: चुनना
id: Memilih
it: Selezionare
ja: 選択
ko: 선택하다
ms: Pilih
nb: Velge
nl: Selecteer
pt: Selecionar
ro: Selecta
tr: Seçme
uk: Виберіть
vi: Lựa chọn
zh: 選擇

# T_INPUT_STYLES_SELECTORS_KEYBINDING_MANUALSELECT
source: Manual Select
ar: الاختيار اليدوي
de: Manuelle Auswahl
el: Χειροκίνητη επιλογή
es: Selección manual
fr: Sélection manuelle
ga: Roghnaigh Láimhe
hi: मैनुअल चयन
id: Pemilihan Manual
it: Selezione manuale
ja: 手動選択
ko: 수동 선택
ms: Pilih Manual
nb: Manuell valg
nl: Handmatige selectie
pt: Seleção manual
ro: Selectare manuală
tr: Manuel Seçim
uk: Ручний вибір
vi: Chọn thủ công
zh: 手動選擇

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_COLORINFO
source: Color information
ar: معلومات اللون
de: Farbinformationen
el: Πληροφορίες χρώματος
es: Información de color
fr: Informations sur les couleurs
ga: Faisnéis datha
hi: रंग जानकारी
id: Informasi warna
it: Informazioni sul colore
ja: 色情報
ko: 색상 정보
ms: Maklumat warna
nb: Fargeinformasjon
nl: Kleurinformatie
pt: Informações de cor
ro: Informații despre culoare
tr: Renk bilgisi
uk: Інформація про колір
vi: Thông tin màu sắc
zh: 顏色訊息

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_NEXTTRANSFORM
source: Next color blindness simulation
ar: محاكاة عمى الألوان القادمة
de: Nächste Farbenblindheitssimulation
el: Επόμενη προσομοίωση αχρωματοψίας
es: Próxima simulación de daltonismo
fr: Prochaine simulation de daltonisme
ga: An chéad insamhalta eile de dhall datha
hi: अगला रंग अंधापन सिमुलेशन
id: Simulasi buta warna berikutnya
it: Prossima simulazione del daltonismo
ja: 次の色覚異常シミュレーション
ko: 다음 색맹 시뮬레이션
ms: Simulasi buta warna seterusnya
nb: Neste simulering av fargeblindhet
nl: Volgende simulatie van kleurenblindheid
pt: Próxima simulação de daltonismo
ro: Următoarea simulare a daltonismului
tr: Sonraki renk körlüğü simülasyonu
uk: Наступне моделювання кольорової сліпоти
vi: Mô phỏng mù màu tiếp theo
zh: 下一個色盲模擬

# T_INPUT_STYLES_COLORSELECTOR_KEYBINDING_PREVTRANSFORM
source: Previous color blindness simulation
ar: محاكاة عمى الألوان السابقة
de: Vorherige Farbenblindheitssimulation
el: Προηγούμενη προσομοίωση αχρωματοψίας
es: Simulación previa de daltonismo
fr: Simulation précédente de daltonisme
ga: Insamhladh roimhe seo de dhall datha
hi: पिछला रंग अंधापन सिमुलेशन
id: Simulasi buta warna sebelumnya
it: Simulazione precedente di daltonismo
ja: 以前の色覚異常シミュレーション
ko: 이전 색맹 시뮬레이션
ms: Simulasi buta warna sebelumnya
nb: Forrige simulering av fargeblindhet
nl: Eerdere simulatie van kleurenblindheid
pt: Simulação anterior de daltonismo
ro: Simulare anterioară a daltonismului
tr: Önceki renk körlüğü simülasyonu
uk: Попереднє моделювання кольорової сліпоти
vi: Mô phỏng mù màu trước đó
zh: 先前的色盲模擬
