Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_COLOR_MODEL_EXCEPTION_TORGBNULLCIELCH
source: Can't convert a null CieLch instance to RGB!
ar: لا يمكن تحويل مثيل CieLch فارغًا إلى RGB!
de: Eine Null-CieLch-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας CieLch σε RGB!
es: ¡No se puede convertir una instancia nula de CieLch a RGB!
fr: Impossible de convertir une instance CieLch nulle en RVB !
ga: Ní féidir sampla nialasach CieLch a thiontú go RGB!
hi: शून्य CieLch इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance CieLch null ke RGB!
it: Impossibile convertire un'istanza CieLch nulla in RGB!
ja: null の CieLch インスタンスを RGB に変換できません。
ko: null CieLch 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh CieLch nol kepada RGB!
nb: Kan ikke konvertere en null CieLch-instans til RGB!
nl: Kan een null CieLch-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância CieLch nula para RGB!
ro: Nu se poate converti o instanță CieLch nulă în RGB!
tr: Boş bir CieLch örneğini RGB'ye dönüştüremiyorum!
uk: Не вдається конвертувати нульовий екземпляр CieLch у RGB!
vi: Không thể chuyển đổi một thể hiện CieLch null sang RGB!
zh: 無法將空的 CieLch 實例轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_TORGBNULLHWB
source: Can't convert a null HWB instance to RGB!
ar: لا يمكن تحويل مثيل HWB فارغ إلى RGB!
de: Eine Null-HWB-Instanz kann nicht in RGB konvertiert werden!
el: Δεν είναι δυνατή η μετατροπή μιας μηδενικής παρουσίας HWB σε RGB!
es: ¡No se puede convertir una instancia HWB nula a RGB!
fr: Impossible de convertir une instance HWB nulle en RVB !
ga: Ní féidir sampla HWB nialasach a thiontú go RGB!
hi: शून्य HWB इंस्टैंस को RGB में परिवर्तित नहीं किया जा सकता!
id: Tidak dapat mengonversi instance HWB null ke RGB!
it: Impossibile convertire un'istanza HWB nulla in RGB!
ja: null の HWB インスタンスを RGB に変換できません。
ko: null HWB 인스턴스를 RGB로 변환할 수 없습니다!
ms: Tidak boleh menukar contoh HWB nol kepada RGB!
nb: Kan ikke konvertere en null HWB-instans til RGB!
nl: Kan een null HWB-instantie niet naar RGB converteren!
pt: Não é possível converter uma instância HWB nula para RGB!
ro: Nu se poate converti o instanță HWB nulă în RGB!
tr: Boş bir HWB örneğini RGB'ye dönüştüremiyorum!
uk: Неможливо конвертувати нульовий екземпляр HWB у RGB!
vi: Không thể chuyển đổi phiên bản HWB null sang RGB!
zh: 無法將空的 HWB 執行個體轉換為 RGB！

# T_COLOR_MODEL_EXCEPTION_ILLUMINANCEINVALIDOBSERVER
source: Observer must be either 2 or 10
ar: يجب أن يكون المراقب إما 2 أو 10
de: Beobachter muss entweder 2 oder 10 sein
el: Ο παρατηρητής πρέπει να είναι είτε 2 είτε 10
es: El observador debe tener 2 o 10 años.
fr: L'observateur doit être soit 2 soit 10
ga: Ní mór don bhreathnóir a bheith ina 2 nó 10
hi: पर्यवेक्षक की संख्या 2 या 10 होनी चाहिए
id: Pengamat harus 2 atau 10
it: L'osservatore deve avere 2 o 10 anni
ja: オブザーバーは2または10である必要があります
ko: 관찰자는 2 또는 10이어야 합니다.
ms: Pemerhati mestilah sama ada 2 atau 10
nb: Observatøren må være enten 2 eller 10
nl: De waarnemer moet 2 of 10 zijn
pt: O observador deve ser 2 ou 10
ro: Observatorul trebuie să fie fie 2, fie 10
tr: Gözlemci 2 veya 10 yaşında olmalı
uk: Спостерігачів має бути 2 або 10
vi: Người quan sát phải là 2 hoặc 10
zh: 觀察者必須是 2 或 10

# T_COLOR_MODEL_EXCEPTION_ILLUMINANCEINVALIDILLUMINANT
source: Illuminant is invalid
ar: المضيء غير صالح
de: Leuchtmittel ist ungültig
el: Το φωτιστικό δεν είναι έγκυρο
es: El iluminante no es válido
fr: L'illuminant n'est pas valide
ga: Tá an soilseoir neamhbhailí
hi: प्रकाशक अमान्य है
id: Iluminan tidak valid
it: L'illuminante non è valido
ja: 光源が無効です
ko: 조명이 유효하지 않습니다
ms: Pencahayaan tidak sah
nb: Lyskilden er ugyldig
nl: Verlichtingsmiddel is ongeldig
pt: Iluminante é inválido
ro: Iluminantul este invalid
tr: Aydınlatıcı geçersiz
uk: Недійсний джерело світла
vi: Chất chiếu sáng không hợp lệ
zh: 光源無效

# T_COLOR_MODEL_EXCEPTION_ILLUMINANCENOREFERENCE
source: Can't get references from the table
ar: لا يمكن الحصول على المراجع من الجدول
de: Es können keine Referenzen aus der Tabelle abgerufen werden
el: Δεν είναι δυνατή η λήψη αναφορών από τον πίνακα
es: No se pueden obtener referencias de la tabla
fr: Impossible d'obtenir les références du tableau
ga: Ní féidir tagairtí a fháil ón tábla
hi: तालिका से संदर्भ प्राप्त नहीं किया जा सका
id: Tidak bisa mendapatkan referensi dari tabel
it: Non riesco a ottenere riferimenti dalla tabella
ja: テーブルから参照を取得できません
ko: 테이블에서 참조를 가져올 수 없습니다.
ms: Tidak boleh mendapatkan rujukan daripada jadual
nb: Kan ikke hente referanser fra tabellen
nl: Kan geen referenties uit de tabel halen
pt: Não é possível obter referências da tabela
ro: Nu se pot obține referințe din tabel
tr: Tablodan referans alınamıyor
uk: Не вдається отримати посилання з таблиці
vi: Không thể lấy được tham chiếu từ bảng
zh: 無法從表中取得引用

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDSPECIFIER
source: Invalid color specifier "{0}". If you're using 256 colors, you'll need to enter a positive value from 0 to 255 or a valid color name. If you're using true color, you'll either need to write a valid color specifier, such as RRR;GGG;BBB, or a color code up to 16777215.
ar: مُحدِّد لون غير صالح "{0}". إذا كنت تستخدم 256 لونًا، فستحتاج إلى إدخال قيمة موجبة من 0 إلى 255 أو اسم لون صحيح. إذا كنت تستخدم لونًا حقيقيًا، فستحتاج إما إلى كتابة مُحدِّد لون صالح، مثل RRR؛GGG؛BBB، أو رمز لون يصل إلى 16777215.
de: Ungültiger Farbbezeichner "{0}". Wenn Sie 256 Farben verwenden, müssen Sie einen positiven Wert zwischen 0 und 255 oder einen gültigen Farbnamen eingeben. Wenn Sie True Color verwenden, müssen Sie entweder einen gültigen Farbbezeichner wie RRR;GGG;BBB oder einen Farbcode bis 16777215 eingeben.
el: Μη έγκυρος προσδιοριστής χρώματος "{0}". Εάν χρησιμοποιείτε 256 χρώματα, θα πρέπει να εισαγάγετε μια θετική τιμή από 0 έως 255 ή ένα έγκυρο όνομα χρώματος. Εάν χρησιμοποιείτε πραγματικό χρώμα, θα πρέπει είτε να γράψετε έναν έγκυρο προσδιοριστή χρώματος, όπως RRR;GGG;BBB, είτε έναν κωδικό χρώματος έως 16777215.
es: Especificador de color "{0}" no válido. Si usa 256 colores, deberá introducir un valor positivo entre 0 y 255 o un nombre de color válido. Si usa color verdadero, deberá escribir un especificador de color válido, como RRR;GGG;BBB, o un código de color hasta 16777215.
fr: Spécificateur de couleur non valide « {0} ». Si vous utilisez 256 couleurs, vous devrez saisir une valeur positive comprise entre 0 et 255 ou un nom de couleur valide. Si vous utilisez des couleurs vraies, vous devrez saisir un spécificateur de couleur valide, tel que RRR;GGG;BBB, ou un code couleur jusqu'à 16777215.
ga: Sonraitheoir datha neamhbhailí "{0}". Má tá 256 dathanna in úsáid agat, beidh ort luach dearfach ó 0 go 255 nó ainm datha bailí a iontráil. Má tá fíor-dhath in úsáid agat, beidh ort sonraitheoir datha bailí a scríobh, amhail RRR;GGG;BBB, nó cód datha suas le 16777215.
hi: अमान्य रंग विनिर्देशक "{0}"। यदि आप 256 रंगों का उपयोग कर रहे हैं, तो आपको 0 से 255 तक का सकारात्मक मान या मान्य रंग नाम दर्ज करना होगा। यदि आप सही रंग का उपयोग कर रहे हैं, तो आपको या तो RRR;GGG;BBB जैसा कोई मान्य रंग विनिर्देशक लिखना होगा, या 16777215 तक का रंग कोड लिखना होगा।
id: Penentu warna tidak valid "{0}". Jika Anda menggunakan 256 warna, Anda harus memasukkan nilai positif dari 0 hingga 255 atau nama warna yang valid. Jika Anda menggunakan warna asli, Anda harus menulis penentu warna yang valid, seperti RRR;GGG;BBB, atau kode warna hingga 16777215.
it: Specificatore di colore non valido "{0}". Se utilizzi 256 colori, dovrai inserire un valore positivo compreso tra 0 e 255 o un nome di colore valido. Se utilizzi colori reali, dovrai scrivere uno specificatore di colore valido, ad esempio RRR;GGG;BBB, oppure un codice colore fino a 16777215.
ja: 色指定子 "{0}" が無効です。256色を使用している場合は、0～255の正の値、または有効な色名を入力してください。True Colorを使用している場合は、RRR;GGG;BBBなどの有効な色指定子、または16777215までの色コードを入力する必要があります。
ko: 색상 지정자 "{0}"이(가) 잘못되었습니다. 256색을 사용하는 경우 0에서 255 사이의 양수 값이나 유효한 색상 이름을 입력해야 합니다. 트루 컬러를 사용하는 경우 RRR;GGG;BBB와 같은 유효한 색상 지정자나 최대 16777215까지의 색상 코드를 입력해야 합니다.
ms: Penentu warna tidak sah "{0}". Jika anda menggunakan 256 warna, anda perlu memasukkan nilai positif daripada 0 hingga 255 atau nama warna yang sah. Jika anda menggunakan warna sebenar, anda sama ada perlu menulis penentu warna yang sah, seperti RRR;GGG;BBB atau kod warna sehingga 16777215.
nb: Ugyldig fargespesifikator «{0}». Hvis du bruker 256 farger, må du angi en positiv verdi fra 0 til 255 eller et gyldig fargenavn. Hvis du bruker ekte farger, må du enten skrive en gyldig fargespesifikator, for eksempel RRR;GGG;BBB, eller en fargekode opptil 16777215.
nl: Ongeldige kleurspecificatie "{0}". Als u 256 kleuren gebruikt, moet u een positieve waarde tussen 0 en 255 of een geldige kleurnaam invoeren. Als u ware kleuren gebruikt, moet u een geldige kleurspecificatie invoeren, zoals RRR;GGG;BBB, of een kleurcode tot 16777215.
pt: Especificador de cor inválido "{0}". Se utilizar 256 cores, terá de introduzir um valor positivo de 0 a 255 ou um nome de cor válido. Se utilizar cores verdadeiras, será necessário escrever um especificador de cor válido, como RRR;GGG;BBB, ou um código de cor até 16777215.
ro: Specificator de culoare nevalid „{0}”. Dacă utilizați 256 de culori, va trebui să introduceți o valoare pozitivă de la 0 la 255 sau un nume de culoare valid. Dacă utilizați culoarea reală, va trebui fie să scrieți un specificator de culoare valid, cum ar fi RRR;GGG;BBB, fie un cod de culoare până la 16777215.
tr: Geçersiz renk belirteci "{0}". 256 renk kullanıyorsanız, 0 ila 255 arasında pozitif bir değer veya geçerli bir renk adı girmeniz gerekir. Gerçek renk kullanıyorsanız, RRR;GGG;BBB gibi geçerli bir renk belirteci veya 16777215'e kadar bir renk kodu yazmanız gerekir.
uk: Недійсний специфікатор кольору "{0}". Якщо ви використовуєте 256 кольорів, вам потрібно ввести додатне значення від 0 до 255 або дійсну назву кольору. Якщо ви використовуєте справжні кольори, вам потрібно або написати дійсний специфікатор кольору, наприклад RRR;GGG;BBB, або код кольору до 16777215.
vi: Chỉ định màu không hợp lệ "{0}". Nếu bạn đang sử dụng 256 màu, bạn sẽ cần nhập giá trị dương từ 0 đến 255 hoặc tên màu hợp lệ. Nếu bạn đang sử dụng màu thực, bạn sẽ cần viết chỉ định màu hợp lệ, chẳng hạn như RRR;GGG;BBB hoặc mã màu lên đến 16777215.
zh: 顏色說明符“{0}”無效。如果您使用的是 256 色，則需要輸入 0 到 255 之間的正值或有效的顏色名稱。如果您使用的是真彩色，則需要輸入有效的顏色說明符（例如 RRR;GGG;BBB）或最大為 16777215 的顏色代碼。

# T_COLOR_MODEL_EXCEPTION_PARSERGBREDLEVEL
source: The red color level is out of range (0 -> 255).
ar: مستوى اللون الأحمر خارج النطاق (0 -> 255).
de: Der Rotfarbpegel liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο κόκκινου χρώματος είναι εκτός εύρους (0 -> 255).
es: El nivel de color rojo está fuera de rango (0 -> 255).
fr: Le niveau de couleur rouge est hors de portée (0 -> 255).
ga: Tá an leibhéal datha dearg lasmuigh den raon (0 -> 255).
hi: लाल रंग का स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat warna merah berada di luar kisaran (0 -> 255).
it: Il livello del colore rosso è fuori intervallo (0 -> 255).
ja: 赤色レベルが範囲外です (0 -> 255)。
ko: 빨간색 색상 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap warna merah berada di luar julat (0 -> 255).
nb: Det røde fargenivået er utenfor rekkevidden (0 -> 255).
nl: Het rode kleurniveau ligt buiten het bereik (0 -> 255).
pt: O nível da cor vermelha está fora do intervalo (0 -> 255).
ro: Nivelul culorii roșii este în afara intervalului (0 -> 255).
tr: Kırmızı renk seviyesi aralık dışında (0 -> 255).
uk: Рівень червоного кольору поза діапазоном (0 -> 255).
vi: Mức độ màu đỏ nằm ngoài phạm vi (0 -> 255).
zh: 紅色等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSERGBGREENLEVEL
source: The green color level is out of range (0 -> 255).
ar: مستوى اللون الأخضر خارج النطاق (0 -> 255).
de: Der Grünfarbpegel liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο πράσινου χρώματος είναι εκτός εύρους (0 -> 255).
es: El nivel de color verde está fuera de rango (0 -> 255).
fr: Le niveau de couleur verte est hors de portée (0 -> 255).
ga: Tá an leibhéal datha glas lasmuigh den raon (0 -> 255).
hi: हरा रंग स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat warna hijau berada di luar rentang (0 -> 255).
it: Il livello del colore verde è fuori intervallo (0 -> 255).
ja: 緑色のレベルが範囲外です (0 -> 255)。
ko: 녹색 색상 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap warna hijau berada di luar julat (0 -> 255).
nb: Grønnfargenivået er utenfor rekkevidde (0 -> 255).
nl: Het groene kleurniveau ligt buiten het bereik (0 -> 255).
pt: O nível da cor verde está fora do intervalo (0 -> 255).
ro: Nivelul culorii verde este în afara intervalului (0 -> 255).
tr: Yeşil renk seviyesi aralık dışında (0 -> 255).
uk: Рівень зеленого кольору поза діапазоном (0 -> 255).
vi: Mức độ màu xanh lá cây nằm ngoài phạm vi (0 -> 255).
zh: 綠色等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSERGBBLUELEVEL
source: The blue color level is out of range (0 -> 255).
ar: مستوى اللون الأزرق خارج النطاق (0 -> 255).
de: Der Blaufarbpegel liegt außerhalb des Bereichs (0 -> 255).
el: Το επίπεδο μπλε χρώματος είναι εκτός εύρους (0 -> 255).
es: El nivel de color azul está fuera de rango (0 -> 255).
fr: Le niveau de couleur bleue est hors de portée (0 -> 255).
ga: Tá an leibhéal datha gorm lasmuigh den raon (0 -> 255).
hi: नीला रंग स्तर सीमा से बाहर है (0 -> 255).
id: Tingkat warna biru berada di luar rentang (0 -> 255).
it: Il livello del colore blu è fuori intervallo (0 -> 255).
ja: 青色レベルが範囲外です (0 -> 255)。
ko: 파란색 레벨이 범위를 벗어났습니다(0 -> 255).
ms: Tahap warna biru berada di luar julat (0 -> 255).
nb: Blåfargenivået er utenfor rekkevidde (0 -> 255).
nl: Het blauwe kleurniveau ligt buiten het bereik (0 -> 255).
pt: O nível da cor azul está fora do intervalo (0 -> 255).
ro: Nivelul culorii albastre este în afara intervalului (0 -> 255).
tr: Mavi renk seviyesi aralık dışında (0 -> 255).
uk: Рівень синього кольору поза межами діапазону (0 -> 255).
vi: Mức độ màu xanh nằm ngoài phạm vi (0 -> 255).
zh: 藍色等級超出範圍 (0 -> 255)。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHEXSPECIFIER
source: Invalid color hex specifier "{0}". This specifier must start with the hash tag. Ensure that it's on the correct format
ar: مُحدِّد اللون السداسي عشري "{0}" غير صالح. يجب أن يبدأ هذا المُحدِّد بالوسم. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger Hex-Farbspezifizierer "{0}". Dieser Spezifizierer muss mit dem Hashtag beginnen. Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος δεκαεξαδικός προσδιοριστής χρώματος "{0}". Αυτός ο προσδιοριστής πρέπει να ξεκινά με την ετικέτα hashtag. Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador hexadecimal de color "{0}" no es válido. Este especificador debe comenzar con la etiqueta hash. Asegúrese de que tenga el formato correcto.
fr: Spécificateur hexadécimal de couleur « {0} » non valide. Ce spécificateur doit commencer par le hashtag. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir heicsidheachúlach datha neamhbhailí "{0}". Caithfidh an sonraitheoir seo tosú leis an gclib haise. Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य रंग हेक्स विनिर्देशक "{0}"। यह विनिर्देशक हैश टैग से शुरू होना चाहिए। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu heksadesimal warna "{0}" tidak valid. Penentu ini harus diawali dengan tagar. Pastikan formatnya benar
it: Specificatore esadecimale di colore "{0}" non valido. Questo specificatore deve iniziare con il tag hash. Assicurarsi che sia nel formato corretto.
ja: 16進カラー指定子「{0}」が無効です。この指定子はハッシュタグで始まる必要があります。正しい形式であることを確認してください。
ko: 색상 16진수 지정자 "{0}"이(가) 잘못되었습니다. 이 지정자는 해시태그로 시작해야 합니다. 올바른 형식을 사용해야 합니다.
ms: Penentu heks warna tidak sah "{0}". Penentu ini mesti bermula dengan teg cincang. Pastikan ia berada pada format yang betul
nb: Ugyldig heksadesimal fargespesifikasjon «{0}». Denne spesifiseringen må starte med hashtaggen. Sørg for at den er i riktig format.
nl: Ongeldige hex-kleurspecificatie "{0}". Deze specificatie moet beginnen met de hashtag. Zorg ervoor dat deze de juiste notatie heeft.
pt: Especificador hexadecimal de cor inválido "{0}". Este especificador deve começar pela hashtag. Certifique-se de que está no formato correto.
ro: Specificator hexadecimal de culoare nevalid „{0}”. Acest specificator trebuie să înceapă cu hashtagul. Asigurați-vă că are formatul corect.
tr: Geçersiz renk hex belirteci "{0}". Bu belirteç, hash etiketiyle başlamalıdır. Doğru biçimde olduğundan emin olun
uk: Недійсний шістнадцятковий специфікатор кольору "{0}". Цей специфікатор має починатися з хештегу. Переконайтеся, що він у правильному форматі.
vi: Chỉ định hex màu không hợp lệ "{0}". Chỉ định này phải bắt đầu bằng thẻ bắt đầu bằng dấu thăng. Đảm bảo rằng nó ở đúng định dạng
zh: 顏色十六進位說明符「{0}」無效。此說明符必須以井號標籤開頭。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDHEXLENGTH
source: Invalid color hex length "{0}". Ensure that it's on the correct format
ar: طول سداسي عشري للون غير صحيح "{0}". تأكد من أنه بالتنسيق الصحيح.
de: Ungültige Hex-Farblänge "{0}". Stellen Sie sicher, dass das richtige Format verwendet wird.
el: Μη έγκυρο δεκαεξαδικό μήκος χρώματος "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: Longitud hexadecimal de color "{0}" no válida. Asegúrese de que tenga el formato correcto.
fr: Longueur hexadécimale de couleur non valide « {0} ». Assurez-vous qu'elle est au bon format.
ga: Fad heicsidheachúlach datha neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: अमान्य रंग हेक्स लंबाई "{0}"। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Panjang heksadesimal warna "{0}" tidak valid. Pastikan formatnya benar
it: Lunghezza esadecimale del colore non valida "{0}". Assicurati che sia nel formato corretto.
ja: 色の16進数の長さ「{0}」が無効です。正しい形式であることを確認してください。
ko: 색상 16진수 길이 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Panjang heks warna tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig heksadesimal fargelengde «{0}». Sørg for at den er i riktig format.
nl: Ongeldige hex-lengte van de kleur "{0}". Zorg ervoor dat deze de juiste notatie heeft.
pt: Comprimento hexadecimal de cor inválido "{0}". Certifique-se de que está no formato correto.
ro: Lungime hexadecimală a culorii „{0}” nevalidă. Asigurați-vă că are formatul corect.
tr: Geçersiz renk hex uzunluğu "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсна шістнадцяткова довжина кольору "{0}". Переконайтеся, що вона у правильному форматі.
vi: Độ dài hex màu không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: 顏色十六進位長度「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSEHEXUNRESOLVABLE
source: Can't resolve color hex "{0}".
ar: لا يمكن حل رمز اللون السداسي "{0}".
de: Hex-Farbe „{0}“ kann nicht aufgelöst werden.
el: Δεν είναι δυνατή η ανάλυση του δεκαεξαδικού χρώματος "{0}".
es: No se puede resolver el color hexadecimal "{0}".
fr: Impossible de résoudre l'hexagone de couleur « {0} ».
ga: Ní féidir an heicseagán datha "{0}" a réiteach.
hi: रंग हेक्स "{0}" का समाधान नहीं किया जा सकता.
id: Tidak dapat menyelesaikan hex warna "{0}".
it: Impossibile risolvere il colore esadecimale "{0}".
ja: 色の 16 進数 "{0}" を解決できません。
ko: 색상 16진수 "{0}"을 확인할 수 없습니다.
ms: Tidak dapat menyelesaikan heks warna "{0}".
nb: Kan ikke løse fargeheksadesimalen «{0}».
nl: Kan kleur hex "{0}" niet oplossen.
pt: Não é possível resolver o hexadecimal de cor "{0}".
ro: Nu se poate rezolva hexagrama culorii „{0}”.
tr: "{0}" renk hex'i çözülemiyor.
uk: Не вдається розпізнати шістнадцятковий код кольору "{0}".
vi: Không thể giải quyết mã màu hex "{0}".
zh: 無法解析顏色十六進位“{0}”。

# T_COLOR_MODEL_EXCEPTION_PARSEINVALIDCIELABSPECIFIER
source: Invalid CieLab color specifier "{0}". Ensure that it's on the correct format
ar: مُحدِّد لون CieLab "{0}" غير صالح. تأكد من أنه بالتنسيق الصحيح.
de: Ungültiger CieLab-Farbspezifizierer "{0}". Stellen Sie sicher, dass er das richtige Format hat.
el: Μη έγκυρος προσδιοριστής χρώματος CieLab "{0}". Βεβαιωθείτε ότι έχει τη σωστή μορφή.
es: El especificador de color CieLab "{0}" no es válido. Asegúrese de que tenga el formato correcto.
fr: Spécificateur de couleur CieLab « {0} » non valide. Assurez-vous qu'il est au bon format.
ga: Sonraitheoir datha CieLab neamhbhailí "{0}". Cinntigh go bhfuil sé san fhormáid cheart.
hi: CieLab रंग विनिर्देशक "{0}" अमान्य है। सुनिश्चित करें कि यह सही प्रारूप पर है
id: Penentu warna CieLab "{0}" tidak valid. Pastikan formatnya benar
it: Specificatore di colore CieLab non valido "{0}". Assicurarsi che sia nel formato corretto.
ja: CieLab色指定子「{0}」が無効です。正しい形式であることを確認してください。
ko: CieLab 색상 지정자 "{0}"이(가) 잘못되었습니다. 올바른 형식을 사용하고 있는지 확인하세요.
ms: Penentu warna CieLab tidak sah "{0}". Pastikan ia berada pada format yang betul
nb: Ugyldig CieLab-fargespesifikator «{0}». Sørg for at den er i riktig format.
nl: Ongeldige CieLab-kleurspecificatie "{0}". Zorg ervoor dat deze de juiste indeling heeft.
pt: Especificador de cor CieLab inválido "{0}". Certifique-se de que está no formato correto.
ro: Specificator de culoare CieLab nevalid „{0}”. Asigurați-vă că are formatul corect.
tr: Geçersiz CieLab renk belirteci "{0}". Doğru biçimde olduğundan emin olun
uk: Недійсний специфікатор кольору CieLab "{0}". Переконайтеся, що він у правильному форматі.
vi: Chỉ định màu CieLab không hợp lệ "{0}". Đảm bảo rằng nó ở đúng định dạng
zh: CieLab 顏色說明符「{0}」無效。請確保其格式正確

# T_COLOR_MODEL_EXCEPTION_PARSECIELABLLEVEL
source: The L value is out of range (0.0 -> 100.0).
ar: قيمة L خارج النطاق (0.0 -> 100.0).
de: Der L-Wert liegt außerhalb des Bereichs (0,0 -> 100,0).
el: Η τιμή L είναι εκτός εύρους (0,0 -> 100,0).
es: El valor L está fuera de rango (0.0 -> 100.0).
fr: La valeur L est hors plage (0,0 -> 100,0).
ga: Tá an luach L lasmuigh den raon (0.0 -> 100.0).
hi: L मान सीमा से बाहर है (0.0 -> 100.0).
id: Nilai L berada di luar kisaran (0,0 -> 100,0).
it: Il valore L è fuori intervallo (0,0 -> 100,0).
ja: L値が範囲外です（0.0 -> 100.0）。
ko: L 값이 범위를 벗어났습니다(0.0 -> 100.0).
ms: Nilai L berada di luar julat (0.0 -> 100.0).
nb: L-verdien er utenfor området (0,0 -> 100,0).
nl: De L-waarde ligt buiten het bereik (0,0 -> 100,0).
pt: O valor de L está fora do intervalo (0,0 -> 100,0).
ro: Valoarea L este în afara intervalului (0,0 -> 100,0).
tr: L değeri aralık dışında (0.0 -> 100.0).
uk: Значення L виходить за межі діапазону (0,0 -> 100,0).
vi: Giá trị L nằm ngoài phạm vi (0,0 -> 100,0).
zh: L 值超出範圍 (0.0 -> 100.0)。

# T_COLOR_MODEL_EXCEPTION_PARSECIELABALEVEL
source: The A value is out of range (-128.0 -> 128.0).
ar: القيمة A خارج النطاق (-128.0 -> 128.0).
de: Der A-Wert liegt außerhalb des Bereichs (-128,0 -> 128,0).
el: Η τιμή A είναι εκτός εύρους (-128,0 -> 128,0).
es: El valor A está fuera de rango (-128.0 -> 128.0).
fr: La valeur A est hors plage (-128,0 -> 128,0).
ga: Tá an luach A lasmuigh den raon (-128.0 -> 128.0).
hi: A मान सीमा से बाहर है (-128.0 -> 128.0).
id: Nilai A berada di luar rentang (-128,0 -> 128,0).
it: Il valore A è fuori intervallo (-128,0 -> 128,0).
ja: A 値が範囲外です (-128.0 -> 128.0)。
ko: A 값이 범위를 벗어났습니다(-128.0 -> 128.0).
ms: Nilai A berada di luar julat (-128.0 -> 128.0).
nb: A-verdien er utenfor rekkevidden (-128,0 -> 128,0).
nl: De A-waarde ligt buiten het bereik (-128,0 -> 128,0).
pt: O valor A está fora do intervalo (-128,0 -> 128,0).
ro: Valoarea A este în afara intervalului (-128,0 -> 128,0).
tr: A değeri aralık dışında (-128.0 -> 128.0).
uk: Значення A виходить за межі діапазону (-128,0 -> 128,0).
vi: Giá trị A nằm ngoài phạm vi (-128,0 -> 128,0).
zh: A 值超出範圍 (-128.0 -> 128.0)。
