Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_INPUT_TESTFIXTURES_SELECTOR_TESTFAILED_MATCH
source: Expected value doesn't match actual value.
ar: القيمة المتوقعة لا تتطابق مع القيمة الفعلية.
de: Der erwartete Wert stimmt nicht mit dem tatsächlichen Wert überein.
el: Η αναμενόμενη τιμή δεν ταιριάζει με την πραγματική τιμή.
es: El valor esperado no coincide con el valor real.
fr: La valeur attendue ne correspond pas à la valeur réelle.
ga: Ní hionann an luach ionchais agus an luach iarbhír.
hi: अपेक्षित मूल्य वास्तविक मूल्य से मेल नहीं खाता.
id: Nilai yang diharapkan tidak sesuai dengan nilai sebenarnya.
it: Il valore atteso non corrisponde al valore effettivo.
ja: 期待値が実際の値と一致しません。
ko: 예상 값이 실제 값과 일치하지 않습니다.
ms: Nilai yang dijangkakan tidak sepadan dengan nilai sebenar.
nb: Forventet verdi samsvarer ikke med faktisk verdi.
nl: Verwachte waarde komt niet overeen met werkelijke waarde.
pt: O valor esperado não corresponde ao valor real.
ro: Valoarea așteptată nu corespunde cu valoarea reală.
tr: Beklenen değer gerçek değerle uyuşmuyor.
uk: Очікуване значення не відповідає фактичному значенню.
vi: Giá trị mong đợi không khớp với giá trị thực tế.
zh: 預期值與實際值不符。

# T_INPUT_TESTFIXTURES_EXCEPTION_CONDITIONALMETHODNOVOID
source: Method in this delegate may not return void
ar: قد لا تقوم الطريقة في هذا المندوب بإرجاع قيمة فارغة
de: Die Methode in diesem Delegaten gibt möglicherweise nicht „void“ zurück.
el: Η μέθοδος σε αυτόν τον εκπρόσωπο ενδέχεται να μην επιστρέφει void
es: El método en este delegado no puede devolver nulo
fr: La méthode de ce délégué ne peut pas renvoyer void
ga: Ní fhéadfaidh an modh sa toscaire seo folamh a thabhairt ar ais
hi: इस प्रतिनिधि में विधि शून्य वापस नहीं कर सकती है
id: Metode dalam delegasi ini tidak boleh mengembalikan void
it: Il metodo in questo delegato non può restituire void
ja: このデリゲートのメソッドはvoidを返すことはできません
ko: 이 대리자의 메서드는 void를 반환할 수 없습니다.
ms: Kaedah dalam perwakilan ini tidak boleh mengembalikan batal
nb: Metoden i denne delegaten kan ikke returnere void
nl: Methode in deze gedelegeerde retourneert mogelijk geen void
pt: O método neste delegado não pode retornar void
ro: Metoda din acest delegat nu poate returna void
tr: Bu temsilcideki yöntem void döndüremeyebilir
uk: Метод у цьому делегаті може не повертати значення void
vi: Phương pháp trong đại biểu này không được trả về void
zh: 此委託中的方法不得回傳 void

# T_INPUT_TESTFIXTURES_EXCEPTION_UNCONDITIONALMETHODNEEDSVOID
source: Method in this delegate needs to return void
ar: تحتاج الطريقة في هذا المندوب إلى إرجاع القيمة void
de: Die Methode in diesem Delegaten muss void zurückgeben.
el: Η μέθοδος σε αυτόν τον εκπρόσωπο πρέπει να επιστρέψει void
es: El método en este delegado debe devolver vacío
fr: La méthode de ce délégué doit renvoyer void
ga: Caithfidh an modh sa toscaire seo neamhní a thabhairt ar ais
hi: इस प्रतिनिधि में विधि को शून्य वापस करने की आवश्यकता है
id: Metode dalam delegasi ini perlu mengembalikan void
it: Il metodo in questo delegato deve restituire void
ja: このデリゲートのメソッドはvoidを返す必要があります
ko: 이 대리자의 메서드는 void를 반환해야 합니다.
ms: Kaedah dalam perwakilan ini perlu mengembalikan batal
nb: Metoden i denne delegaten må returnere void
nl: Methode in deze gedelegeerde moet void retourneren
pt: O método neste delegado precisa de retornar void
ro: Metoda din acest delegat trebuie să returneze void.
tr: Bu temsilcideki yöntemin void döndürmesi gerekiyor
uk: Метод у цьому делегаті має повернути значення void
vi: Phương thức trong đại biểu này cần trả về giá trị void
zh: 此委託中的方法需要傳回 void

# T_READER_HIGHLIGHT_EXCEPTION_COMPONENTREGEXINVALID
source: Component regular expression is invalid
ar: تعبيرات المكون العادية غير صالحة
de: Der reguläre Ausdruck der Komponente ist ungültig
el: Η κανονική έκφραση του στοιχείου δεν είναι έγκυρη
es: La expresión regular del componente no es válida
fr: L'expression régulière du composant n'est pas valide
ga: Tá an léiriú rialta comhpháirte neamhbhailí
hi: घटक नियमित अभिव्यक्ति अमान्य है
id: Ekspresi reguler komponen tidak valid
it: L'espressione regolare del componente non è valida
ja: コンポーネントの正規表現が無効です
ko: 구성 요소 정규 표현식이 잘못되었습니다.
ms: Ungkapan biasa komponen tidak sah
nb: Komponentens regulære uttrykk er ugyldig
nl: Component reguliere expressie is ongeldig
pt: A expressão regular do componente é inválida
ro: Expresia regulată a componentei este invalidă
tr: Bileşen düzenli ifadesi geçersiz
uk: Регулярний вираз компонента недійсний
vi: Biểu thức chính quy của thành phần không hợp lệ
zh: 組件正規表示式無效

# T_READER_HIGHLIGHT_EXCEPTION_COMPONENTREGEXNOTPROVIDED
source: Component regular expression not provided
ar: لم يتم توفير تعبير منتظم للمكون
de: Regulärer Ausdruck für Komponente nicht angegeben
el: Δεν παρέχεται κανονική έκφραση στοιχείου
es: Expresión regular del componente no proporcionada
fr: Expression régulière du composant non fournie
ga: Níor soláthraíodh an léiriú rialta comhpháirte
hi: घटक नियमित अभिव्यक्ति प्रदान नहीं की गई
id: Ekspresi reguler komponen tidak disediakan
it: Espressione regolare del componente non fornita
ja: コンポーネントの正規表現が指定されていません
ko: 구성 요소 정규 표현식이 제공되지 않았습니다.
ms: Ekspresi biasa komponen tidak disediakan
nb: Regulært uttrykk for komponenter er ikke oppgitt
nl: Component reguliere expressie niet verstrekt
pt: Expressão regular do componente não fornecida
ro: Expresia regulată a componentei nu a fost furnizată
tr: Bileşen düzenli ifadesi sağlanmadı
uk: Регулярний вираз компонента не надано
vi: Biểu thức chính quy thành phần không được cung cấp
zh: 未提供組件正規表示式

# T_READER_HIGHLIGHT_EXCEPTION_COMPONENTFORECOLORNOTPROVIDED
source: Component foreground color not provided
ar: لم يتم توفير لون مقدمة المكون
de: Vordergrundfarbe der Komponente nicht angegeben
el: Δεν παρέχεται χρώμα προσκηνίου στοιχείου
es: No se proporciona el color de primer plano del componente
fr: Couleur de premier plan du composant non fournie
ga: Níor soláthraíodh dath tulra an chomhpháirte
hi: घटक अग्रभूमि रंग प्रदान नहीं किया गया
id: Warna latar depan komponen tidak disediakan
it: Colore di primo piano del componente non fornito
ja: コンポーネントの前景色が指定されていません
ko: 구성 요소 전경색이 제공되지 않습니다.
ms: Warna latar depan komponen tidak disediakan
nb: Forgrunnsfarge for komponenten er ikke oppgitt
nl: Component voorgrondkleur niet opgegeven
pt: Cor de primeiro plano do componente não fornecida
ro: Culoarea de prim-plan a componentei nu a fost furnizată
tr: Bileşen ön plan rengi sağlanmadı
uk: Колір переднього плану компонента не вказано
vi: Màu nền của thành phần không được cung cấp
zh: 未提供組件前景色

# T_READER_HIGHLIGHT_EXCEPTION_COMPONENTBACKCOLORNOTPROVIDED
source: Component background color not provided
ar: لم يتم توفير لون خلفية المكون
de: Hintergrundfarbe der Komponente nicht angegeben
el: Δεν παρέχεται χρώμα φόντου στοιχείου
es: No se proporciona el color de fondo del componente
fr: Couleur d'arrière-plan du composant non fournie
ga: Níor soláthraíodh dath cúlra an chomhpháirte
hi: घटक पृष्ठभूमि रंग प्रदान नहीं किया गया
id: Warna latar belakang komponen tidak disediakan
it: Colore di sfondo del componente non fornito
ja: コンポーネントの背景色が指定されていません
ko: 구성 요소 배경색이 제공되지 않았습니다.
ms: Warna latar belakang komponen tidak disediakan
nb: Bakgrunnsfarge for komponenten er ikke oppgitt
nl: Achtergrondkleur van component niet opgegeven
pt: Cor de fundo do componente não fornecida
ro: Culoarea de fundal a componentei nu a fost furnizată
tr: Bileşen arka plan rengi sağlanmadı
uk: Колір фону компонента не вказано
vi: Màu nền của thành phần không được cung cấp
zh: 未提供組件背景顏色

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_NEEDSHIGHLIGHTERNAME
source: No name of the highlighter provided.
ar: لم يتم تقديم اسم للأداة التمييزية.
de: Kein Name des Textmarkers angegeben.
el: Δεν παρέχεται όνομα του επισημάντη.
es: No se proporcionó el nombre del resaltador.
fr: Aucun nom du surligneur n'est fourni.
ga: Níor tugadh ainm an aibhsitheora.
hi: हाइलाइटर का कोई नाम नहीं दिया गया।
id: Tidak disebutkan nama stabilonya.
it: Non è stato fornito il nome dell'evidenziatore.
ja: 蛍光ペンの名前が指定されていません。
ko: 하이라이터 이름이 제공되지 않았습니다.
ms: Tiada nama penyerlah diberikan.
nb: Ikke oppgitt navn på markeringspennen.
nl: Er is geen naam voor de markeerstift opgegeven.
pt: Não foi fornecido o nome do marcador.
ro: Nu a fost furnizat numele evidențiatorului.
tr: Fosforlu kalemin adı verilmemiş.
uk: Назва маркера не вказана.
vi: Không cung cấp tên của bút đánh dấu.
zh: 沒有提供螢光筆的名稱。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_NEEDSBASEHIGHLIGHTERNAME
source: No name of the base highlighter provided.
ar: لم يتم توفير اسم لأداة التمييز الأساسية.
de: Kein Name des Basis-Textmarkers angegeben.
el: Δεν παρέχεται όνομα του βασικού επισημάντη.
es: No se proporcionó el nombre del resaltador base.
fr: Aucun nom du surligneur de base n'est fourni.
ga: Níor tugadh ainm an aibhseoir bonn.
hi: आधार हाइलाइटर का कोई नाम नहीं दिया गया।
id: Tidak ada nama stabilo dasar yang diberikan.
it: Non è stato fornito il nome dell'evidenziatore di base.
ja: ベース蛍光ペンの名前が指定されていません。
ko: 기본 하이라이터의 이름이 제공되지 않았습니다.
ms: Tiada nama penyerlah asas disediakan.
nb: Ingen navn på basismarkøren er oppgitt.
nl: Er is geen naam opgegeven voor de basismarkeerstift.
pt: Não foi fornecido o nome do iluminador base.
ro: Nu a fost furnizat numele evidențiatorului de bază.
tr: Baz aydınlatıcının adı verilmemiş.
uk: Не вказано назву базового маркера.
vi: Không cung cấp tên của bút đánh dấu cơ bản.
zh: 沒有提供基本螢光筆的名稱。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTERNOTFOUND1
source: Can't find highlighter {0}
ar: لا يمكن العثور على أداة التمييز {0}
de: Textmarker {0} kann nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση του μαρκαδόρου επισήμανσης {0}
es: No puedo encontrar el resaltador {0}
fr: Impossible de trouver le surligneur {0}
ga: Ní féidir an t-aibhseoir {0} a aimsiú
hi: हाइलाइटर {0} नहीं मिल सका
id: Tidak dapat menemukan stabilo {0}
it: Non riesco a trovare l'evidenziatore {0}
ja: 蛍光ペンが見つかりません {0}
ko: 하이라이터를 찾을 수 없습니다 {0}
ms: Tidak dapat mencari penyerlah {0}
nb: Finner ikke markeringspennen {0}
nl: Kan markeerstift {0} niet vinden
pt: Não é possível encontrar o marcador {0}
ro: Nu găsesc evidențiatorul {0}
tr: Vurgulayıcı bulunamadı {0}
uk: Не вдається знайти маркер {0}
vi: Không tìm thấy bút đánh dấu {0}
zh: 找不到螢光筆 {0}

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTERNOTFOUND2
source: Can't find highlighter
ar: لا يمكن العثور على أداة التمييز
de: Textmarker kann nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση του μαρκαδόρου επισήμανσης
es: No puedo encontrar el resaltador
fr: Je ne trouve pas de surligneur
ga: Ní féidir an t-aibhseoir a aimsiú
hi: हाइलाइटर नहीं मिल रहा
id: Tidak dapat menemukan stabilo
it: Non riesco a trovare l'evidenziatore
ja: 蛍光ペンが見つからない
ko: 하이라이터를 찾을 수 없습니다
ms: Tidak dapat mencari penyerlah
nb: Finner ikke markeringspennen
nl: Kan markeerstift niet vinden
pt: Não consigo encontrar o marcador
ro: Nu găsesc evidențiatorul
tr: Vurgulayıcıyı bulamıyorum
uk: Не можу знайти маркер
vi: Không tìm thấy bút đánh dấu
zh: 找不到螢光筆

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_COMPONENTNOTFOUND
source: Can't find component {0} in highlighter {1}
ar: لا يمكن العثور على المكون {0} في أداة التمييز {1}
de: Komponente {0} kann im Textmarker {1} nicht gefunden werden
el: Δεν είναι δυνατή η εύρεση του στοιχείου {0} στο εργαλείο επισήμανσης {1}
es: No se puede encontrar el componente {0} en el resaltador {1}
fr: Impossible de trouver le composant {0} dans le surligneur {1}
ga: Ní féidir an comhpháirt {0} a aimsiú sa aibhseoir {1}
hi: हाइलाइटर {1} में घटक {0} नहीं मिल सका
id: Tidak dapat menemukan komponen {0} di stabilo {1}
it: Impossibile trovare il componente {0} nell'evidenziatore {1}
ja: ハイライター {1} にコンポーネント {0} が見つかりません
ko: 하이라이터 {1}에서 구성 요소 {0}을(를) 찾을 수 없습니다.
ms: Tidak dapat mencari komponen {0} dalam penyerlah {1}
nb: Finner ikke komponent {0} i markeringspenn {1}
nl: Kan component {0} niet vinden in markeerstift {1}
pt: Não é possível encontrar o componente {0} no marcador {1}
ro: Nu se poate găsi componenta {0} în evidențiatorul {1}
tr: {1} vurgulayıcısında {0} bileşeni bulunamadı
uk: Не вдається знайти компонент {0} у маркері {1}
vi: Không tìm thấy thành phần {0} trong highlighter {1}
zh: 在螢光筆 {1} 中找不到組件 {0}

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTERINVALID
source: Invalid highlighter.
ar: تمييز غير صالح.
de: Ungültiger Textmarker.
el: Μη έγκυρος επισημάντης.
es: Resaltador no válido.
fr: Surligneur invalide.
ga: Aibhseoir neamhbhailí.
hi: अमान्य हाइलाइटर.
id: Stabilo tidak valid.
it: Evidenziatore non valido.
ja: 無効な蛍光ペンです。
ko: 잘못된 형광펜입니다.
ms: Penyerlah tidak sah.
nb: Ugyldig merkepenn.
nl: Ongeldige markeerstift.
pt: Marcador inválido.
ro: Evidențiator nevalid.
tr: Geçersiz vurgulayıcı.
uk: Недійсний маркер.
vi: Bút đánh dấu không hợp lệ.
zh: 螢光筆無效。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTERNONAME
source: Highlighter has no name.
ar: لا يوجد اسم للقلم التمييزي.
de: Textmarker hat keinen Namen.
el: Το εργαλείο επισήμανσης δεν έχει όνομα.
es: El resaltador no tiene nombre.
fr: Le surligneur n'a pas de nom.
ga: Níl aon ainm ar an aibhseoir.
hi: हाइलाइटर का कोई नाम नहीं है.
id: Stabilo tidak memiliki nama.
it: L'evidenziatore non ha nome.
ja: 蛍光ペンには名前がありません。
ko: 하이라이터에는 이름이 없습니다.
ms: Penyerlah tidak mempunyai nama.
nb: Markeringspennen har ikke noe navn.
nl: Markeerstift heeft geen naam.
pt: Marcador não tem nome.
ro: Evidențiatorul nu are nume.
tr: Fosforlu kalemin adı yok.
uk: У маркера немає назви.
vi: Bút dạ quang không có tên.
zh: 螢光筆沒有名字。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTEREXISTS
source: Highlighter already exists.
ar: تم العثور على أداة التمييز بالفعل.
de: Textmarker ist bereits vorhanden.
el: Το εργαλείο επισήμανσης υπάρχει ήδη.
es: El resaltador ya existe
fr: Le surligneur existe déjà.
ga: Tá an t-aibhseoir ann cheana féin.
hi: हाइलाइटर पहले से मौजूद है.
id: Stabilo sudah ada.
it: L'evidenziatore esiste già.
ja: 蛍光ペンはすでに存在します。
ko: 하이라이터가 이미 존재합니다.
ms: Penyerlah sudah wujud.
nb: Markeringspennen finnes allerede.
nl: Markeerstift bestaat al.
pt: O marcador já existe.
ro: Evidențiatorul există deja.
tr: Vurgulayıcı zaten var.
uk: Маркер вже існує.
vi: Công cụ đánh dấu đã tồn tại.
zh: 螢光筆已存在。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_HIGHLIGHTERNOCOMPONENTS
source: Highlighter has no components.
ar: لا يحتوي جهاز التمييز على أي مكونات.
de: Textmarker hat keine Komponenten.
el: Το εργαλείο επισήμανσης δεν έχει εξαρτήματα.
es: El resaltador no tiene componentes.
fr: Le surligneur n'a aucun composant.
ga: Níl aon chomhpháirteanna ag an airdléiritheoir.
hi: हाइलाइटर में कोई घटक नहीं होता है।
id: Stabilo tidak memiliki komponen.
it: L'evidenziatore non ha componenti.
ja: 蛍光ペンにはコンポーネントがありません。
ko: 하이라이터에는 구성 요소가 없습니다.
ms: Penyerlah tidak mempunyai komponen.
nb: Markeringspennen har ingen komponenter.
nl: Markeerstift heeft geen componenten.
pt: O iluminador não tem componentes.
ro: Evidențiatorul nu are componente.
tr: Vurgulayıcının hiçbir bileşeni yoktur.
uk: Маркер не має компонентів.
vi: Bút đánh dấu không có thành phần nào.
zh: 螢光筆沒有組件。

# T_READER_HIGHLIGHT_TOOLS_EXCEPTION_REMOVEBUILTINHIGHLIGHTER
source: Can't remove built-in highlighter {0}
ar: لا يمكن إزالة أداة التمييز المضمنة {0}
de: Der integrierte Textmarker {0} kann nicht entfernt werden
el: Δεν είναι δυνατή η κατάργηση του ενσωματωμένου επισημάντη {0}
es: No se puede eliminar el resaltador incorporado {0}
fr: Impossible de supprimer le surligneur intégré {0}
ga: Ní féidir an t-aibhseoir ionsuite {0} a bhaint
hi: अंतर्निहित हाइलाइटर {0} को हटाया नहीं जा सकता
id: Tidak dapat menghapus stabilo bawaan {0}
it: Impossibile rimuovere l'evidenziatore incorporato {0}
ja: 組み込みの蛍光ペン {0} を削除できません
ko: 내장된 하이라이터를 제거할 수 없습니다. {0}
ms: Tidak dapat mengalih keluar penyerlah terbina dalam {0}
nb: Kan ikke fjerne innebygd merkepenn {0}
nl: Kan ingebouwde markeerstift niet verwijderen {0}
pt: Não é possível remover o marcador integrado {0}
ro: Nu se poate elimina evidențiatorul încorporat {0}
tr: Yerleşik vurgulayıcı {0} kaldırılamıyor
uk: Не вдається видалити вбудований маркер {0}
vi: Không thể xóa công cụ đánh dấu tích hợp {0}
zh: 無法刪除內建螢光筆 {0}

# T_READER_HISTORY_EXCEPTION_HISTORYNAMENEEDED
source: History name is not specified
ar: لم يتم تحديد اسم التاريخ
de: Der Verlaufsname wurde nicht angegeben
el: Το όνομα του ιστορικού δεν έχει καθοριστεί
es: El nombre del historial no está especificado
fr: Le nom de l'historique n'est pas spécifié
ga: Níl ainm na staire sonraithe
hi: इतिहास का नाम निर्दिष्ट नहीं है
id: Nama sejarah tidak ditentukan
it: Il nome della cronologia non è specificato
ja: 履歴名が指定されていません
ko: 기록 이름이 지정되지 않았습니다
ms: Nama sejarah tidak dinyatakan
nb: Historikknavn er ikke spesifisert
nl: Geschiedenisnaam is niet opgegeven
pt: O nome do histórico não foi especificado
ro: Numele istoricului nu este specificat
tr: Tarih adı belirtilmemiş
uk: Назва історії не вказана
vi: Tên lịch sử không được chỉ định
zh: 未指定歷史記錄名稱

# T_READER_HISTORY_EXCEPTION_HISTORYENTRIESNEEDED
source: History entries are not specified
ar: لم يتم تحديد إدخالات التاريخ
de: Verlaufseinträge sind nicht angegeben
el: Δεν έχουν καθοριστεί καταχωρήσεις ιστορικού
es: Las entradas del historial no están especificadas
fr: Les entrées d'historique ne sont pas spécifiées
ga: Níl iontrálacha staire sonraithe
hi: इतिहास प्रविष्टियाँ निर्दिष्ट नहीं हैं
id: Entri riwayat tidak ditentukan
it: Le voci della cronologia non sono specificate
ja: 履歴エントリが指定されていません
ko: 기록 항목이 지정되지 않았습니다.
ms: Catatan sejarah tidak dinyatakan
nb: Historikkoppføringer er ikke spesifisert
nl: Geschiedenisvermeldingen zijn niet gespecificeerd
pt: As entradas do histórico não são especificadas
ro: Intrările din istoric nu sunt specificate
tr: Geçmiş girişleri belirtilmemiş
uk: Записи історії не вказані
vi: Các mục nhập lịch sử không được chỉ định
zh: 未指定歷史記錄條目

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYPATHNEEDED
source: History file path is not provided.
ar: لم يتم توفير مسار ملف التاريخ.
de: Der Pfad zur Verlaufsdatei wird nicht angegeben.
el: Δεν παρέχεται διαδρομή αρχείου ιστορικού.
es: No se proporciona la ruta del archivo de historial.
fr: Le chemin du fichier d'historique n'est pas fourni.
ga: Níl cosán comhaid staire curtha ar fáil.
hi: इतिहास फ़ाइल पथ प्रदान नहीं किया गया है.
id: Jalur berkas riwayat tidak disediakan.
it: Il percorso del file cronologico non è fornito.
ja: 履歴ファイルのパスが指定されていません。
ko: 기록 파일 경로가 제공되지 않았습니다.
ms: Laluan fail sejarah tidak disediakan.
nb: Stien til historikkfilen er ikke oppgitt.
nl: Het pad naar het geschiedenisbestand is niet opgegeven.
pt: O caminho do ficheiro histórico não foi fornecido.
ro: Calea fișierului istoric nu este furnizată.
tr: Geçmiş dosya yolu sağlanmadı.
uk: Шлях до файлу історії не вказано.
vi: Đường dẫn tệp lịch sử không được cung cấp.
zh: 未提供歷史文件路徑。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYJSONNEEDED
source: History JSON representation is not provided.
ar: لم يتم توفير تمثيل JSON للتاريخ.
de: Eine JSON-Darstellung des Verlaufs wird nicht bereitgestellt.
el: Δεν παρέχεται αναπαράσταση ιστορικού JSON.
es: No se proporciona representación JSON del historial.
fr: La représentation JSON de l'historique n'est pas fournie.
ga: Ní chuirtear ionadaíocht JSON staire ar fáil.
hi: इतिहास JSON प्रतिनिधित्व प्रदान नहीं किया गया है.
id: Representasi JSON dalam sejarah tidak disediakan.
it: La rappresentazione JSON della cronologia non è fornita.
ja: 履歴 JSON 表現は提供されていません。
ko: History JSON 표현이 제공되지 않습니다.
ms: Perwakilan JSON sejarah tidak disediakan.
nb: Historikk-JSON-representasjon er ikke oppgitt.
nl: Er is geen JSON-weergave van de geschiedenis beschikbaar.
pt: A representação JSON do histórico não é fornecida.
ro: Reprezentarea JSON istorică nu este furnizată.
tr: Geçmiş JSON gösterimi sağlanmamıştır.
uk: Історія у форматі JSON не надається.
vi: Không cung cấp biểu diễn JSON về lịch sử.
zh: 未提供歷史記錄 JSON 表示。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYJSONMALFORMED
source: JSON parsed, but history JSON representation is not provided.
ar: تم تحليل JSON، ولكن لم يتم توفير تمثيل JSON التاريخي.
de: JSON analysiert, aber es wird keine JSON-Verlaufsdarstellung bereitgestellt.
el: Το JSON αναλύθηκε, αλλά δεν παρέχεται ιστορικό αναπαράστασης JSON.
es: Se analiza JSON, pero no se proporciona la representación JSON del historial.
fr: JSON analysé, mais la représentation JSON de l'historique n'est pas fournie.
ga: JSON parsáilte, ach ní sholáthraítear léiriú staire JSON.
hi: JSON पार्स किया गया, लेकिन इतिहास JSON प्रतिनिधित्व प्रदान नहीं किया गया।
id: JSON diurai, tetapi representasi JSON riwayat tidak disediakan.
it: JSON analizzato, ma non viene fornita la rappresentazione JSON della cronologia.
ja: JSON は解析されましたが、履歴 JSON 表現は提供されていません。
ko: JSON은 구문 분석되었지만, 기록 JSON 표현은 제공되지 않습니다.
ms: JSON dihuraikan, tetapi sejarah perwakilan JSON tidak disediakan.
nb: JSON analysert, men historisk JSON-representasjon er ikke oppgitt.
nl: JSON geparseerd, maar er wordt geen JSON-geschiedenisrepresentatie verstrekt.
pt: JSON analisado, mas a representação JSON do histórico não é fornecida.
ro: JSON analizat, dar reprezentarea istorică JSON nu este furnizată.
tr: JSON ayrıştırıldı, ancak geçmiş JSON gösterimi sağlanmadı.
uk: JSON проаналізовано, але JSON-представлення історії не надано.
vi: Đã phân tích cú pháp JSON, nhưng không cung cấp lịch sử biểu diễn JSON.
zh: JSON 已解析，但未提供歷史 JSON 表示。

# T_READER_HISTORY_TOOLS_EXCEPTION_HISTORYINFONEEDED
source: History info is not provided.
ar: لم يتم توفير معلومات التاريخ.
de: Es werden keine Verlaufsinformationen bereitgestellt.
el: Δεν παρέχονται πληροφορίες ιστορικού.
es: No se proporciona información histórica.
fr: Les informations historiques ne sont pas fournies.
ga: Ní chuirtear faisnéis staire ar fáil.
hi: इतिहास की जानकारी उपलब्ध नहीं कराई गई है.
id: Info riwayat tidak disediakan.
it: Non vengono fornite informazioni storiche.
ja: 履歴情報は提供されません。
ko: 역사 정보가 제공되지 않습니다.
ms: Maklumat sejarah tidak diberikan.
nb: Historikkinformasjon er ikke oppgitt.
nl: Er wordt geen historische informatie verstrekt.
pt: Informações históricas não são fornecidas.
ro: Informațiile istorice nu sunt furnizate.
tr: Tarih bilgisi verilmemiştir.
uk: Інформація з історії не надається.
vi: Không cung cấp thông tin lịch sử.
zh: 未提供歷史資訊。
