Repository: Aptivi/Terminaux
Catalog: public/Terminaux/Resources/Languages/Output/Localizations.*.resx
Languages: ar, de, el, es, fr, ga, hi, id, it, ja, ko, ms, nb, nl, pt, ro, tr, uk, vi, zh

# T_CE_ACOUSTIC_EXCEPTION_INVALIDDURATION
source: Duration is invalid at [{0}.{1}]
ar: المدة غير صالحة في [{0}.{1}]
de: Die Dauer ist bei [{0}.{1}] ungültig.
el: Η διάρκεια δεν είναι έγκυρη στο [{0}.{1}]
es: La duración no es válida en [{0}.{1}]
fr: La durée n'est pas valide à [{0}.{1}]
ga: Tá an fad neamhbhailí ag [{0}.{1}]
hi: [{0}.{1}] पर अवधि अमान्य है
id: Durasi tidak valid pada [{0}.{1}]
it: La durata non è valida in [{0}.{1}]
ja: [{0}.{1}] の期間が無効です
ko: 기간이 [{0}.{1}]에서 유효하지 않습니다.
ms: Tempoh tidak sah pada [{0}.{1}]
nb: Varigheten er ugyldig på [{0}.{1}]
nl: Duur is ongeldig op [{0}.{1}]
pt: A duração é inválida em [{0}.{1}]
ro: Durata este invalidă la [{0}.{1}]
tr: Süre [{0}.{1}]'de geçersiz
uk: Тривалість недійсна о [0}.{1}]
vi: Thời lượng không hợp lệ tại [{0}.{1}]
zh: 持續時間無效，為 [{0}.{1}]

# T_CE_MISC_EXCEPTION_NULLTARGET
source: The target may not be null
ar: لا يجوز أن يكون الهدف فارغًا
de: Das Ziel darf nicht null sein
el: Ο στόχος ενδέχεται να μην είναι μηδενικός
es: El objetivo no puede ser nulo
fr: La cible peut ne pas être nulle
ga: B’fhéidir nach bhfuil an sprioc nialasach
hi: लक्ष्य शून्य नहीं हो सकता
id: Targetnya mungkin tidak nol
it: Il target non può essere nullo
ja: ターゲットはnullであってはなりません
ko: 대상은 null이 될 수 없습니다.
ms: Sasaran mungkin tidak batal
nb: Målet kan være ugyldig
nl: Het doel is mogelijk niet nul
pt: O alvo não pode ser nulo
ro: Ținta poate să nu fie nulă
tr: Hedef boş olmayabilir
uk: Ціль не може бути нульовою
vi: Mục tiêu không được là null
zh: 目標不能為空

# T_CE_TASKBARPROGRESS_EXCEPTION_MAXLARGERTHANPROGRESS
source: Maximum value [{0}] should not be smaller than the progress value [{1}]
ar: لا ينبغي أن تكون القيمة القصوى [{0}] أصغر من قيمة التقدم [{1}]
de: Der Maximalwert [{0}] sollte nicht kleiner sein als der Fortschrittswert [{1}].
el: Η μέγιστη τιμή [{0}] δεν πρέπει να είναι μικρότερη από την τιμή προόδου [{1}]
es: El valor máximo [{0}] no debe ser menor que el valor de progreso [{1}]
fr: La valeur maximale [{0}] ne doit pas être inférieure à la valeur de progression [{1}]
ga: Níor cheart go mbeadh an luach uasta [{0}] níos lú ná an luach dul chun cinn [{1}]
hi: अधिकतम मान [{0}] प्रगति मान [{1}] से छोटा नहीं होना चाहिए
id: Nilai maksimum [{0}] tidak boleh lebih kecil dari nilai kemajuan [{1}]
it: Il valore massimo [{0}] non deve essere inferiore al valore di avanzamento [{1}]
ja: 最大値 [{0}] は進行値 [{1}] より小さくすることはできません
ko: 최대값 [{0}]은 진행률 값 [{1}]보다 작아서는 안 됩니다.
ms: Nilai maksimum [{0}] tidak boleh lebih kecil daripada nilai kemajuan [{1}]
nb: Maksimalverdien [{0}] skal ikke være mindre enn fremdriftsverdien [{1}]
nl: De maximale waarde [{0}] mag niet kleiner zijn dan de voortgangswaarde [{1}]
pt: O valor máximo [{0}] não deve ser inferior ao valor de progresso [{1}]
ro: Valoarea maximă [{0}] nu trebuie să fie mai mică decât valoarea de progres [{1}]
tr: Maksimum değer [{0}], ilerleme değeri [{1}]'den küçük olmamalıdır
uk: Максимальне значення [{0}] не повинно бути меншим за значення прогресу [{1}]
vi: Giá trị tối đa [{0}] không được nhỏ hơn giá trị tiến trình [{1}]
zh: 最大值 [{0}] 不小於進度值 [{1}]

# T_CE_TASKBARPROGRESS_EXCEPTION_PROGRESSEXCEEDSMAX
source: The progress value [{0}] must be between 0 and the maximum value of {1}.
ar: يجب أن تكون قيمة التقدم [{0}] بين 0 والحد الأقصى لقيمة {1}.
de: Der Fortschrittswert [{0}] muss zwischen 0 und dem Maximalwert von {1} liegen.
el: Η τιμή προόδου [{0}] πρέπει να είναι μεταξύ 0 και της μέγιστης τιμής {1}.
es: El valor de progreso [{0}] debe estar entre 0 y el valor máximo de {1}.
fr: La valeur de progression [{0}] doit être comprise entre 0 et la valeur maximale de {1}.
ga: Caithfidh an luach dul chun cinn [{0}] a bheith idir 0 agus an luach uasta de {1}.
hi: प्रगति मान [{0}] 0 और अधिकतम मान {1} के बीच होना चाहिए.
id: Nilai kemajuan [{0}] harus berada di antara 0 dan nilai maksimum {1}.
it: Il valore di avanzamento [{0}] deve essere compreso tra 0 e il valore massimo di {1}.
ja: 進行値 [{0}] は 0 から最大値 {1} までの範囲でなければなりません。
ko: 진행률 값 [{0}]은 0과 최대값 {1} 사이여야 합니다.
ms: Nilai kemajuan [{0}] mestilah antara 0 dan nilai maksimum {1}.
nb: Fremdriftsverdien [{0}] må være mellom 0 og maksimumsverdien på {1}.
nl: De voortgangswaarde [{0}] moet tussen 0 en de maximumwaarde van {1} liggen.
pt: O valor de progresso [{0}] deve estar entre 0 e o valor máximo de {1}.
ro: Valoarea de progres [{0}] trebuie să fie între 0 și valoarea maximă {1}.
tr: İlerleme değeri [{0}] 0 ile maksimum {1} değeri arasında olmalıdır.
uk: Значення прогресу [{0}] має бути між 0 та максимальним значенням {1}.
vi: Giá trị tiến trình [{0}] phải nằm giữa 0 và giá trị tối đa của {1}.
zh: 進度值 [{0}] 必須介於 0 和最大值 {1} 之間。

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORNOPARAM
source: This designator may not be located at the end of the string without specifying one parameter
ar: لا يجوز وضع هذا المُعَيِّن في نهاية السلسلة دون تحديد معلمة واحدة
de: Dieser Bezeichner darf nicht am Ende der Zeichenfolge stehen, ohne einen Parameter anzugeben
el: Αυτός ο προσδιοριστής δεν μπορεί να βρίσκεται στο τέλος της συμβολοσειράς χωρίς να καθοριστεί μία παράμετρος
es: Este designador no puede ubicarse al final de la cadena sin especificar un parámetro
fr: Ce désignateur ne peut pas être situé à la fin de la chaîne sans spécifier un paramètre
ga: Ní fhéadfar an t-ainmnitheoir seo a shuíomh ag deireadh an teaghráin gan paraiméadar amháin a shonrú
hi: यह निर्दिष्टकर्ता एक पैरामीटर निर्दिष्ट किए बिना स्ट्रिंग के अंत में स्थित नहीं हो सकता है
id: Penanda ini tidak boleh ditempatkan di akhir string tanpa menentukan satu parameter
it: Questo designatore non può essere posizionato alla fine della stringa senza specificare un parametro
ja: この指定子は、1つのパラメータを指定せずに文字列の末尾に配置することはできません。
ko: 이 지정자는 매개변수 하나를 지정하지 않고는 문자열의 끝에 위치할 수 없습니다.
ms: Penanda ini mungkin tidak terletak di hujung rentetan tanpa menyatakan satu parameter
nb: Denne betegnelsen kan ikke plasseres på slutten av strengen uten å spesifisere én parameter
nl: Deze aanduiding mag niet aan het einde van de tekenreeks worden geplaatst zonder één parameter op te geven
pt: Este designador não pode ser localizado no final da string sem especificar um parâmetro
ro: Acest indicator nu poate fi amplasat la sfârșitul șirului fără a specifica un parametru.
tr: Bu tanımlayıcı, bir parametre belirtilmeden dizenin sonunda bulunamaz
uk: Цей позначувач не може розташовуватися в кінці рядка без вказівки одного параметра
vi: Ký hiệu này không được đặt ở cuối chuỗi nếu không chỉ định một tham số
zh: 如果不指定一個參數，此指示符可能無法位於字串的末尾

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORONLYNUM
source: This designator may only take a number as a parameter.
ar: لا يمكن لهذا المُعَيِّن أن يأخذ سوى رقم كمعلمة.
de: Dieser Bezeichner darf als Parameter nur eine Zahl annehmen.
el: Αυτός ο προσδιοριστής μπορεί να λάβει μόνο έναν αριθμό ως παράμετρο.
es: Este designador sólo puede tomar un número como parámetro.
fr: Ce désignateur ne peut prendre qu'un nombre comme paramètre.
ga: Ní fhéadfaidh an ainmnitheoir seo ach uimhir a ghlacadh mar pharaiméadar.
hi: यह निर्दिष्टक केवल एक संख्या को पैरामीटर के रूप में ले सकता है।
id: Penanda ini hanya dapat mengambil angka sebagai parameter.
it: Questo designatore può accettare solo un numero come parametro.
ja: この指定子は、パラメータとして数値のみを取ることができます。
ko: 이 지정자는 숫자만 매개변수로 사용할 수 있습니다.
ms: Penanda ini hanya boleh mengambil nombor sebagai parameter.
nb: Denne betegnelsen kan bare ta et tall som parameter.
nl: Deze aanduiding mag alleen een getal als parameter hebben.
pt: Este designador só pode receber um número como parâmetro.
ro: Acest designator poate lua ca parametru doar un număr.
tr: Bu tanımlayıcı parametre olarak yalnızca bir sayı alabilir.
uk: Цей позначувач може приймати як параметр лише число.
vi: Chỉ định này chỉ có thể lấy một số làm tham số.
zh: 此指示符只能接受數字作為參數。

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORONLYSINGLEDIGIT
source: This designator may only take a number from 1 to 9.
ar: لا يمكن لهذا المُعَيِّن أن يأخذ سوى رقم من 1 إلى 9.
de: Dieser Bezeichner darf nur eine Zahl zwischen 1 und 9 annehmen.
el: Αυτός ο προσδιοριστής μπορεί να λάβει μόνο έναν αριθμό από το 1 έως το 9.
es: Este designador sólo puede tomar un número del 1 al 9.
fr: Ce désignateur ne peut prendre qu'un numéro compris entre 1 et 9.
ga: Ní fhéadfaidh an t-ainmnitheoir seo ach uimhir ó 1 go 9 a ghlacadh.
hi: यह पदनाम केवल 1 से 9 तक की संख्या ले सकता है।
id: Penanda ini hanya dapat mengambil angka dari 1 hingga 9.
it: Questo designatore può assumere solo un numero compreso tra 1 e 9.
ja: この指定子には 1 から 9 までの数字のみを指定できます。
ko: 이 지정자에는 1에서 9까지의 숫자만 사용할 수 있습니다.
ms: Penanda ini hanya boleh mengambil nombor dari 1 hingga 9.
nb: Denne betegnelsen kan bare ha et tall fra 1 til 9.
nl: Deze aanduiding mag alleen een cijfer van 1 tot en met 9 bevatten.
pt: Este designador só pode ter um número de 1 a 9.
ro: Acest indicator poate lua doar un număr de la 1 la 9.
tr: Bu belirteç sadece 1'den 9'a kadar bir rakam alabilir.
uk: Цей позначення може приймати лише число від 1 до 9.
vi: Ký hiệu này chỉ có thể sử dụng số từ 1 đến 9.
zh: 此指示器只能採用 1 至 9 之間的數字。

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORONLYCHAR
source: This designator may only take a letter as a parameter.
ar: لا يمكن لهذا المُعَيِّن أن يأخذ سوى حرف كمعلمة.
de: Dieser Bezeichner darf als Parameter nur einen Buchstaben annehmen.
el: Αυτός ο προσδιοριστής μπορεί να δέχεται μόνο ένα γράμμα ως παράμετρο.
es: Este designador sólo puede tomar una letra como parámetro.
fr: Ce désignateur ne peut prendre qu'une lettre comme paramètre.
ga: Ní fhéadfaidh an ainmnitheoir seo ach litir a ghlacadh mar pharaiméadar.
hi: यह निर्दिष्टक केवल एक अक्षर को पैरामीटर के रूप में ले सकता है।
id: Penanda ini hanya dapat mengambil sebuah huruf sebagai parameter.
it: Questo designatore può accettare solo una lettera come parametro.
ja: この指定子は、パラメータとして文字のみを取ることができます。
ko: 이 지정자는 매개변수로 문자만 취할 수 있습니다.
ms: Penanda ini hanya boleh mengambil satu huruf sebagai parameter.
nb: Denne betegnelsen kan bare ta en bokstav som parameter.
nl: Deze aanduiding mag alleen een letter als parameter hebben.
pt: Este designador só pode receber uma letra como parâmetro.
ro: Acest indicator poate lua ca parametru doar o literă.
tr: Bu tanımlayıcı parametre olarak yalnızca bir harf alabilir.
uk: Цей позначувач може приймати як параметр лише літеру.
vi: Ký hiệu này chỉ có thể lấy một chữ cái làm tham số.
zh: 此指示符只能以字母作為參數。

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORNEEDSINTCONST
source: This designator needs an integer constant
ar: يحتاج هذا المُعَيِّن إلى ثابت عدد صحيح
de: Dieser Bezeichner benötigt eine ganzzahlige Konstante
el: Αυτός ο προσδιοριστής χρειάζεται μια ακέραια σταθερά
es: Este designador necesita una constante entera
fr: Ce désignateur nécessite une constante entière
ga: Teastaíonn tairiseach slánuimhir ón ainmnitheoir seo
hi: इस डिज़िग्नेटर को एक पूर्णांक स्थिरांक की आवश्यकता है
id: Penanda ini memerlukan konstanta integer
it: Questo designatore necessita di una costante intera
ja: この指定子には整数定数が必要です
ko: 이 지정자에는 정수 상수가 필요합니다.
ms: Penanda ini memerlukan pemalar integer
nb: Denne betegnelsen trenger en heltallskonstant
nl: Deze aanduiding heeft een geheel getal als constante nodig
pt: Este designador necessita de uma constante inteira
ro: Acest designator necesită o constantă întreagă
tr: Bu tanımlayıcının bir tamsayı sabitine ihtiyacı var
uk: Цей позначувач потребує цілочисельної константи
vi: Chỉ định này cần một hằng số nguyên
zh: 此指示符需要一個整數常數

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORINVALIDINTCONST
source: This designator contains invalid integer constant
ar: يحتوي هذا المُعَيِّن على ثابت عدد صحيح غير صالح
de: Dieser Bezeichner enthält eine ungültige Ganzzahlkonstante
el: Αυτός ο προσδιοριστής περιέχει μη έγκυρη ακέραια σταθερά
es: Este designador contiene una constante entera no válida
fr: Ce désignateur contient une constante entière non valide
ga: Tá tairiseach slánuimhir neamhbhailí sa ainmnitheoir seo
hi: इस डिज़िग्नेटर में अमान्य पूर्णांक स्थिरांक है
id: Penanda ini berisi konstanta integer yang tidak valid
it: Questo designatore contiene una costante intera non valida
ja: この指定子には無効な整数定数が含まれています
ko: 이 지정자에 잘못된 정수 상수가 포함되어 있습니다.
ms: Penanda ini mengandungi pemalar integer tidak sah
nb: Denne betegnelsen inneholder en ugyldig heltallskonstant
nl: Deze aanduiding bevat een ongeldige gehele constante
pt: Este designador contém uma constante inteira inválida
ro: Acest indicator conține o constantă întreagă nevalidă
tr: Bu tanımlayıcı geçersiz tamsayı sabiti içeriyor
uk: Це позначення містить недійсну цілочисельну константу
vi: Ký hiệu này chứa hằng số nguyên không hợp lệ
zh: 此指示器包含無效的整數常數

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORNOCHARCONST
source: This designator may not be located at the end of the string without specifying a character constant
ar: لا يمكن وضع هذا المُعَيِّن في نهاية السلسلة دون تحديد ثابت حرفي
de: Dieser Bezeichner darf nicht am Ende der Zeichenfolge stehen, ohne dass eine Zeichenkonstante angegeben wird.
el: Αυτός ο προσδιοριστής δεν μπορεί να βρίσκεται στο τέλος της συμβολοσειράς χωρίς να καθορίζεται μια σταθερά χαρακτήρα
es: Este designador no puede ubicarse al final de la cadena sin especificar una constante de carácter
fr: Ce désignateur ne peut pas être situé à la fin de la chaîne sans spécifier une constante de caractère
ga: Ní féidir an t-ainmnitheoir seo a shuíomh ag deireadh an teaghráin gan tairiseach carachtair a shonrú
hi: यह निर्दिष्टकर्ता वर्ण स्थिरांक निर्दिष्ट किए बिना स्ट्रिंग के अंत में स्थित नहीं हो सकता है
id: Penanda ini tidak boleh ditempatkan di akhir string tanpa menentukan konstanta karakter
it: Questo designatore non può essere posizionato alla fine della stringa senza specificare una costante di carattere
ja: この指定子は、文字定数を指定せずに文字列の末尾に配置することはできません。
ko: 이 지정자는 문자 상수를 지정하지 않고는 문자열의 끝에 위치할 수 없습니다.
ms: Penanda ini mungkin tidak terletak di hujung rentetan tanpa menyatakan pemalar aksara
nb: Denne betegnelsen kan ikke plasseres på slutten av strengen uten å spesifisere en tegnkonstant
nl: Deze aanduiding mag niet aan het einde van de tekenreeks worden geplaatst zonder een tekenconstante op te geven
pt: Este designador não pode ser localizado no final da string sem especificar uma constante de caractere
ro: Acest indicator nu poate fi amplasat la sfârșitul șirului fără a specifica o constantă de caractere.
tr: Bu belirteç, bir karakter sabiti belirtilmeden dizenin sonunda bulunamaz
uk: Цей позначення не може бути розташовано в кінці рядка без вказівки символьної константи
vi: Ký hiệu này không được đặt ở cuối chuỗi nếu không chỉ định hằng số ký tự
zh: 如果不指定字元常數，則指示符就不能位於字串的末尾

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORMORETHANONECHAR
source: You can't append more than one character
ar: لا يمكنك إضافة أكثر من حرف واحد
de: Sie können nicht mehr als ein Zeichen anhängen
el: Δεν μπορείτε να προσθέσετε περισσότερους από έναν χαρακτήρες
es: No puedes agregar más de un carácter
fr: Vous ne pouvez pas ajouter plus d'un caractère
ga: Ní féidir leat níos mó ná carachtar amháin a chur leis
hi: आप एक से अधिक वर्ण नहीं जोड़ सकते
id: Anda tidak dapat menambahkan lebih dari satu karakter
it: Non puoi aggiungere più di un carattere
ja: 1文字以上追加することはできません
ko: 두 개 이상의 문자를 추가할 수 없습니다.
ms: Anda tidak boleh menambahkan lebih daripada satu aksara
nb: Du kan ikke legge til mer enn ett tegn
nl: Je kunt niet meer dan één teken toevoegen
pt: Não pode acrescentar mais de um caractere
ro: Nu poți adăuga mai mult de un caracter
tr: Birden fazla karakter ekleyemezsiniz
uk: Ви не можете додати більше одного символу
vi: Bạn không thể thêm nhiều hơn một ký tự
zh: 不能附加多個字符

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORNEEDSCHARARRAY
source: This designator needs a character collection
ar: يحتاج هذا المُعَيِّن إلى مجموعة أحرف
de: Dieser Bezeichner benötigt eine Zeichensammlung
el: Αυτός ο προσδιοριστής χρειάζεται μια συλλογή χαρακτήρων
es: Este designador necesita una colección de caracteres.
fr: Ce désignateur nécessite une collection de caractères
ga: Teastaíonn bailiúchán carachtar ón ainmnitheoir seo
hi: इस डिज़िग्नेटर को वर्ण संग्रह की आवश्यकता है
id: Penanda ini memerlukan koleksi karakter
it: Questo designatore necessita di una raccolta di caratteri
ja: この指定子には文字コレクションが必要です
ko: 이 지정자에는 문자 컬렉션이 필요합니다.
ms: Penanda ini memerlukan koleksi watak
nb: Denne betegnelsen trenger en tegnsamling
nl: Deze aanduiding heeft een tekenverzameling nodig
pt: Este designador necessita de uma coleção de caracteres
ro: Acest designator are nevoie de o colecție de caractere
tr: Bu tanımlayıcının bir karakter koleksiyonuna ihtiyacı var
uk: Цьому позначувачу потрібна колекція символів
vi: Người chỉ định này cần một bộ sưu tập ký tự
zh: 此指示器需要字元集合

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORINVALIDWIDTH
source: Width is not valid
ar: العرض غير صالح
de: Die Breite ist ungültig
el: Το πλάτος δεν είναι έγκυρο
es: El ancho no es válido
fr: La largeur n'est pas valide
ga: Níl an leithead bailí
hi: चौड़ाई मान्य नहीं है
id: Lebar tidak valid
it: La larghezza non è valida
ja: 幅が無効です
ko: 너비가 유효하지 않습니다
ms: Lebar tidak sah
nb: Bredden er ikke gyldig
nl: Breedte is niet geldig
pt: Largura não é válida
ro: Lățimea nu este validă
tr: Genişlik geçerli değil
uk: Ширина недійсна
vi: Chiều rộng không hợp lệ
zh: 寬度無效

# T_CT_PARSING_PARAMETERS_EXCEPTION_DESIGNATORNOTYPE
source: This designator may not be located at the end of the string without specifying a type
ar: لا يجوز وضع هذا المُعَيِّن في نهاية السلسلة دون تحديد نوع
de: Dieser Bezeichner darf nicht am Ende der Zeichenfolge stehen, ohne einen Typ anzugeben
el: Αυτός ο προσδιοριστής δεν μπορεί να βρίσκεται στο τέλος της συμβολοσειράς χωρίς να καθορίζεται ένας τύπος
es: Este designador no puede ubicarse al final de la cadena sin especificar un tipo
fr: Ce désignateur ne peut pas être situé à la fin de la chaîne sans spécifier un type
ga: Ní fhéadfar an t-ainmnitheoir seo a shuíomh ag deireadh an teaghráin gan cineál a shonrú
hi: इस डिज़िग्नेटर को किसी प्रकार को निर्दिष्ट किए बिना स्ट्रिंग के अंत में स्थित नहीं किया जा सकता है
id: Penanda ini tidak boleh ditempatkan di akhir string tanpa menentukan jenisnya
it: Questo designatore non può essere posizionato alla fine della stringa senza specificare un tipo
ja: この指定子は、型を指定せずに文字列の末尾に配置することはできません。
ko: 이 지정자는 유형을 지정하지 않고는 문자열의 끝에 위치할 수 없습니다.
ms: Penanda ini mungkin tidak terletak di hujung rentetan tanpa menyatakan jenis
nb: Denne betegnelsen kan ikke plasseres på slutten av strengen uten å spesifisere en type
nl: Deze aanduiding mag niet aan het einde van de tekenreeks worden geplaatst zonder een type op te geven
pt: Este designador não pode estar localizado no final da string sem especificar um tipo
ro: Acest designator nu poate fi amplasat la sfârșitul șirului fără a specifica un tip
tr: Bu belirteç, bir tür belirtilmeden dizenin sonunda bulunamaz
uk: Цей позначувач не може бути розташований у кінці рядка без вказівки типу
vi: Ký hiệu này không được đặt ở cuối chuỗi nếu không chỉ định loại
zh: 如果不指定類型，此指示符可能無法位於字串的末尾

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORNOSEQUENCE
source: Can't process null sequence.
ar: لا يمكن معالجة التسلسل الفارغ.
de: Nullsequenz kann nicht verarbeitet werden.
el: Δεν είναι δυνατή η επεξεργασία μηδενικής ακολουθίας.
es: No se puede procesar la secuencia nula.
fr: Impossible de traiter la séquence nulle.
ga: Ní féidir an seicheamh nialasach a phróiseáil.
hi: शून्य अनुक्रम संसाधित नहीं किया जा सकता.
id: Tidak dapat memproses urutan nol.
it: Impossibile elaborare la sequenza nulla.
ja: ヌルシーケンスを処理できません。
ko: null 시퀀스를 처리할 수 없습니다.
ms: Tidak dapat memproses urutan nol.
nb: Kan ikke behandle nullsekvensen.
nl: Kan nulreeks niet verwerken.
pt: Não é possível processar sequência nula.
ro: Nu se poate procesa secvența nulă.
tr: Boş dizi işlenemiyor.
uk: Не вдається обробити нульову послідовність.
vi: Không thể xử lý chuỗi null.
zh: 無法處理空序列。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORNOPARAMETERS
source: Can't process null parameters.
ar: لا يمكن معالجة المعلمات الفارغة.
de: Nullparameter können nicht verarbeitet werden.
el: Δεν είναι δυνατή η επεξεργασία μηδενικών παραμέτρων.
es: No se pueden procesar parámetros nulos.
fr: Impossible de traiter les paramètres nuls.
ga: Ní féidir paraiméadair nialasacha a phróiseáil.
hi: शून्य पैरामीटर संसाधित नहीं किया जा सकता.
id: Tidak dapat memproses parameter nol.
it: Impossibile elaborare parametri nulli.
ja: null パラメータを処理できません。
ko: null 매개변수를 처리할 수 없습니다.
ms: Tidak dapat memproses parameter nol.
nb: Kan ikke behandle nullparametere.
nl: Kan geen null-parameters verwerken.
pt: Não é possível processar parâmetros nulos.
ro: Nu se pot procesa parametrii nuli.
tr: Boş parametreler işlenemiyor.
uk: Не вдається обробити нульові параметри.
vi: Không thể xử lý tham số null.
zh: 無法處理空參數。

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORMINUSREQUIRED
source: This flag needs to represent a minus sign
ar: يجب أن يمثل هذا العلم علامة ناقص
de: Dieses Flag muss ein Minuszeichen darstellen
el: Αυτή η σημαία πρέπει να αντιπροσωπεύει ένα σύμβολο μείον
es: Esta bandera debe representar un signo menos
fr: Ce drapeau doit représenter un signe moins
ga: Caithfidh an bhratach seo comhartha lúide a léiriú
hi: इस ध्वज को माइनस चिह्न का प्रतिनिधित्व करना चाहिए
id: Bendera ini harus mewakili tanda minus
it: Questo flag deve rappresentare un segno meno
ja: このフラグはマイナス記号を表す必要があります
ko: 이 플래그는 마이너스 기호를 나타내야 합니다.
ms: Bendera ini perlu mewakili tanda tolak
nb: Dette flagget må representere et minustegn
nl: Deze vlag moet een minteken voorstellen
pt: Esta bandeira precisa de representar um sinal de menos
ro: Acest steag trebuie să reprezinte un semn minus
tr: Bu bayrağın eksi işaretini temsil etmesi gerekiyor
uk: Цей прапорець має представляти знак мінус
vi: Cờ này cần phải biểu thị một dấu trừ
zh: 該標誌需要代表減號

# T_CT_PARSING_PARAMETERS_EXCEPTION_PROCESSORGARBAGEDATA
source: There is still further data after index {0} out of {1} for formatting
ar: لا يزال هناك المزيد من البيانات بعد الفهرس {0} من {1} للتنسيق
de: Es gibt noch weitere Daten nach Index {0} von {1} zur Formatierung
el: Υπάρχουν ακόμη περισσότερα δεδομένα μετά τον δείκτη {0} από {1} για μορφοποίηση
es: Todavía hay más datos después del índice {0} de {1} para formatear
fr: Il reste encore des données après l'index {0} sur {1} pour le formatage
ga: Tá tuilleadh sonraí fós ann i ndiaidh innéacs {0} as {1} le haghaidh formáidithe
hi: स्वरूपण के लिए {1} में से {0} इंडेक्स के बाद अभी और डेटा है
id: Masih ada data lebih lanjut setelah indeks {0} dari {1} untuk pemformatan
it: Ci sono ancora ulteriori dati dopo l'indice {0} su {1} per la formattazione
ja: フォーマットするインデックス {0} の後に、{1} を超えるデータがまだあります
ko: {1} 중 {0} 인덱스 이후에는 포맷을 위한 추가 데이터가 있습니다.
ms: Masih terdapat data lanjut selepas indeks {0} daripada {1} untuk pemformatan
nb: Det finnes fortsatt flere data etter indeks {0} av {1} for formatering
nl: Er zijn nog verdere gegevens na index {0} van {1} voor opmaak
pt: Existem ainda mais dados após o índice {0} de {1} para formatação
ro: Există încă date suplimentare după indexul {0} din {1} pentru formatare
tr: {1} dizininden {0} dizininden sonra biçimlendirme için daha fazla veri var
uk: Після індексу {0} з {1} є ще дані для форматування
vi: Vẫn còn dữ liệu sau chỉ mục {0} trong số {1} để định dạng
zh: 索引 {0} 之後仍有 {1} 個資料需要格式化
